Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: Face ID is not enabled on this device. To enable Face ID, go to Settings -> Face ID & Passcode and Set up a Face ID.
de: Die Gesichts-ID ist auf diesem Gerät nicht aktiviert. Um die Gesichts-ID zu aktivieren, gehen Sie zu Einstellungen - > Gesichts-ID und Passcode und richten Sie eine Gesichts-ID ein.
es_419: La ID facial no está habilitada en este dispositivo. Para habilitar la ID facial, ve a Configuración -> ID facial y contraseña y Configurar una ID facial.
pt_br: O Face ID não está ativado neste dispositivo. Para ativar o Face ID, vá para Configurações -> Face ID e senha e Configure um Face ID.

source: Funds Locked
de: Gelder gesperrt
es_419: Fondos bloqueados
pt_br: Fundos bloqueados

source: Pay with my...
de: Zahlen Sie mit meinem ...
es_419: Pagar con mi...
pt_br: Pagar com meu…

source: Receive Crypto Now
de: Erhalten Sie jetzt Crypto
es_419: Recibir criptomonedas ahora
pt_br: Receber criptomoedas agora

source: Sell Coming Soon for
de: Verkauf kommt bald für
es_419: Vender próximamente para
pt_br: Venda em breve para

source: Sell In Progress
de: In Bearbeitung verkaufen
es_419: Venta en curso
pt_br: Venda em andamento

source: Sell Your Crypto
de: Verkaufen Sie Ihre Krypto
es_419: Vende tus criptomonedas
pt_br: Venda suas criptomoedas

source: Sell your crypto that you have purchased into your cash wallet.
de: Verkaufen Sie Ihre Krypto, die Sie gekauft haben, in Ihre Geldbörse.
es_419: Vende las criptomonedas que compraste a tu billetera en efectivo.
pt_br: Venda as criptomoedas que você comprou em sua carteira de dinheiro.

source: Selling
de: Verkauf
es_419: Vender
pt_br: Vendendo

source: Send Crypto Now
de: Krypto jetzt senden
es_419: Enviar criptomonedas ahora
pt_br: Enviar criptomoedas agora

source: Share Address
de: Adresse teilen
es_419: Compartir dirección
pt_br: Compartilhar endereço

source: Sold
de: Verkauft
es_419: Vendido
pt_br: Vendido

source: Something went wrong.
de: Etwas ist schief gelaufen.
es_419: Algo salió mal.
pt_br: Algo deu errado.

source: Sorry, that bank account has been linked to the maximum number of Wallets.
de: Das Bankkonto wurde leider mit der maximalen Anzahl von Brieftaschen verknüpft.
es_419: Lamentablemente esa cuenta bancaria se ha vinculado con la cantidad máxima de Wallet.
pt_br: Desculpe, essa conta bancária foi vinculada ao número máximo de Wallets.

source: Taking you to Yodlee...
de: Bring dich zu Yodlee ...
es_419: Dirigiéndote a Yodlee...
pt_br: Levando você para Yodlee...

source: These funds will be available to sell into your %@ fiat wallet immediately, but you will not be able to send or withdraw these funds from Blockchain.com for up to 3 days.
de: Diese Gelder können sofort in Ihre %@ fiat-Brieftasche verkauft werden. Sie können diese Gelder jedoch bis zu 3 Tage lang nicht von Blockchain.com senden oder abheben.
es_419: Estos fondos estarán disponibles para venderse en tu billetera %@ fiat de inmediato, pero no podrás enviar ni retirar fondos de Blockchain.com por hasta 3 días.
pt_br: Esses fundos estarão disponíveis para venda em sua carteira fiduciária %@ imediatamente, mas você não poderá enviar ou retirar esses fundos da Blockchain.com por até 3 dias.

source: This could take up to 30 secconds.
de: Dies kann bis zu 30 Sekunden dauern.
es_419: Esto podría demorar hasta 30 segundos.
pt_br: Pode levar até 30 segundos.

source: This could take up to 30 secconds. Please do not go back or close the app.
de: Dies kann bis zu 30 Sekunden dauern. Bitte gehen Sie nicht zurück oder schließen Sie die App.
es_419: Esto podría tomar hasta 30 segundos. No vuelvas atrás ni cierres la app.
pt_br: Pode levar até 30 segundos. Não volte ou feche o aplicativo.

source: Updating Your Wallet...
de: Aktualisieren Sie Ihre Brieftasche ...
es_419: Actualizando tu Wallet...
pt_br: Atualizando sua Wallet...

source: Verify your identity and sell your crypto.
de: Überprüfen Sie Ihre Identität und verkaufen Sie Ihre Krypto.
es_419: Verifica tu identidad y vende tus criptomonedas.
pt_br: Verifique sua identidade e venda sua criptomoeda.

source: Wallet Address
de: Brieftaschenadresse
es_419: Dirección de Wallet
pt_br: Endereço da Wallet

source: We noticed the names don’t match. The bank you link must have a matching legal first & last name as your Blockchain.com Account.
de: Wir haben festgestellt, dass die Namen nicht übereinstimmen. Die Bank, die Sie verknüpfen, muss einen passenden legalen Vor- und Nachnamen als Blockchain.com-Konto haben.
es_419: Notamos que los nombres no coinciden. El nombre y apellido legal de la cuenta del banco que vincules debe coincidir con tu cuenta de Blockchain.com.
pt_br: Percebemos que os nomes não correspondem. O banco que você vincula deve ter um nome e sobrenome legais correspondentes à sua Conta Blockchain.com.

source: Withdrawing %@
es_419: Retirando %@
pt_br: Retirando %@

source: Your %@ account is now linked to your Blockchain.com Wallet.
de: Ihr %@ -Konto ist jetzt mit Ihrer Blockchain.com-Brieftasche verknüpft.
es_419: Tu cuenta de %@ ahora está vinculada a tu Blockchain.com Wallet.
pt_br: Sua conta %@ agora está vinculada à sua Blockchain.com Wallet.

source: Your account is now linked to your Blockchain.com Wallet.
de: Ihr Konto ist jetzt mit Ihrer Blockchain.com-Brieftasche verknüpft.
es_419: Tu cuenta ahora está vinculada a tu Blockchain.com Wallet.
pt_br: Sua conta agora está vinculada à sua Blockchain.com Wallet.

source: Your crypto will be available to be withdrawn within 3 days.
de: Ihre Krypto kann innerhalb von 3 Tagen zurückgezogen werden.
es_419: Tus criptomonedas estarán disponibles para retirar dentro de 3 días.
pt_br: Sua criptomoeda estará disponível para retirada em 3 dias.

source: Your final amount might change due to market activity. For your security, buy orders with a bank account are subject up to a 14 day holding period. You can Swap or Sell during this time. We will notify you once the funds are fully available.
de: Ihr endgültiger Betrag kann sich aufgrund der Marktaktivität ändern. Kaufaufträge mit einem Bankkonto unterliegen zu Ihrer Sicherheit einer Haltedauer von 14 Tagen. Sie können während dieser Zeit tauschen oder verkaufen. Wir werden Sie benachrichtigen, sobald die Mittel vollständig verfügbar sind.
es_419: El monto final podría cambiar a partir de la actividad del mercado. Para tu seguridad, las órdenes de compra con una cuenta bancaria están sujetas a un periodo de retención de 14 días. Puedes intercambiar o vender durante este tiempo. Te notificaremos una vez que los fondos estén totalmente disponibles.
pt_br: Seu valor final pode mudar devido à atividade do mercado. Para sua segurança, as ordens de compra com conta bancária estão sujeitas a um período de retenção de 14 dias. Você pode trocar ou vender durante este tempo. Iremos notificá-lo assim que os fundos estiverem totalmente disponíveis.

source: %@ Network Fee
de: %@ Netzwerkgebühr
es_419: %@ comisión de red
pt_br: %@ Taxa de rede

source: %@ Price
de: %@ Preis
es_419: %@ precio
pt_br: %@ Preço

source: Add Your Name and Address
de: Fügen Sie Ihren Namen und Ihre Adresse hinzu
es_419: Agregar tu nombre y dirección
pt_br: Adicione seu nome e endereço

source: Confirm your email address to protect your Blockchain.com Wallet.
de: Bestätigen Sie Ihre E-Mail-Adresse, um Ihre Blockchain.com-Brieftasche zu schützen.
es_419: Confirma tu dirección de correo electrónico para proteger tu Blockchain.com Wallet.
pt_br: Confirme seu endereço de e-mail para proteger sua Blockchain.com Wallet.

source: Instantly exchange your crypto.
de: Tauschen Sie Ihre Krypto sofort aus.
es_419: Intercambia tus criptomonedas de inmediato.
pt_br: Troque instantaneamente suas criptomoedas.

source: Sell %@
de: Verkaufe %@
es_419: Vender %@
pt_br: Vender %@

source: Swapping %@ for %@
de: %@ gegen %@
es_419: Intercambiar %1$@ por %2$@
pt_br: Trocando %1$@ por %2$@

source: The minimum swap is %@
de: Der minimale Swap ist %@
es_419: El intercambio mínimo es %@
pt_br: A troca mínima é de %@

source: Verify Your Email & Swap Today.
de: Überprüfen Sie Ihre E-Mail und tauschen Sie noch heute.
es_419: Verifica tu correo electrónico y empieza a intercambiar hoy.
pt_br: Verifique seu e-mail e troque hoje mesmo.

source: We need to know your name and address to comply with local laws.
de: Wir müssen Ihren Namen und Ihre Adresse kennen, um den örtlichen Gesetzen zu entsprechen.
es_419: Necesitamos saber tu nombre y dirección para cumplir con regulaciones locales.
pt_br: Precisamos saber seu nome e endereço para cumprir as leis locais.

source: We're completing your swap now.
de: Wir schließen Ihren Tausch jetzt ab.
es_419: Estamos completando tu intercambio en este momento.
pt_br: Estamos concluindo sua troca agora.

source: Which crypto do you want to Swap for?
de: Für welche Krypto möchten Sie tauschen?
es_419: ¿Por cuál criptomoneda quieres intercambiar?
pt_br: Por qual criptomoeda você quer trocar?

source: You can swap up to %@
de: Sie können bis zu %@ tauschen
es_419: Puedes intercambiar hasta %@
pt_br: Você pode trocar até %@

source: Your %@ is now available in your Wallet.
de: Ihr %@ ist jetzt in Ihrer Brieftasche verfügbar.
es_419: Tu %@ ahora está disponible en tu Wallet.
pt_br: Sua %@ agora está disponível em sua Wallet.

source: 1. Write down the 12 word phrase on the next screen in the exact order it appears.
de: 1. Notieren Sie die 12-Wörter-Phrase auf dem nächsten Bildschirm in der genauen Reihenfolge, in der sie angezeigt wird.
es_419: 1. Escribe la frase de 12 palabras de la próxima pantalla, en el orden en que aparece.
pt_br: 1. Escreva a frase de 12 palavras na próxima tela, na ordem exata em que aparece.

source: 2. Keep it safe, ideally on a securely stored piece of paper (in other words, not a digital copy).
de: 2. Bewahren Sie es sicher auf, idealerweise auf einem sicher aufbewahrten Blatt Papier (dh nicht auf einer digitalen Kopie).
es_419: 2. Manténla en un lugar seguro, preferiblemente escrita en un papel (es decir, no la guardes en versión digital).
pt_br: 2. Guarde em segurança, de preferência em um pedaço de papel armazenado de forma segura (em outras palavras, não uma cópia digital).

source: 3. NEVER share your backup phrase with anyone.
de: 3. Teilen Sie Ihre Sicherungsphrase NIEMALS mit jemandem.
es_419: 3. NUNCA compartas tu frase de respaldo con otras personas.
pt_br: 3. NUNCA compartilhe sua frase de backup com ninguém.

source: Blockchain.com will never ask to view or receive your recovery phrase.
de: Blockchain.com wird niemals darum bitten, Ihre Wiederherstellungsphrase anzuzeigen oder zu erhalten.
es_419: Blockchain.com nunca te pedirá ver o recibir tu frase de recuperación.
pt_br: A Blockchain.com nunca pedirá para ver ou receber sua frase de recuperação.

source: In crypto, when you hold the private keys, you're in control of the funds in your Private Key Wallet. The downside is that WHOEVER holds your private keys can control your Private Key Wallet.
de: Wenn Sie in Krypto die privaten Schlüssel besitzen, haben Sie die Kontrolle über das Guthaben in Ihrer privaten Schlüsselbrieftasche. Der Nachteil ist, dass JEDER, der Ihre privaten Schlüssel besitzt, Ihre private Schlüsselbrieftasche steuern kann.
es_419: En el mundo de las criptomonedas, cuando tienes claves privadas, tienes el control de los fondos de tu Private Key Wallet. La desventaja es que CUALQUIERA que tenga tus claves privadas puede controlar tu Private Key Wallet.
pt_br: Em criptomoedas, quando você detém as chaves privadas, você está no controle dos fundos em sua Private Key Wallet. A desvantagem é que QUEM tiver suas chaves privadas pode controlar sua Private Key Wallet.

source: Never share your mobile pairing QR code with anyone. Anyone who can view this QR code can withdraw funds. Blockchain.com will never ask to view or receive your mobile pairing QR code.
es_419: Nunca compartas este código QR de vinculación con otras personas. Cualquiera que pueda ver este código QR puede retirar fondos. Blockchain.com nunca te pedirá ver o recibir tu código QR para sincronizar dispositivos.

source: Secret Private Key Recovery
de: Geheime Wiederherstellung des privaten Schlüssels
es_419: Recuperación de clave privada secreta
pt_br: Recuperação de chave privada secreta

source: Secret Private Key Recovery Phrase
de: Geheime Phrase zur Wiederherstellung des privaten Schlüssels
es_419: Frase secreta de recuperación de clave privada
pt_br: Frase de recuperação de chave privada secreta

source: So you must:
de: Sie müssen also:
es_419: Así que debes:
pt_br: Então, você deve:

source: View Recovery Phrase
de: Wiederherstellungsphrase anzeigen
es_419: Ver frase de recuperación
pt_br: Ver frase de recuperação

source: Warning: If someone has your backup phrase they will have access to your Private Key Wallet and can withdraw funds.
de: Warnung: Wenn jemand Ihre Backup-Phrase hat, hat er Zugriff auf Ihre Private Key Wallet und kann Geld abheben.
es_419: Advertencia: Si alguien tiene su frase de respaldo, tendrá acceso a tu Private Key Wallet y podrá retirar los fondos.
pt_br: Aviso: Se alguém tiver sua frase de backup, terá acesso à sua Private Key Wallet e poderá sacar fundos.

source: Wire Fee
es_419: Comisión por transferencia
pt_br: Taxa de transferência

source: Routing Number
es_419: Número de ruta
pt_br: Número de roteamento

source: Withdraw Now
es_419: Retirar ahora
pt_br: Retirar agora

source: Funds Will Arrive
es_419: Los fondos llegarán
pt_br: Os fundos chegarão

source: Deposit Now
es_419: Depositar ahora
pt_br: Depositar agora

source: Edit Email Address
es_419: Editar dirección de correo electrónico
pt_br: Editar endereço de e-mail

source: Check My Inbox
es_419: Comprobar mi bandeja de entrada
pt_br: Verificar minha caixa de entrada

source: contact support.
es_419: comuníquese con soporte.
pt_br: entre em contato com o suporte.

source: contact us
es_419: comuníquese con nosotros
pt_br: entre em contato conosco

source: immediately.
es_419: inmediatamente.
pt_br: imediatamente.

source: Buy Started
es_419: Compra iniciada
pt_br: Compra iniciada

source: Checking
es_419: Verificando
pt_br: Verificando

source: Please try linking your bank again. If this keeps happening, please
es_419: Intenta vincular tu banco otra vez. Si esto sigue ocurriendo,
pt_br: Tente vincular seu banco novamente. Se isso continuar acontecendo, por favor

source: Savings
es_419: Ahorros
pt_br: Poupança

source: The minimum send is %@
es_419: El envío mínimo es %@
pt_br: O envio mínimo é de %@

source: To link this bank, please log into your other Wallets and remove it. If this doesnt look right to you, please
es_419: Para vincular este banco, inicia sesión en otras Wallet y quítalo. Si no te parece a mejor opción,
pt_br: Para vincular este banco, faça login em suas outras carteiras e remova-o. Se isso não parece certo para você, por favor

source: We are completing your purchase now. Expect the funds to be withdrawn from your bank by %@. Check the status of your order at anytime from Wallet’s Activity.
es_419: Estamos completando tu compra ahora. Los fondos se retirarán de tu banco el %@. Controla el estado de tu orden en cualquier momento desde Actividad de Wallet.
pt_br: Já estamos finalizando sua compra. Espere que os fundos sejam retirados do seu banco até %@. Verifique o status do seu pedido a qualquer momento na Atividade da Wallet.

source: You can send up to %@
es_419: Puedes enviar hasta %@
pt_br: Você pode enviar até %@

source: Want to buy more?
es_419: ¿Quieres comprar más?
pt_br: Deseja comprar mais?

source: Exchange Account
es_419: Cuenta de Exchange
pt_br: Conta de câmbio

source: We couldn’t find your bank. Send funds from your bank to your Blockchain Wallet with a Manual Transfer.
es_419: No pudimos encontrar tu banco. Envía fondos desde tu banco a tu Blockchain.com Wallet con una transferencia manual.
pt_br: Não foi possível encontrar seu banco. Envie fundos do seu banco para sua Blockchain Wallet com uma transferência manual.

source: Show Transfer Details
es_419: Mostrar detalles de transferencia
pt_br: Mostrar detalhes da transferência

source: Data Sharing
es_419: Uso compartido de datos
pt_br: Compartilhamento de dados

source: Data is securely retrieved in read-only format and only for the duration agreed with you. You have the right to withdraw your consent at any time.
es_419: Los datos se recuperan de forma segura en formato de solo lectura y solo durante el tiempo acordado contigo. Tienes derecho a retirar tu consentimiento en cualquier momento.
pt_br: Os dados são recuperados com segurança em formato somente leitura e apenas pela duração acordada com você. Você tem o direito de retirar seu consentimento a qualquer momento.

source: FCA Authorisation
es_419: Autorización del Banco de Lituania
pt_br: Autorização do Banco da Lituânia

source: About the access
es_419: Acerca del acceso
pt_br: Sobre o acesso

source: Payment Information
es_419: Información de pago
pt_br: Informação de pagamento

source: Oops! Something went wrong
es_419: ¡Ups! Se produjo un error.
pt_br: Ops! Algo deu errado

source: Connection Rejected
es_419: Conexión rechazada
pt_br: Conexão rejeitada

source: Failed Connection Request
es_419: Error de solicitud de conexión
pt_br: Falha na solicitação de conexão

source: Learn more.
es_419: Más información.
pt_br: Saiba mais.

source: %@ Sent
es_419: %@ enviado
pt_br: %@ Enviado

source: Fee - %@
es_419: Cargo: %@
pt_br: Taxa - %@

source: Minutes
es_419: Minutos
pt_br: Minutos

source: No memo
es_419: Sin memorando
pt_br: Sem memorando

source: Please do not close the app.
es_419: No cierres la aplicación.
pt_br: Não feche o aplicativo.

source: Remaining Time
es_419: Tiempo restante
pt_br: Tempo restante

source: Sending %@
es_419: Enviando %@
pt_br: Enviando %@

source: Service Unavailable
es_419: Servicio no disponible
pt_br: Serviço indisponível

source: There was an error upgrading your Wallet to version %@. Please restart the app to retry.
es_419: Se produjo un error al actualizar Wallet a la versión %@. Reinicia la aplicación para volver a intentar.
pt_br: Ocorreu um erro ao atualizar sua Wallet para a versão %@. Reinicie o aplicativo para tentar novamente.

source: Upgrading wallet to %@.
es_419: Actualizando billetera a %@.
pt_br: Atualizando carteira para %@.

source: Upgrading wallet.
es_419: Actualizando billetera.
pt_br: Atualizando carteira.

source: We are experiencing an outage with the wallet. Please rest assured your funds are safe.
es_419: En este momento, tu billetera está experimentando una interrupción. Ten la tranquilidad de que tus fondos están seguros.
pt_br: Estamos enfrentando uma interrupção com a carteira. Tenha certeza de que seus fundos estão seguros.

source: We're sending your transaction now.
es_419: Estamos enviando tu transacción ahora.
pt_br: Estamos enviando sua transação agora.

source: Web Log In
es_419: Inicio de sesión web
pt_br: Login na web

source: Your %@ has been successfully sent.
es_419: Tu %@ se ha enviado correctamente.
pt_br: Seu %@ foi enviado com sucesso.

source: Purchase
es_419: Comprar
pt_br: Comprar

source: New Login Attempt
es_419: Nuevo intento de inicio de sesión
pt_br: Nova tentativa de login

source: A new device is attempting to access your Blockchain.com Wallet. Approve or Deny now.
es_419: Un nuevo dispositivo está intentando acceder a tu Wallet de Blockchain.com. Apruébalo o deniégalo ahora.
pt_br: Um novo dispositivo está tentando acessar sua Blockchain.com Wallet. Aprove ou negue agora.

source: IP Address
es_419: Dirección de IP
pt_br: Endereço de IP

source: Browser
es_419: Navegador
pt_br: Navegador

source: Location
es_419: Ubicación
pt_br: Localização

source: If this was you, approve the device below. If you do not recognize this device, deny & block the device now.
es_419: Si fuiste tu, aprueba el dispositivo ahora. Si no reconoces este dispositivo, deniega y bloquea el dispositivo ahora.
pt_br: Se foi você, aprove o dispositivo abaixo. Se não reconhecer este dispositivo, negue e bloqueie o dispositivo agora.

source: For security reasons, you must be on the same WiFi as the device you are authorizing the log in for.
es_419: Por motivos de seguridad, debes estar en la misma red Wi-Fi que el dispositivo al que estás autorizando para iniciar sesión.
pt_br: Por motivos de segurança, você deve estar usando o mesmo Wi-Fi que o dispositivo para o qual está autorizando o login.

source: Device Denied
es_419: Dispositivo denegado
pt_br: Dispositivo negado

source: Your wallet is safe. We have blocked this device from logging into your wallet.
es_419: Tu billetera está segura. Hemos bloqueado este dispositivo para que no pueda acceder a tu billetera.
pt_br: Sua carteira está segura. Bloqueamos este dispositivo de fazer login em sua carteira.

source: Device Approved
es_419: Dispositivo aprobado
pt_br: Dispositivo aprovado

source: Logging you in on the web now.
es_419: Iniciar sesión desde la web ahora.
pt_br: Fazendo login na web agora.

source: Verify to use the Trading Account
es_419: Verificar para usar Trading Account
pt_br: Verificar para usar a Conta Trading

source: Add Your Name & Address
es_419: Agregar tu nombre y dirección
pt_br: Adicione seu nome e endereço

source: Use the Trading Account
es_419: Usar Trading Account
pt_br: Use a Conta Trading

source: Continue with Google
es_419: Continuar con Google
pt_br: Continuar com o Google

source: Verify Device
es_419: Verificar dispositivo
pt_br: Verificar dispositivo

source: If you have an account registered with this email address, you will receive an email with a link to verify your device.
es_419: Si tienes una cuenta registrada con esta dirección de correo electrónico, recibirás un correo con un enlace para verificar tu dispositivo.
pt_br: Se você tiver uma conta registrada com este endereço de e-mail, receberá um e-mail com um link para verificar seu dispositivo.

source: Trouble logging in?
es_419: ¿Tienes problemas para iniciar sesión?
pt_br: Problemas para fazer login?

source: Reset Your Account?
es_419: ¿Deseas establecer tu cuenta?
pt_br: Redefinir sua conta?

source: Reset Account
es_419: Restablecer cuenta
pt_br: Redefinir conta

source: Retry Recovery Phrase
es_419: Volver a intentar con la frase de recuperación
pt_br: Repetir frase de recuperação

source: Enter your email address below and click Save. We’ll send you a verification email straighaway.
es_419: Ingresa tu dirección de correo electrónico a continuación y haz clic en Guardar. Te enviaremos un correo electrónico de verificación de inmediato.
pt_br: Digite seu endereço de e-mail abaixo e clique em Salvar. Nós enviaremos um e-mail de verificação imediatamente.

source: Please check the information you provided and try again.
es_419: Controla la información que proporcionaste e intenta otra vez.
pt_br: Verifique as informações fornecidas e tente novamente.

source: Something went wrong
es_419: Se produjo un error
pt_br: Algo deu errado

source: Success! You're email has been confirmed.
es_419: ¡Correcto! Se ha confirmado tu correo electrónico.
pt_br: Sucesso! Seu e-mail foi confirmado.

source: We can send the email again or let’s update your email address.
es_419: Podemos enviar el correo electrónico otra vez o puedes actualizar tu dirección de correo electrónico.
pt_br: Podemos enviar o e-mail novamente ou vamos atualizar seu endereço de e-mail.

source: We couldn't load your email's verification status. Please try again.
es_419: No pudimos cargar tu estado de verificación de correo electrónico. Intenta otra vez.
pt_br: Não foi possível carregar o status de verificação do seu e-mail. Tente novamente.
