Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: Network Transaction Fee
de: Netzwerk-Transaktionsgebühr
id: Biaya Transaksi Jaringan
it: Commissione di transazione di rete
ms: Yuran Transaksi Rangkaian
nl: Kosten voor netwerktransacties
sv: Nätverkstransaktionsavgift
th: ค่าธรรมเนียมการทำธุรกรรมเครือข่าย
uk: Плата за операції мережі

source: New
de: Neu
id: Baru
it: Nuovo
ms: Baru
nl: nieuwe
sv: Ny
th: ใหม่
uk: Новий

source: New Address
de: Neue Adresse
id: Alamat Baru
it: Nuovo Indirizzo
ms: New Alamat
nl: Nieuw adres
sv: Ny adress
th: ที่อยู่ใหม่
uk: Нова адреса

source: New Exchange
de: Neuer Austausch
id: Pertukaran Baru
it: Nuovo scambio
ms: Pertukaran Baru
nl: Nieuwe uitwisseling
sv: Ny utbyte
th: ใหม่แลกเปลี่ยน
uk: Нова біржа

source: New Mobile Number
de: Neue Handynummer
id: Nomor Ponsel Baru
it: Nuovo numero di cellulare
ms: Nombor mudah alih yang baru
nl: Nieuw mobiel telefoonnummer
sv: Nya mobilnummer
th: หมายเลขโทรศัพท์ใหม่
uk: Новий номер мобільного телефону

source: New password must be different
de: Das neue Passwort muss unterschiedlich sein
id: Kata sandi baru harus berbeda
it: La nuova password deve essere diversa
ms: Kata laluan mesti berbeza
nl: Nieuw wachtwoord moet anders zijn
sv: Nya lösenordet måste vara olika
th: รหัสผ่านใหม่ต้องแตกต่างออกไป
uk: Новий пароль має відрізнятись від старого

source: New Taiwan Dollar
de: Neuer Taiwan-Dollar
id: Dolar Taiwan Baru
it: Nuovo dollaro di Taiwan
ms: Dolar Taiwan Baru
nl: Nieuwe Taiwanese dollar
sv: Ny Taiwan dollar
th: ดอลลาร์ไต้หวันใหม่
uk: Новий тайваньський долар

source: New Zealand Dollar
de: Neuseeland Dollar
id: Dolar Selandia Baru
it: Dollaro neozelandese
ms: Dolar New Zealand
nl: Nieuw-Zeelandse dollar
sv: Nya Zeelands dollar
th: ดอลลาร์นิวซีแลนด์
uk: Новозеландський долар

source: NEXT
de: NÄCHSTER
id: LANJUT
it: IL PROSSIMO
nl: DE VOLGENDE
sv: NÄSTA
th: ต่อไป
uk: НАСТУПНИЙ

source: ninth
de: neunte
id: kesembilan
it: nono
ms: kesembilan
nl: negende
sv: nionde
th: ที่เก้า
uk: дев'ятий

source: No Funds to Exchange
de: Keine Mittel zum Umtausch
id: Tidak Ada Dana untuk Ditukar
it: Nessun fondo da scambiare
ms: Tiada Dana ke Pertukaran
nl: Geen geld om te wisselen
sv: Inga medel att byta ut
th: ไม่มีเงินทุนในการแลกเปลี่ยน
uk: Немає коштів для обміну

source: No Transactions
de: Keine Transaktionen
id: Tidak Ada Transaksi
it: Nessuna transazione
ms: Tiada Urus Niaga
nl: Geen transacties
sv: Inga transaktioner
th: ไม่มีธุรกรรม
uk: Немає транзакцій

source: Not Available
de: Nicht verfügbar
id: Tidak tersedia
it: Non disponibile
ms: Tidak boleh didapati
nl: Niet beschikbaar
sv: Inte tillgänglig
th: ไม่ว่าง
uk: Недоступний

source: Not Enough
de: Nicht genug
id: Tidak cukup
it: Non abbastanza
ms: Tidak cukup
nl: Niet genoeg
sv: Inte tillräckligt
th: ไม่พอ
uk: Недостатньо

source: Not enough
de: Nicht genug
id: Tidak cukup
it: Non abbastanza
ms: Tidak cukup
nl: Niet genoeg
sv: Inte tillräckligt
th: ไม่พอ
uk: Недостатньо

source: Not Enough ETH
de: Nicht genug ETH
id: Tidak Cukup ETH
it: Non abbastanza ETH
ms: Tidak cukup ETH
nl: Niet genoeg ETH
sv: Inte tillräckligt ETH
th: ETH ไม่เพียงพอ
uk: Не достатньо ETH

source: Not enough to exchange
de: Nicht genug zum tauschen
id: Tidak cukup untuk bertukar
it: Non abbastanza da scambiare
ms: Tidak cukup untuk bertukar
nl: Niet genoeg om te ruilen
sv: Inte tillräckligt för att byta
th: แลกเปลี่ยนไม่เพียงพอ
uk: Недостатньо для обміну

source: Not enough XLM.
de: Nicht genug XLM.
id: XLM tidak cukup.
it: XLM non sufficiente.
ms: Tidak cukup XLM.
nl: Niet genoeg XLM.
sv: Inte tillräckligt med XLM.
th: XLM ไม่เพียงพอ
uk: Не вистачає XLM.

source: Not Registered
de: Nicht registriert
id: Tidak terdaftar
it: Non registrato
ms: Tidak berdaftar
nl: Niet geregistreerd
sv: Inte registrerad
th: ยังไม่ได้ลงทะเบียน
uk: Не зареєстровано

source: Not Stored
de: Nicht gespeichert
id: Tidak Disimpan
it: Non memorizzata
ms: Tidak disimpan
nl: Niet opgeslagen
sv: Lagras inte
th: ไม่ได้เก็บ
uk: Не збережено

source: NOTE: The scanned private key does not correspond to this watch-only address. If you want to spend from this address, make sure that you scan the correct private key.
de: HINWEIS: Der gescannte private Schlüssel gehört nicht zu dieser Watch-Only-Adresse. Zur Ausgabe Ihres unter dieser Adresse vorhandenen Guthabens scannen Sie bitte den zutreffenden privaten Schlüssel.
id: CATATAN: Kunci pribadi yang dipindai tidak sesuai dengan alamat yang hanya dapat dilihat ini. Jika Anda ingin membelanjakan dari alamat ini, pastikan bahwa Anda memindai kunci pribadi dengan benar.
it: NOTA: la chiave provata scansionata non corrisponde a questo indirizzo di sola lettura. Se vuoi spendere da questo indirizzo, assicurati di effettuare la scansione della chiave privata corretta.
ms: NOTA: Kunci peribadi yang diimbas tidak sesuai dengan alamat jam tangan sahaja. Jika anda ingin membelanjakannya dari alamat ini, pastikan anda mengimbas kunci persendirian yang betul.
nl: OPGELET: De gescande privésleutel komt niet overeen met dit alleen-lezen-adres. Als u wilt betalen vanaf dit adres, zorg er dan voor dat u de juiste privésleutel scant.
sv: Obs: Den skannade privata nyckeln motsvarar inte till denna klocka-bara adress. Om du vill spendera från denna adress, se till att du skanna rätt privat nyckel.
th: หมายเหตุ: คีย์ส่วนตัวที่ได้รับการสแกนไม่สอดคล้องกับที่อยู่แบบชมอย่างเดียวนี้ หากคุณต้องการใช้จ่ายจากที่อยู่นี้ โปรดตรวจสอบว่าคุณสแกนคีย์ส่วนตัวที่ถูกต้อง
uk: ПРИМІТКА: сканований особистий ключ не відповідає цій адресі, яка лише для перегляду. Якщо ви бажаєте потратити кошти із цієї адреси, переконайтеся, що ви просканувати правильний особистий ключ.

source: Now supporting Ether
de: Jetzt mit Ether-Unterstützung
id: Sekarang mendukung Ether
it: Ora supporta anche gli Ether
ms: Sekarang menyokong Ether
nl: Ether wordt nu ondersteund
sv: Nu stöder Ether
th: รองรับ Ether แล้วในตอนนี้
uk: Вже підтримує Ether

source: Offer Expired
de: Angebot abgelaufen
id: Penawaran Berakhir
it: Offerta scaduta
ms: Tawaran Tamat
nl: Aanbieding verlopen
sv: Erbjudandet har gått ut
th: ข้อเสนอหมดอายุแล้ว
uk: Пропозиція минула

source: Oh no!
de: Oh nein!
id: Oh tidak!
ms: Oh tidak!
nl: Oh nee!
sv: Å nej!
th: ไม่นะ!
uk: О ні!

source: Once an order starts, we are unable to stop it.
de: Sobald ein Auftrag beginnt, können wir diesen nicht mehr stoppen.
id: Setelah pesanan dimulai, kami tidak dapat menghentikannya.
it: Una volta avviato un ordine, non siamo in grado di fermarlo.
ms: Sebaik sahaja pesanan dimulakan, kami tidak dapat menghentikannya.
nl: Zodra een bestelling is gestart, kunnen we deze niet meer stoppen.
sv: När en beställning startar kan vi inte stoppa den.
th: เมื่อคำสั่งเริ่มต้นเราไม่สามารถหยุดได้
uk: Щойно замовлення починається, ми не можемо його зупинити.

source: Once we receive your bank transfer, your %@ buy order will complete.
de: Sobald wir Ihre Überweisung erhalten haben, ist Ihr %@ Kaufauftrag abgeschlossen.
id: Setelah kami menerima transfer bank Anda, pesanan pembelian Anda akan selesai.
it: Una volta ricevuto il bonifico bancario, l'ordine di acquisto sarà completo.
ms: Sebaik sahaja kami menerima pemindahan bank anda, pesanan pembelian anda akan lengkap.
nl: Zodra we uw overboeking hebben ontvangen, is uw kooporder voltooid.
sv: När vi har fått din banköverföring kommer din inköpsorder att vara klar.
th: เมื่อเราได้รับการโอนเงินทางธนาคารใบสั่งซื้อของคุณจะเสร็จสมบูรณ์
uk: Щойно ми отримаємо ваш банківський переказ, ваше замовлення на покупку буде завершено.

source: Once we receive your funds, we’ll start your %@ buy order. Note, your final amount might change to due market activity. Fees may apply.
de: Sobald wir Ihr Geld erhalten haben, beginnen wir mit Ihrem %@ Kaufauftrag. Beachten Sie, dass sich der endgültige Betrag möglicherweise aufgrund der Marktaktivität ändert. Es können Gebühren anfallen.
id: Setelah kami menerima dana Anda, kami akan memulai pesanan pembelian %1$s . Perhatikan, jumlah akhir Anda mungkin berubah menjadi aktivitas pasar yang seharusnya. Biaya mungkin berlaku.
it: Una volta ricevuti i tuoi fondi, inizieremo il tuo ordine di acquisto di %1$s . Tieni presente che l'importo finale potrebbe cambiare in base alla dovuta attività di mercato. Potrebbero essere applicate commissioni.
ms: Sebaik sahaja kami menerima dana anda, kami akan memulakan pesanan beli %s . Perhatikan, jumlah akhir anda mungkin berubah kepada aktiviti pasaran yang wajar. Bayaran mungkin dikenakan.
nl: Zodra we uw geld hebben ontvangen, starten we uw %s kooporder. Houd er rekening mee dat uw uiteindelijke bedrag kan veranderen naar marktactiviteit. Mogelijk zijn toeslagen van toepassing.
sv: När vi har fått dina medel börjar du din beställning av %1$s . Observera att ditt slutliga belopp kan ändras till marknadsaktivitet. Avgifter kan tillkomma.
th: เมื่อเราได้รับเงินของคุณแล้วเราจะเริ่มสั่งซื้อ %1$s หมายเหตุจำนวนเงินสุดท้ายของคุณอาจเปลี่ยนเป็นกิจกรรมการตลาดที่ครบกำหนด อาจมีค่าธรรมเนียม
uk: Щойно ми отримаємо ваші кошти, ми розпочнемо ваше замовлення на покупку %s . Зауважте, остаточна сума може змінитися на належну ринкову активність. Може стягуватися плата.

source: Once your verification is confirmed, you’ll automatically secure a spot in the Airdrop for Stacks.
de: Sobald Ihre Bestätigung bestätigt wurde, sichern Sie sich automatisch einen Platz im Airdrop for Stacks.
id: Setelah verifikasi Anda dikonfirmasi, Anda akan secara otomatis mengamankan tempat di Airdrop for Stacks.
it: Una volta confermata la verifica, ti assicurerai automaticamente un posto in Airdrop for Stacks.
ms: Sebaik sahaja pengesahan anda disahkan, anda secara automatik akan mendapat tempat dalam Airdrop for Stacks.
nl: Zodra uw verificatie is bevestigd, beveiligt u automatisch een plek in de Airdrop for Stacks.
sv: När din verifiering har bekräftats kommer du automatiskt att säkra en plats i Airdrop for Stacks.
th: เมื่อการยืนยันของคุณได้รับการยืนยันคุณจะได้รับความปลอดภัยใน Airdrop for Stacks โดยอัตโนมัติ
uk: Після підтвердження підтвердження ви автоматично закріпіть місце в Airdrop для стеків.

source: Ooops! Something went wrong.
de: Hoppla! Etwas ist schiefgelaufen.
id: Ups! Ada yang salah.
it: Ops! Qualcosa è andato storto.
ms: Ooops! Ada yang salah.
nl: Ooops! Er is iets fout gegaan.
sv: Oj! Något gick fel.
th: อ๊ะ! บางอย่างผิดพลาด.
uk: Ooops! Щось пішло не так.

source: Oops! We had trouble processing your airdrop. Please try again.
de: Hoppla! Wir hatten Probleme bei der Verarbeitung Ihres Lufttropfens. Bitte versuche es erneut.
id: Ups! Kami mengalami masalah dalam memproses airdrop Anda. Silakan coba lagi.
it: Oops! Abbiamo riscontrato problemi durante l'elaborazione del tuo airdrop. Per favore riprova.
ms: Oops! Kami menghadapi masalah memproses airdrop anda. Sila cuba lagi.
nl: Oeps! We hebben problemen ondervonden bij het verwerken van uw airdrop. Probeer het opnieuw.
sv: hoppsan! Vi hade problem med att bearbeta din airdrop. Var god försök igen.
th: อ๊ะ! เราประสบปัญหาในการประมวลผล airdrop ของคุณ กรุณาลองอีกครั้ง.
uk: На жаль! У нас виникли проблеми з обробкою вашого повітря. Будь ласка спробуйте ще раз.

source: Open %@?
de: %@ Öffnen?
id: Buka %@ ?
it: Apri %@ ?
ms: Buka %@ ?
nl: %@ Openen?
sv: Öppna %@ ?
th: เปิด %@ หรือไม่
uk: Відкрити %@ ?

source: Open Mail App
de: Öffnen Sie die Mail-App
id: Buka Aplikasi Email
it: Apri l'app di posta
ms: Buka Mail App
sv: Öppna Mail-appen
th: เปิดแอปอีเมล
uk: Відкрийте додаток пошти

source: Open Support
de: Öffnen Sie den Support
id: Buka Dukungan
it: Apri supporto
ms: Sokongan Terbuka
nl: Open ondersteuning
sv: Öppen support
th: เปิดการสนับสนุน
uk: Відкрита підтримка

source: Or start over and
de: Oder von vorne anfangen und
id: Atau mulai lagi dan
it: O ricominciare e
ms: Atau mulakan semula dan
nl: Of begin opnieuw en
sv: Eller börja om och
th: หรือเริ่มต้นใหม่และ
uk: Або почніть спочатку і

source: Order History
de: Bestellverlauf
id: Riwayat Pemesanan
it: Cronologia ordini
ms: Sejarah Pesanan
nl: Bestelgeschiedenis
sv: Beställningshistorik
th: ประวัติการสั่งซื้อ
uk: Історія Замовлень

source: Order ID
de: Auftragsnummer
id: Id pemesanan
it: ID ordine
ms: ID Pesanan
sv: Beställnings-ID
th: รหัสคำสั่งซื้อ
uk: Ідентифікатор замовлення

source: Our Blockchain Support Team is standing by to help any questions you have.
de: Unser Blockchain-Supportteam steht bereit, um Ihre Fragen zu beantworten.
id: Tim Dukungan Blockchain kami siap untuk membantu setiap pertanyaan yang Anda miliki.
it: Il nostro team di supporto Blockchain è pronto ad aiutarti per qualsiasi domanda tu abbia.
ms: Pasukan Sokongan Blockchain kami berdiri untuk membantu sebarang soalan yang anda miliki.
nl: Ons Blockchain-ondersteuningsteam staat voor u klaar om al uw vragen te helpen.
sv: Vårt Blockchain Support Team står för att hjälpa till med eventuella frågor du har.
th: ทีมสนับสนุน Blockchain ของเราพร้อมให้ความช่วยเหลือในทุกคำถามที่คุณมี
uk: Наша команда підтримки Blockchain стоїть на допомозі будь-яким питанням.

source: Our Latest Airdrop is Here
de: Unser neuester Airdrop ist da.
id: Airdrop terbaru kami ada di sini.
it: Il nostro ultimo Airdrop è qui.
ms: Airdrop Terkini Kami Di Sini.
nl: Onze nieuwste Airdrop is hier.
sv: Vår senaste Airdrop är här.
th: Airdrop ล่าสุดของเราอยู่ที่นี่
uk: Наш останній Airdrop тут!

source: Our next airdrop with Blockstack is launching soon! Get free Stacks (STX) by upgrading your profile to Gold Level.
de: Unser nächster Airdrop mit Blockstack startet bald! Holen Sie sich kostenlose Stacks (STX), indem Sie Ihr Profil auf Gold Level aktualisieren.
id: Airdrop kami berikutnya dengan Blockstack akan segera diluncurkan! Dapatkan Tumpukan gratis (STX) dengan meningkatkan profil Anda ke Tingkat Emas.
it: Il nostro prossimo airdrop con Blockstack sarà presto disponibile! Ottieni stack gratuiti (STX) aggiornando il tuo profilo a livello Gold.
ms: Airdrop seterusnya kami dengan Blockstack dilancarkan tidak lama lagi! Dapatkan Stack percuma (STX) dengan menaik taraf profil anda ke Tahap Emas.
nl: Onze volgende airdrop met Blockstack wordt binnenkort gelanceerd! Ontvang gratis Stacks (STX) door je profiel te upgraden naar Gold Level.
sv: Vår nästa airdrop med Blockstack lanseras snart! Få gratis Stacks (STX) genom att uppgradera din profil till guldnivå.
th: Airdrop ถัดไปของเรากับ Blockstack กำลังจะเปิดตัวเร็ว ๆ นี้! รับ Stacks ฟรี (STX) โดยอัปเกรดโปรไฟล์ของคุณเป็นระดับทอง
uk: Наступний наш аеродром з Blockstack запускається незабаром! Отримайте безкоштовні стеки (STX), оновивши свій профіль до рівня Золото.

source: Overview
de: Übersicht
id: Gambaran
it: Panoramica
ms: Gambaran keseluruhan
nl: Overzicht
sv: Översikt
th: ภาพรวม
uk: Огляд

source: Own your digital identity and data with hundreds of decentralized apps built with Blockstack.
de: Besitzen Sie Ihre digitale Identität und Daten mit Hunderten von dezentralen Apps, die mit Blockstack erstellt wurden.
id: Miliki identitas digital dan data Anda dengan ratusan aplikasi terdesentralisasi yang dibangun dengan Blockstack.
it: Gestisci la tua identità e i tuoi dati digitali con centinaia di app decentralizzate create con Blockstack.
ms: Miliki identiti dan data digital anda dengan beratus-ratus aplikasinya yang terpencil yang dibina dengan Blockstack.
nl: Bezit uw digitale identiteit en gegevens met honderden gedecentraliseerde apps die zijn gebouwd met Blockstack.
sv: Äg din digitala identitet och data med hundratals decentraliserade appar byggda med Blockstack.
th: เป็นเจ้าของข้อมูลดิจิทัลและข้อมูลของคุณด้วยแอพที่กระจายอำนาจหลายร้อยแอพที่สร้างขึ้นด้วย Blockstack
uk: Володійте своєю цифровою ідентичністю та даними за допомогою сотні децентралізованих додатків, створених за допомогою Blockstack.

source: Pair Web Wallet
de: Mit Web Wallet koppeln
id: Pasangkan Dompet Web
it: Coppia portafogli web
ms: Pasangkan Web Wallet
nl: Webportefeuille koppelen
th: จับคู่เว็บกระเป๋าเงิน
uk: Пару веб-гаманця

source: Password changed. Please login to continue.
de: Passwort wurde geändert. Bitte melden Sie sich an, um fortzufahren.
id: Kata Sandi berubah. Silakan masuk untuk melanjutkan.
it: Password cambiata. Accedi per continuare.
ms: Kata laluan diubah. Sila log masuk untuk meneruskan.
nl: Wachtwoord gewijzigd. Log in om door te gaan.
sv: Ändra lösenord. Vänligen logga in för att fortsätta.
th: เปลี่ยนรหัสผ่านแล้ว โปรดล็อกอินเพื่อดำเนินการต่อ
uk: Пароль змінено. Щоб продовжити, увійдіть будь ласка.

source: Password do not match
de: Passwörter stimmen nicht überein
id: Sandi tidak cocok
it: le passwords non corrispondono
ms: Kata laluan tidak sepadan
nl: Wachtwoorden komen niet overeen
sv: Lösenorden matchar inte
th: รหัสผ่านไม่ตรงกัน
uk: Паролі не збігаються

source: Password must be different from your email
de: Das Passwort muss sich von Ihrer E-Mail unterscheiden
id: Kata sandi harus berbeda dengan email Anda
it: La password deve essere diversa dalla tua e-mail
ms: Kata laluan mestilah berbeza daripada e-mel anda
nl: Wachtwoord moet verschillen van uw e-mailadres
sv: Lösenordet måste skilja sig från din e-postadress
th: รหัสผ่านจะต้องแตกต่างจากอีเมลของคุณ
uk: Пароль повинен відрізнятися від вашого електронного листа

source: Password must be less than or equal to 255 characters
de: Das Passwort muss mindestens 255 Zeichen lang sein
id: Kata sandi harus kurang dari atau sama dengan 255 karakter
it: La password deve essere inferiore o uguale a 255 caratteri
ms: Kata laluan mesti kurang daripada atau sama dengan 255 aksara
nl: Wachtwoord moet kleiner zijn dan of gelijk zijn aan 255 tekens
sv: Lösenordet måste vara mindre än eller lika med 255 tecken
th: รหัสผ่านจะต้องน้อยกว่าหรือเท่ากับ 255 ตัวอักษร
uk: Пароль повинен бути меншим або рівним 255 символів

source: Passwords do not match
de: Passwörter stimmen nicht überein
id: Sandi tidak cocok
it: le passwords non corrispondono
ms: Kata laluan tidak sepadan
nl: Wachtwoorden komen niet overeen
sv: Lösenorden matchar inte
th: รหัสผ่านไม่ตรงกัน
uk: Паролі не збігаються

source: PAX Fee
de: PAX-Gebühr
id: Biaya PAX
it: Commissione PAX
ms: Bayaran PAX
nl: PAX-vergoeding
sv: PAX Avgift
th: ค่าธรรมเนียมสันติภาพ
uk: ПДВ Плата

source: Payment Received
de: Zahlung erhalten
id: Pembayaran diterima
it: Pagamento ricevuto
ms: Bayaran yang diterima
nl: Betaling ontvangen
sv: Betalning mottagen
th: การชำระเงินที่ได้รับ
uk: Отримано платіж

source: Payment sent
de: Zahlung gesendet
id: Pembayaran terkirim
it: Pagamento inviato
ms: Pembayaran dihantar
nl: Betaling verzonden
sv: Betalning skickad
th: ส่งการชำระเงินแล้ว
uk: Платіж надіслано

source: Payment Sent!
de: Zahlung gesendet!
id: Pembayaran Terkirim!
it: Pagamento inviato!
ms: Pembayaran dihantar
nl: Betaling verzonden!
sv: Betalning skickas!
th: ส่งการชำระเงินแล้ว!
uk: Платіж відправлено!

source: Payment Sent! Your balance and transactions will update soon.
de: Bezahlung gesendet! Ihr Kontostand und Ihre Transaktionen werden in Kürze aktualisiert.
id: Pembayaran terkirim! Saldo dan transaksi Anda akan segera diperbarui.
it: Pagamento inviato! Il saldo e le transazioni si aggiorneranno presto.
ms: Pembayaran dihantar! Baki dan urus niaga anda akan dikemas kini tidak lama lagi.
nl: Betaling verzonden! Uw saldo en transacties worden binnenkort bijgewerkt.
sv: Betalning skickad! Ditt saldo och transaktioner kommer att uppdateras snart.
th: ชำระเงินแล้ว! ยอดคงเหลือและธุรกรรมของคุณจะอัปเดตในไม่ช้า
uk: Оплата надіслана! Ваш баланс та транзакції незабаром оновляться.

source: Payments Sent
de: Zahlung gesendet!
id: Pembayaran Terkirim!
it: Pagamenti inviati
ms: Pembayaran Dihantar
nl: Betalingen verzonden
sv: Skickade betalningar
th: ชำระเงินแล้ว
uk: Надіслані платежі

source: Pending %@ Buy
de: Ausstehend %@ Kauf
id: Tertunda %@ Beli
it: In attesa %@ Acquista
ms: Menunggu %@ Beli
nl: In afwachting van %@ Buy
sv: Väntar på %@ Köp
th: รอดำเนินการ %@ ซื้อ
uk: Очікує %@ Buy

source: Pending (%@ Confirmations)
de: Ausstehend ( %@ Bestätigungen)
id: Tertunda ( %@ Konfirmasi)
it: In sospeso ( %@ conferme)
ms: Menunggu ( %@ Pengesahan)
nl: In behandeling ( %@ Confirmations)
sv: Väntar ( %@ bekräftelser)
th: รอดำเนินการ ( %@ การยืนยัน)
uk: Очікує на розгляд ( %@ підтвердження)

source: Phrase Backed
de: Passwort wurde gesichert
id: Frasa Dicadangkan
it: Frase salvata
ms: Frasa Disokong
nl: Regel bewaard
sv: Fras backas
th: สำรองวลีแล้ว
uk: Фразу прикріплено

source: Please add an email address
de: Bitte fügen Sie eine E-Mail-Adresse hinzu
id: Silakan tambah alamat surel
it: Aggiungi un indirizzo email
ms: Sila tambah alamat e-mel
nl: Voeg een e-mailadres toe
sv: Lägg till en e-postadress
th: โปรดเพิ่มที่อยู่อีเมล
uk: Додайте, будь ласка, електрону адресу

source: Please check your email and authorize this log-in attempt. After doing so, please return here.
de: Bitte überprüfen Sie Ihre E-Mails und autorisieren Sie diesen Anmeldeversuch. Danach kehren Sie bitte hierher zurück.
id: Silakan periksa email Anda dan beri otorisasi upaya masuk ini. Setelah melakukannya, silakan kembali ke sini.
it: Controlla la tua e-mail e autorizza questo tentativo di accesso. Dopo averlo fatto, torna qui.
ms: Sila periksa e-mel anda dan izinkan percubaan log masuk ini. Selepas berbuat demikian, sila kembali ke sini.
nl: Controleer uw e-mail en autoriseer deze inlogpoging. Hierna keert u hier terug.
sv: Kontrollera din e-post och godkänn detta inloggningsförsök. Efter att ha gjort det, kom tillbaka hit.
th: โปรดตรวจสอบอีเมลของคุณและอนุญาตการเข้าสู่ระบบนี้ หลังจากทำเช่นนั้นโปรดกลับมาที่นี่
uk: Перевірте свою електронну пошту та авторизуйте цю спробу входу. Після цього поверніться сюди.

source: Please enter a fee greater than 0 BTC and at most 0.01 BTC
de: Bitte geben Sie eine mehr als 0 BTC und höchstens 0,01 BTC hohe Gebühr ein
id: Silakan masukkan biaya yang lebih besar daripada 0 BTC dan paling besar 0,01 BTC
it: Inserisci una commissione maggiore di 0 BTC e non più grande di 0,01 BTC
ms: Sila masukkan yuran lebih besar daripada 0 BTC dan paling 0.01 BTC
nl: Voer een tarief in van meer dan 0 BTC en maximaal 0,01 BTC
sv: Skriv in en avgift som är större än 0 BTC och högst 0,01 BTC
th: โปรดกรอกค่าธรรมเนียมที่มากกว่า 0 BTC และมากที่สุ ด 0.01 BTC
uk: Будь ласка, введіть комісію, більше 0 BTC і не більше 0,01 BTC

source: Please enter a new PIN
de: Bitte geben Sie eine neue PIN ein
id: Silakan masukkan PIN baru
it: Inserisci un nuovo PIN
ms: Sila masukkan PIN baru
nl: Voer een nieuwe pincode in
sv: Ange en ny PIN-kod
th: โปรดกรอก PIN ใหม่
uk: Будь ласка, введіть новий PIN-код

source: Please enter your %@ 2FA code
de: Bitte geben Sie Ihren %@ 2FA-Code ein
id: Silakan masukkan kode %@ 2FA Anda
it: Inserisci il tuo codice %@ 2FA
ms: Sila masukkan kod %@ 2FA anda
nl: Voer uw %@ 2FA-code in
sv: Skriv in din %@ 2FA kod
th: โปรดกรอกรหัส %@ 2FA ของคุณ
uk: Будь ласка, введіть свій код %@ 2FA
