Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: Introducing Blockchain's faster, smarter way to trade your crypto. Upgrade now to enjoy benefits such as better prices, higher trade limits and live rates.
de: Wir stellen Blockchains schnellere und schlauere Methode vor, um mit Ihren Kryptos zu handeln. Rüsten Sie jetzt auf, um Vorteile wie bessere Preise, höhere Handelslimits und Live-Wechselkurse zu genießen.
es_419: Presentamos un servicio más rápido y eficaz de Blockchain.com para operar con criptomonedas. Actualiza ahora para disfrutar los beneficios como mejores precios, límites de operación más altos y tarifas en vivo.
id: Memperkenalkan Blockchain cara yang lebih cepat dan lebih cerdas untuk memperdagangkan crypto Anda. Tingkatkan sekarang untuk menikmati manfaat seperti harga yang lebih baik, batas perdagangan yang lebih tinggi, dan nilai tukar langsung.
it: Ti presentiamo il modo più veloce e intelligente di Blockchain per scambiare la tua criptovaluta. Esegui l'upgrade ora per usufruire di vantaggi quali prezzi migliori, limiti commerciali più elevati e tassi in tempo reale.
ms: Memperkenalkan Blockchain lebih pantas, cara yang lebih bijak untuk memperdagangkan crypto anda. Naik taraf sekarang untuk menikmati faedah seperti harga yang lebih baik, had perdagangan yang lebih tinggi dan kadar faedah.
nl: Introductie van Blockchain's snellere, slimmere manier om uw crypto te verhandelen. Upgrade nu om te genieten van voordelen zoals betere prijzen, hogere handelslimieten en live tarieven.
pt_br: Apresentando a maneira mais rápida e inteligente do Blockchain de negociar sua criptomoeda. Atualize agora para aproveitar benefícios como melhores preços, limites comerciais mais altos e taxas ao vivo.
sv: Presenterar Blockchains snabbare, smartare sätt att handla din krypto. Uppgradera nu för att njuta av fördelar som bättre priser, högre handelsgränser och levande priser.
th: แนะนำ Blockchain วิธีซื้อขายแลกเปลี่ยน crypto ที่รวดเร็วและชาญฉลาดยิ่งขึ้น อัปเกรดทันทีเพื่อรับสิทธิประโยชน์เช่นราคาที่ดีขึ้นขีด จำกัด ทางการค้าที่สูงขึ้นและอัตราการแลกเปลี่ยนสด
uk: Представляємо швидший та розумніший спосіб Blockchain торгувати криптовалютою. Оновіться зараз, щоб насолоджуватися такими вигодами, як кращі ціни, більш високі обмеження торгівлі та ставки живих.

source: Invalid %@ Address
de: Ungültige %@-Adresse
es_419: Dirección %@ no válida
id: %@ Alamat tidak valid
it: %@ Indirizzo non valido
ms: %@ Alamat tidak sah
nl: Ongeldig %@ adres
pt_br: Endereço %@ inválido
sv: Ogiltig %@ adress
th: ที่อยู่ %@ ไม่ถูกต้อง
uk: Недійсна %@ адреса

source: Invalid email address.
de: Ungültige E-Mail-Adresse.
es_419: Dirección de correo electrónico no válida.
id: Alamat surel tidak valid
it: Indirizzo email non valido.
ms: Alamat e-mel tidak sah.
nl: Ongeldig e-mailadres.
pt_br: Endereço de e-mail invalido.
sv: Ogiltig e-postadress.
th: ที่อยู่อีเมลไม่ถูกต้อง
uk: Невірна електронна адреса.

source: Invalid Pairing Code
de: Ungültiger Kombinationscode
es_419: Código de sincronización no válido
id: Kode Pemasangan Tidak Valid
it: Codice di associazione non valido
ms: Kod berpasangan tidak sah
nl: Ongeldige koppelcode
pt_br: Código de emparelhamento inválido
sv: Ogiltig ihopkoppling kod
th: รหัสจับคู่ไม่ถูกต้อง
uk: Невірний код

source: Invalid recovery phrase. Please try again
de: Ungültiges Wiederherstellungspasswort. Bitte erneut versuchen
es_419: Frase de recuperación no válida. Intenta otra vez.
id: Frasa pemulihan tidak valid. Silakan coba lagi
it: Frase di backup non valida. Prova di nuovo
ms: Frasa pemulihan tidak sah. Sila cuba lagi
nl: Ongeldige herstelregel. Probeer het opnieuw
pt_br: Frase de recuperação inválida. Tente novamente
sv: Ogiltig återhämtning fras. Behaga försök igen
th: วลีเพื่อการกู้คืนไม่ถูกต้อง โปรดลองอีกครั้ง
uk: Фраза для відновлення доступу невірна. Будь ласка, спробуйте ще раз!

source: Invalid recovery phrase. Please try again,
de: Ungültiges Wiederherstellungspasswort. Bitte erneut versuchen
es_419: Frase de recuperación no válida. Intenta otra vez.
id: Frasa pemulihan tidak valid. Silakan coba lagi
it: Frase di backup non valida. Prova di nuovo
ms: Frasa pemulihan tidak sah. Sila cuba lagi
nl: Ongeldige herstelregel. Probeer het opnieuw
pt_br: Frase de recuperação inválida. Tente novamente,
sv: Ogiltig återhämtning fras. Behaga försök igen
th: วลีเพื่อการกู้คืนไม่ถูกต้อง โปรดลองอีกครั้ง
uk: Фраза для відновлення доступу невірна. Будь ласка, спробуйте ще раз!

source: Invalid server response. Please try again later.
de: Ungültige Serverantwort. Bitte versuchen Sie es später erneut.
es_419: Respuesta del servidor no válida. Intenta otra vez más tarde.
id: Respons server tidak valid. Silakan coba lagi nanti.
it: Risposta del server non valida. Per favore riprova più tardi.
ms: Sambutan pelayan tidak sah. Sila cuba sebentar lagi.
nl: Ongeldige serverreactie. Probeer het later opnieuw.
pt_br: Resposta do servidor inválida. Tente novamente mais tarde.
sv: Ogiltigt serversvar. Vänligen försök igen senare.
th: การตอบกลับของเซิร์ฟเวอร์ไม่ถูกต้อง กรุณาลองใหม่อีกครั้งในภายหลัง.
uk: Недійсна відповідь сервера. Будь-ласка спробуйте пізніше.

source: Invalid Shared Key
de: Ungültiger geteilter Schlüssel
es_419: Clave compartida no válida
id: Kunci Berbagi Tidak Valid
it: Chiave condivisa non valida
ms: Kunci Dikongsi Tidak Sah
nl: Ongeldige gedeelde sleutel
pt_br: Chave compartilhada inválida
sv: Ogiltig delad nyckel
th: คีย์ที่แบ่งปันไม่ถูกต้อง
uk: Невірний ключ

source: Invalid Status Code Returned %@
de: Ungültiger Status-Code als Rückantwort %@
es_419: Código de estado no válido devuelto %@
id: Kode Status Tidak Valid Kembali %@
it: Restituito codice di stato non valido %@
ms: Kod Status Tidak Dikembalikan %@
nl: Ongeldige statuscode geretourneerd %@
pt_br: Código de status inválido retornado %@
sv: Ogiltig statuskod returneras %@
th: รหัสสถานะที่ได้รับการส่งคืนไม่ถูกต้อง %@
uk: Статус зворотнього коду невірний %@

source: Invalid two-factor authentication type
de: Ungültiger Zwei-Faktor-Authentifizierungstyp
es_419: Tipo de autenticación de dos factores no válido
id: Jenis otentikasi dua faktor tidak valid
it: Tipo di autenticazione a due fattori non valida
ms: Jenis pengesahan dua faktor tidak sah
nl: Ongeldig tweeledig verificatiemethodetype
pt_br: Tipo de autenticação de dois fatores inválido
sv: Ogiltig tvåfaktorsautentisering typ
th: ประเภทการพิสูจน์ตัวตนสองชั้นไม่ถูกต้อง
uk: Невірний тип двофакторної автентифікації

source: is on your clipboard.
de: befindet sich in Ihrer Zwischenablage.
es_419: está en el portapapeles.
id: ada di clipboard Anda.
it: è negli appunti.
ms: ada di papan klip anda.
nl: staat op uw klembord.
pt_br: está na sua área de transferência.
sv: finns på ditt urklipp.
th: อยู่บนคลิปบอร์ดของคุณ
uk: знаходиться у вашому буфері обміну.

source: It's time to Level Up to a better crypto exchange. Buy, sell, and trade more digital assets in the Blockchain.com Exchange.
de: Es ist Zeit, einen besseren Krypto-Austausch zu erreichen. Kaufen, verkaufen und handeln Sie mehr digitale Assets an der Blockchain.com Exchange.
es_419: Es momento de subir el nivel a un mejor intercambio de criptomonedas. Compra, vende y comercializa más activos digitales en el Exchange de Blockchain.com.
id: Saatnya Naik Level ke pertukaran crypto yang lebih baik. Beli, jual, dan tukar lebih banyak aset digital di Exchange Blockchain.com.
it: È tempo di salire di livello per un migliore scambio di criptovalute. Acquista, vendi e scambia più risorse digitali nello scambio Blockchain.com.
ms: Ia adalah masa untuk Tahap Sehingga pertukaran crypto yang lebih baik. Beli, menjual dan berdagang lebih banyak aset digital di Exchangechain.com Exchange.
nl: Het is tijd om een niveau omhoog te gaan naar een betere crypto-uitwisseling. Koop, verkoop en verhandel meer digitale activa in de Blockchain.com Exchange.
pt_br: É hora de subir de nível para uma melhor troca de criptomoedas. Compre, venda e negocie mais ativos digitais na Blockchain.com Exchange.
sv: Det är dags att nivå upp till ett bättre krypto-utbyte. Köp, sälj och handel med fler digitala tillgångar på Blockchain.com Exchange.
th: ถึงเวลาที่จะยกระดับการแลกเปลี่ยน crypto ที่ดีขึ้น ซื้อขายและแลกเปลี่ยนสินทรัพย์ดิจิทัลเพิ่มเติมใน Blockchain.com Exchange
uk: Настав час рівня до кращого обміну криптовалютами. Купуйте, продайте та торгуйте іншими цифровими активами на біржі Blockchain.com.

source: Jumpstart your crypto portfolio by easily buying and selling Bitcoin.
de: Beginnen Sie in Ihrem Crypto-Portfolio, indem Sie einfach Bitcoin kaufen und verkaufen.
es_419: Aumenta tu portafolio de criptomonedas al comprar y vender bitcóin fácilmente.
id: Mulai portofolio crypto Anda dengan mudah membeli dan menjual Bitcoin.
it: Fai partire il tuo portafoglio di criptovalute acquistando e vendendo facilmente Bitcoin.
ms: Jumpstart portfolio crypto anda dengan mudah membeli dan menjual Bitcoin.
nl: Start uw cryptoportfolio snel door Bitcoin gemakkelijk te kopen en verkopen.
pt_br: Impulsione seu portfólio de criptomoedas comprando e vendendo Bitcoin com facilidade.
sv: Jumpstart din kryptoportfolio genom att enkelt köpa och sälja Bitcoin.
th: เริ่มต้นการเข้ารหัสของคุณด้วยการซื้อและขาย Bitcoin
uk: Поверніться до свого криптовалюти, легко купуючи та продаючи Bitcoin.

source: Just a moment.
de: Nur einen Moment.
es_419: Hace un momento
id: Sebentar.
it: Solo un momento.
ms: Sekejap.
nl: Een momentje.
pt_br: Só um momento.
sv: Ett ögonblick.
th: รอสักครู่.
uk: Хвилинку.

source: Keep your xPub private. Someone with access to your xPub will be able to see all of your funds and transactions.
de: Behandeln Sie Ihren xPub vertraulich. Jede Person mit Zugriff auf Ihren xPub kann alle Ihre Guthaben und Transaktionen einsehen.
es_419: Mantén la privacidad de tu xPub. Alguien con acceso a tu xPub podrá ver todos tus fondos y transacciones.
id: Jaga xPub Anda tetap pribadi. Seseorang dengan akses ke xPub Anda akan dapat melihat semua dana dan transaksi.
it: Tieni la tua xPub privata. Qualcuno con accesso alla tua xPub potrà vedere tutti i tuoi soldi e transazioni.
ms: Simpan xPub anda secara peribadi. Seseorang yang mempunyai akses ke xPub anda akan dapat melihat semua dana dan urus niaga anda.
nl: Vertel uw xPub aan niemand. Iemand met toegang tot uw xPub kan al uw tegoeden en transacties zien.
pt_br: Mantenha seu xPub privado. Alguém com acesso ao seu xPub poderá ver todos os seus fundos e transações.
sv: Hålla din xPub privat. Någon med tillgång till din xPub kommer att kunna se alla dina fonder och transaktioner.
th: เก็บ xPub ของคุณให้เป็นส่วนตัว ผู้ที่มีการเข้าถึง xPub จะสามารถเห็นเงินและธุรกรรมทั้งหมดของคุณได้
uk: Зберігайте свій xPub у надійному місці. Той, хто матиме доступ до вашого ключа xPub, зможе бачити усі ваші транзакції та кошти.

source: KYC Status
es_419: Estado de KYC
id: Status KYC
it: Stato KYC
ms: Status KYC
pt_br: Status KYC
th: สถานะ KYC
uk: Статус KYC

source: Label
de: Beschreibung
es_419: Etiqueta
it: Etichetta
pt_br: Etiqueta
sv: Namn
th: ป้ายชื่อ
uk: Мітка

source: Label Address
de: Adresskennung
es_419: Dirección de etiqueta
id: Alamat label
it: Indirizzo etichetta
ms: Label alamat
nl: Label Adres
pt_br: Endereço da etiqueta
sv: Etikett adress
th: ที่อยู่ฉลาก
uk: Мітка адреси

source: Label must contain letters and numbers only
de: Beschreibung darf nur aus Buchstaben und Ziffern bestehen
es_419: La etiqueta debe contener letras y números solamente
id: Label harus berisi hanya huruf dan angka
it: L'etichtta deve contenere solo lettere e numeri
ms: Label mesti mengandungi huruf dan nombor sahaja
nl: Label kan alleen letters en cijfers bevatten
pt_br: A etiqueta deve conter apenas letras e números
sv: Etiketten måste innehålla bokstäver och siffror endast
th: ป้ายชื่อต้องประกอบไปด้วยตัวอักษรและตัวเลขเท่านั้น
uk: Мітка повинна складатись лише з літер та цифр.

source: Label must have less than 18 characters
de: Beschreibung muss kürzer als 18 Zeichen sein
es_419: La etiqueta debe tener menos de 18 caracteres
id: Label harus kurang dari 18 huruf
it: L'etichetta deve avere meno di 18 caratteri
ms: Label mesti mempunyai watak-watak yang kurang daripada 18
nl: Label moet minder dan 18 tekens bevatten
pt_br: A etiqueta deve ter menos de 18 caracteres
sv: Etiketten måste ha mindre än 18 tecken
th: ป้ายชื่อต้องมีตัวอักษรน้อยกว่า 18 ตัว
uk: Мітка повинна мати не більше 18 знаків.

source: Learn more
de: Mehr erfahren
es_419: Obtener más información
id: Belajarlah lagi
it: Per saperne di più
ms: Ketahui lebih lanjut
nl: Meer informatie
pt_br: Saiba mais
sv: Läs mer
th: เรียนรู้เพิ่มเติม
uk: Вчи більше

source: Link requires app update
de: Verknüpfung erfordert App-Update
es_419: El enlace requiere una actualización de la aplicación.
id: Tautan membutuhkan pembaruan aplikasi
it: Il collegamento richiede l'aggiornamento dell'app
ms: Pautan memerlukan kemas kini aplikasinya
nl: Link vereist app-update
pt_br: O link requer atualização do aplicativo
sv: Länk kräver appuppdatering
th: ลิงก์ต้องการการอัปเดตแอป
uk: Посилання вимагає оновлення програми

source: list of countries
de: Liste der Länder
es_419: lista de países
id: daftar negara
it: elenco dei paesi
ms: senarai negara
nl: lijst van landen
pt_br: lista de países
sv: lista över länder
th: รายชื่อประเทศ
uk: список країн

source: Loading
de: Wird geladen
es_419: Cargando
id: Memuat
it: Caricamento
nl: Bezig met laden
pt_br: Carregando
sv: Läser in
th: กำลังโหลด
uk: Завантажується

source: loading Settings
de: Einstellungen laden
es_419: cargando Configuración
id: memuat Pengaturan
it: caricamento delle impostazioni
ms: memuatkan Tetapan
nl: instellingen laden
pt_br: carregando configurações
sv: laddar inställningar
th: กำลังโหลดการตั้งค่า
uk: завантаження Налаштування

source: Loading transactions
de: Transaktionen werden geladen
es_419: Cargando transacciones
id: Pemuatan Transaksi
it: Sto caricando le transazioni
ms: Memuatkan urus niaga
nl: Transacties aan het laden
pt_br: Carregando transações
sv: Läser in transaktioner
th: กำลังโหลดธุรกรรม
uk: Завантаження транзакцій

source: Loading Your Wallet
de: Laden Ihrer Wallet
es_419: Cargando tu Wallet
id: Memuat Dompet Anda
it: Caricamento del tuo portafoglio
ms: Memuat Wallet anda
nl: Uw portemonnee laden
pt_br: Carregando sua Wallet
sv: Laddar din plånbok
th: กำลังโหลดกระเป๋าเงินของคุณ
uk: Завантаження гаманця

source: Log In
es_419: Iniciar sesión
id: Masuk
it: Accesso
ms: Log masuk
sv: Logga in
th: เข้าสู่ระบบ
uk: Увійти

source: Log in to refresh addresses
de: Loggen Sie sich ein, um Adressen zu aktualisieren
es_419: Iniciar sesión para actualizar las direcciones
id: Masuk untuk menyegarkan alamat
it: Accedi per aggiornare gli indirizzi
ms: Log masuk untuk menyegarkan alamat
nl: Log in om adressen te vernieuwen
pt_br: Faça login para atualizar os endereços
sv: Logga in för att uppdatera adresser
th: เข้าสู่ระบบเพื่อรีเฟรชที่อยู่
uk: Увійдіть, щоб оновити адреси

source: Login existing Wallet
de: Bei vorhandener Wallet anmelden
es_419: Wallet con inicio de sesión existente
id: Masuk ke Dompet yang ada
it: Accedi ad un Portafoglio esistente
ms: Log masuk Wallet sedia ada
nl: Inloggen op bestaande Portemonnee
pt_br: Faça login na Wallet existente
sv: Logga in befintliga plånbok
th: ล็อกอินไปยังกระเป๋าเงินที่มีอยู่
uk: Увійти в існуючий Гаманець

source: Low Fees
de: Niedrige Gebühren
es_419: Comisiones bajas
id: Biaya rendah
it: Commissioni basse
ms: Yuran Rendah
nl: Lage tarieven
pt_br: Taxas baixas
sv: Låga avgifter
th: ค่าธรรมเนียมต่ำ
uk: Низькі збори

source: Make Default
de: Als Standard festlegen
es_419: Establecer como predeterminado
id: Buat Default
it: Rendi predefinita
ms: Membuat lalai
nl: Als standaard instellen
pt_br: Tornar padrão
sv: Göra standard
th: ทำให้เป็นค่าเริ่มต้น
uk: Зробити за замовчуванням

source: Medium
de: Mittel
es_419: Medio
it: medio
ms: Sederhana
pt_br: Médio
th: กลาง
uk: Середній

source: Memo
es_419: Memorando
it: promemoria
pt_br: Memorando
sv: PM
th: บันทึก
uk: Пам'ятка

source: Message Me When Available
de: Wenn verfügbar, senden Sie mir eine Nachricht
es_419: Enviarme un mensaje cuando esté disponible
id: Pesan Saya Saat Tersedia
it: Inviami un messaggio quando disponibile
ms: Perbualan Saya Apabila Ada
nl: Stuur me een bericht wanneer beschikbaar
pt_br: Envie-me uma mensagem quando disponível
sv: Meddela mig när det är tillgängligt
th: ส่งข้อความถึงฉันเมื่อมี
uk: Повідомте мене, коли вони є

source: Mobile Number
de: Handynummer
es_419: Número de teléfono móvil
id: Nomor Ponsel
it: Non verificato
ms: Nombor telefon
nl: Mobiel telefoonnummer
pt_br: Número de celular
sv: Mobilnummer
th: หมายเลขมือถือ
uk: Номер мобільного телефону

source: month
de: Monat
es_419: mes
id: bulan
it: mese
ms: bulan
nl: maand
pt_br: mês
sv: månad
th: เดือน
uk: місяць

source: months
de: Monate
es_419: meses
id: bulan
it: mesi
ms: bulan
nl: maanden
pt_br: meses
sv: månader
th: เดือน
uk: місяців

source: More
de: Mehr
es_419: Más
id: Lebih
it: Di Più
ms: Lebih banyak
nl: Meer
pt_br: Mais
sv: Mer
th: มากกว่า
uk: Більше

source: New Email Address
de: Neue E-Mail-Adresse
es_419: Nueva dirección de correo electrónico
id: Alamat Surel Baru
it: Nuovo indirizzo email
ms: Alamat e-mel baru
nl: Nieuw e-mailadres
pt_br: Novo endereço de e-mail
sv: Ny e-postadress
th: ที่อยู่อีเมลใหม่
uk: Нова адреса електронної пошти

source: New email must be different
de: Neue E-Mail-Adresse muss anders sein
es_419: El correo electrónico nuevo debe ser diferente
id: Email baru harus berbeda
it: La nuova email deve essere diversa
ms: E-mel baru mestilah berbeza
nl: Nieuwe e-mail moet anders zijn
pt_br: O novo e-mail deve ser diferente
sv: Det nya e-postmeddelandet måste vara annorlunda
th: อีเมลใหม่จะต้องแตกต่างกัน
uk: Новий електронний лист повинен бути іншим

source: No description
de: Keine Beschreibung
es_419: Sin descripción
id: tidak ada deskripsi
it: Nessuna descrizione
ms: Tiada deskripsi
nl: Geen beschrijving
pt_br: Sem descrição
sv: Ingen beskrivning
th: ไม่มีคำอธิบาย
uk: без опису

source: No internet connection available. Please check your network settings.
de: Keine Internetverbindung verfügbar. Bitte überprüfen Sie Ihre Netzwerkeinstellungen.
es_419: Sin conexión a Internet disponible. Comprueba tu configuración de red.
id: Tidak tersedia koneksi internet. Mohon periksa setelan jaringan Anda
it: Nessuna connessione internet disponibile. Controlla le tue impostazioni di rete.
ms: Tiada sambungan internet tersedia. Sila periksa tetapan rangkaian anda.
nl: Geen internetverbinding beschikbaar. Controleer uw netwerkinstellingen.
pt_br: Sem conexão à Internet disponível. Verifique suas configurações de rede.
sv: Ingen internet-anslutning är tillgänglig. Vänligen kontrollera dina nätverksinställningar.
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ตให้ใช้งาน โปรดตรวจสอบการตั้งค่าเครือข่ายของคุณ
uk: Інтернет-з'єднання відсутнє. Будь ласка, перевірте інтернет-налаштування.

source: No internet connection.
de: Keine Internetverbindung.
es_419: Sin conexión a Internet.
id: Tidak ada koneksi internet.
it: Nessuna connessione internet.
ms: Tiada sambungan internet.
nl: Geen internetverbinding.
pt_br: Sem conexão à internet.
sv: Ingen internet-anslutning.
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
uk: Інтернет відсутній.

source: No Label
de: Keine Beschreibung
es_419: Sin etiqueta
id: Tanpa Label:
it: Nessuna etichetta
ms: Tiada Label
nl: Geen label
pt_br: Sem etiqueta
sv: Ingen etikett
th: ไม่มีป้ายชื่อ
uk: Мітка відсутня

source: No Password Entered
de: Neues Passwort wurde eingegeben
es_419: No se ingresó una contraseña
id: Tidak Ada Kata Sandi yang Dimasukkan
it: Nessuna password inserita
ms: Tiada Kata Laluan yang Dimasukkan
nl: Geen wachtwoord ingevoerd
pt_br: Nenhuma senha inserida
sv: Inga lösenord som anges
th: ไม่มีการกรอกรหัสผ่าน
uk: Жоден пароль не введено

source: Not all countries are supported at this time. Check our up to date
de: Derzeit werden nicht alle Länder unterstützt. Überprüfen Sie unsere aktuellste
es_419: No se admiten todos los países en este momento. Consulta nuestra actualización
id: Tidak semua negara didukung saat ini. Periksa informasi terbaru kami
it: Al momento non tutti i Paesi sono supportati. Controlla il nostro aggiornamento
ms: Tidak semua negara disokong pada masa ini. Semak kami sehingga tarikh
nl: Niet alle landen worden op dit moment ondersteund. Bekijk onze up-to-date
pt_br: Nem todos os países são suportados neste momento. Confira nossa atualização
sv: Inte alla länder stöds vid denna tidpunkt. Kolla vårt aktuella
th: ไม่รองรับทุกประเทศในขณะนี้ ตรวจสอบข้อมูลล่าสุดของเรา
uk: Наразі не всі країни підтримуються. Перевірте нашу актуальність

source: Not Enough %@
de: Nicht genug %@
es_419: Sin suficiente %@
id: Tidak Cukup %@
it: Non abbastanza %@
ms: Tidak cukup %@
nl: Niet genoeg %@
pt_br: %@ insuficiente
sv: Inte tillräckligt %@
th: ไม่เพียงพอ %@
uk: Не вистачає %@

source: Not enough %@ for fees
de: Nicht genug %@ für Gebühren
es_419: Sin suficiente %@ para las comisiones
id: Tidak cukup %@ untuk biaya
it: %@ Non sufficiente per le commissioni
ms: Tidak cukup %@ untuk yuran
nl: Niet genoeg %@ voor vergoedingen
pt_br: Não há %@ suficiente para taxas
sv: Inte tillräckligt med %@ för avgifter
th: ค่าธรรมเนียม %@ ไม่เพียงพอ
uk: Недостатньо %@ для комісій

source: Not Now
de: Nicht jetzt
es_419: Ahora no
id: Tidak sekarang
it: Non adesso
ms: Bukan sekarang
nl: Niet nu
pt_br: Agora não
sv: Inte nu
th: ไม่ใช่ตอนนี้
uk: Не зараз

source: Notify Me
de: Mich benachrichtigen
es_419: Notificarme
id: Beritahu saya
it: Avvisami
ms: Beritahu saya
nl: Breng me op de hoogte
pt_br: Avise-me
sv: Meddela mig
th: แจ้งเตือนฉัน
uk: Повідомляти мене

source: OK
de: in Ordnung
es_419: Aceptar
id: baik
ms: okey
th: ตกลง
uk: добре

source: Open %@
de: %@ öffnen
es_419: Abrir %@
id: Buka %@
it: Apri %@
ms: Buka %@
nl: %@ Openen
pt_br: Abrir %@
sv: Öppna %@
th: เปิด %@
uk: Відкрити %@

source: Open Mail
de: Mail öffnen
es_419: Abrir correo
id: Buka Surat
it: Apri posta
ms: Buka Mail
pt_br: Abrir e-mail
sv: Öppna post
th: เปิดเมล
uk: Відкрити пошту

source: Our Blockchain Support Team has written Help Guides explaining why we need to verify your identity
de: Unser Blockchain-Supportteam hat Handbücher zur Hilfe verfasst, in denen erläutert wird, warum wir Ihre Identität überprüfen müssen
es_419: Nuestro Equipo de soporte de Blockchain.com ha escrito Guías de ayuda en las que se explican los motivos por los que necesitamos verificar tu identidad.
id: Tim Dukungan Blockchain kami telah menulis Panduan Bantuan menjelaskan mengapa kami perlu memverifikasi identitas Anda
it: Il nostro team di supporto Blockchain ha scritto Guide di assistenza spiegando perché dobbiamo verificare la tua identità
ms: Pasukan Sokongan Blockchain kami telah menulis Panduan Bantuan yang menjelaskan mengapa kami perlu mengesahkan identiti anda
nl: Ons ondersteuningsteam voor Blockchain heeft hulpgidsen geschreven waarin wordt uitgelegd waarom we je identiteit moeten verifiëren
pt_br: Nossa equipe de suporte Blockchain escreveu guias de ajuda explicando por que precisamos verificar sua identidade
sv: Vårt Blockchain Support Team har skrivit Hjälpguider för att förklara varför vi behöver verifiera din identitet
th: ทีมสนับสนุน Blockchain ของเราได้เขียนคำแนะนำช่วยเหลืออธิบายว่าทำไมเราต้องยืนยันตัวตน
uk: Наша команда підтримки Blockchain написала довідкові посібники, які пояснюють, чому нам потрібно перевірити вашу особу

source: Parsing Pairing Code
de: Kombinationscode wird geparst
es_419: Analizando código de sincronización
id: Kode Penguraian Pemasangan
it: Sto analizzando il codice di associazione
ms: Penghuraian Kod berpasangan
nl: Koppelcode aan het analyseren
pt_br: Analisando o código de emparelhamento
sv: Parsning länkningskod
th: กำลังแยกวิเคราะห์รหัสจับคู่
uk: Парсинг коду приєднання
