Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: Currently we don’t support buying crypto with
de: Derzeit unterstützen wir den Kauf von Crypto nicht mit
es_419: En este momento, no admitimos la compra de criptomoneda con
id: Saat ini kami tidak mendukung pembelian kripto
it: Al momento non supportiamo l'acquisto di criptovalute con
ms: Pada masa ini kami tidak menyokong pembelian crypto dengan
nl: Momenteel ondersteunen we het kopen van crypto niet
pt_br: Atualmente, não oferecemos suporte à compra de criptomoedas com
sv: För närvarande stöder vi inte att köpa krypto med
uk: Наразі ми не підтримуємо покупку криптовалюти

source: Exp:
de: Ablauf:
es_419: Vencimiento:
ms: Tamat:
uk: Досвід:

source: Expiry Date
de: Ablaufdatum
es_419: Fecha de vencimiento
id: Tanggal kadaluarsa
it: Data di scadenza
ms: Tarikh luput
nl: Vervaldatum
pt_br: Data de vencimento
sv: Utgångsdatum
uk: Термін придатності

source: from your bank account to Blockchain.com. Once we receive the funds, we’ll create your
de: von Ihrem Bankkonto zu Blockchain.com. Sobald wir das Geld erhalten haben, erstellen wir Ihre
es_419: de tu cuenta bancaria a Blockchain.com. Una vez que recibamos los fondos, crearemos tu
id: dari rekening bank Anda ke Blockchain.com. Setelah kami menerima dana, kami akan membuatnya
it: dal tuo conto bancario a Blockchain.com. Una volta ricevuti i fondi, creeremo il tuo
ms: dari akaun bank anda ke Blockchain.com. Setelah kami menerima dana, kami akan membuat wang anda
nl: van uw bankrekening naar Blockchain.com. Zodra we het geld hebben ontvangen, maken we uw aan
pt_br: da sua conta bancária para Blockchain.com. Assim que recebermos os fundos, criaremos seu
sv: från ditt bankkonto till Blockchain.com. När vi har fått pengarna skapar vi dina
uk: з вашого банківського рахунку на Blockchain.com. Як тільки ми отримаємо кошти, ми створимо ваші

source: Full Name
de: Vollständiger Name
es_419: Nombre completo
id: Nama lengkap
it: Nome e cognome
ms: Nama penuh
nl: Voor-en achternaam
pt_br: Nome completo
sv: Fullständiga namn
uk: Повне ім'я

source: Invalid CVV
de: Ungültiger CVV
es_419: CVV no válido
id: CVV tidak valid
it: CVV non valido
ms: CVV tidak sah
nl: Ongeldige CVV
pt_br: CVV inválido
sv: Ogiltig CVV
uk: Недійсний CVV

source: is Not Supported
de: wird nicht unterstützt
es_419: no es compatible.
id: Tidak Didukung
it: non è supportato
ms: Tidak Disokong
nl: wordt niet ondersteund
pt_br: não é suportado
sv: stöds inte
uk: не підтримується

source: is now available in your Wallet.
de: ist jetzt in Ihrer Brieftasche verfügbar.
es_419: ahora está disponible en tu Wallet.
id: sekarang tersedia di Dompet Anda.
it: è ora disponibile nel tuo portafoglio.
ms: kini tersedia di Dompet anda.
nl: is nu beschikbaar in uw Wallet.
pt_br: já está disponível na sua Wallet.
sv: är nu tillgängligt i din plånbok.
uk: тепер доступний у вашому Гаманці.

source: Limit
de: Grenze
es_419: Límite
id: Membatasi
it: Limite
ms: Had
nl: Begrenzing
pt_br: Limite
sv: Begränsa
uk: Обмеження

source: Linked Cards
de: Verknüpfte Karten
es_419: Tarjetas vinculadas
id: Kartu Tertaut
it: Carte collegate
ms: Kad Terpaut
nl: Gelinkte kaarten
pt_br: Cartões vinculados
sv: Länkade kort
uk: Пов'язані картки

source: Name on Card
de: Name auf der Karte
es_419: Nombre en la tarjeta
id: Nama di kartu
it: Nome sulla carta
ms: Nama pada kad
nl: Naam op kaart
pt_br: Nome no cartão
sv: Namn på kort
uk: Ім'я на картці

source: Once we receive your bank transfer, your
de: Sobald wir Ihre Überweisung erhalten haben, wird Ihre
es_419: Una vez que recibamos tu transferencia bancaria, tu
id: Setelah kami menerima transfer bank Anda, Anda
it: Una volta ricevuto il tuo bonifico bancario, il tuo
ms: Setelah kami menerima pindahan wang bank anda, anda
nl: Zodra we uw overboeking hebben ontvangen, uw
pt_br: Assim que recebermos sua transferência bancária, seu
sv: När vi har fått din banköverföring, din
uk: Як тільки ми отримаємо ваш банківський переказ, ваш

source: Once we receive your funds, we’ll start your
de: Sobald wir Ihr Geld erhalten haben, beginnen wir mit Ihrem
es_419: Una vez que recibamos tus fondos, comenzaremos tu
id: Setelah kami menerima dana Anda, kami akan mulai
it: Una volta ricevuti i tuoi fondi, inizieremo i tuoi
ms: Setelah kami menerima dana anda, kami akan memulakan wang anda
nl: Zodra we uw geld hebben ontvangen, beginnen we met uw
pt_br: Assim que recebermos seus fundos, iniciaremos
sv: När vi har fått dina medel börjar vi dina
uk: Як тільки ми отримаємо ваші кошти, ми розпочнемо ваші

source: Oops! Something Went Wrong.
de: Hoppla! Etwas ist schiefgelaufen.
es_419: ¡Ups! Algo salió mal.
id: Ups! Ada yang salah.
it: Oops! Qualcosa è andato storto.
ms: Alamak! Sesuatu Yang Keliru.
nl: Oeps! Er is iets fout gegaan.
pt_br: Ops! Algo deu errado.
sv: hoppsan! Något gick fel.
uk: На жаль! Щось пішло не так.

source: Order Details
de: Bestelldetails
es_419: Detalles de la orden
id: Detail pesanan
it: Dettagli dell'ordine
ms: maklumat pesanan
nl: Bestel Details
pt_br: Detalhes do pedido
sv: Orderdetaljer
uk: деталі замовлення

source: Payment Method
de: Zahlungsmethode
es_419: Método de pago
id: Cara Pembayaran
it: Metodo di pagamento
ms: Kaedah Pembayaran
nl: Betalingswijze
pt_br: Método de pagamento
sv: Betalningsmetod
uk: Спосіб оплати

source: Payment Methods
de: Zahlungsmethoden
es_419: Métodos de pago
id: cara Pembayaran
it: Modalità di pagamento
ms: cara bayaran
nl: Betaalmethoden
pt_br: Métodos de pagamento
sv: Betalningsmetoder
uk: методи оплати

source: Please go back and try again.
de: Bitte gehen Sie zurück und versuchen Sie es erneut.
es_419: Vuelve atrás e intenta otra vez.
id: Harap kembali dan coba lagi.
it: Torna indietro e riprova.
ms: Sila kembali dan cuba lagi.
nl: Ga alstublieft terug en probeer het opnieuw.
pt_br: Volte e tente novamente.
sv: Gå tillbaka och försök igen.
uk: Поверніться та спробуйте ще раз.

source: Please transfer
de: Bitte überweisen Sie
es_419: Haz la transferencia
id: Silakan transfer
it: Si prega di trasferire
ms: Tolong pindahkan
nl: Gelieve over te dragen
pt_br: Transfira
sv: Vänligen överför
uk: Перекажіть

source: Post Code
de: Postleitzahl
es_419: Código postal
id: Kode Pos
it: CAP
ms: Poskod
pt_br: Código postal
sv: Postnummer
uk: Поштовий індекс

source: Privacy protected with 256-Bit SSL encryption.
de: Datenschutz geschützt mit 256-Bit-SSL-Verschlüsselung.
es_419: Privacidad protegida con encriptación SSL de 256 bits.
id: Privasi dilindungi dengan enkripsi 256-Bit SSL.
it: Protezione della privacy con crittografia SSL a 256 bit.
ms: Privasi dilindungi dengan enkripsi SSL 256-Bit.
nl: Privacy beschermd met 256-bit SSL-codering.
pt_br: Privacidade protegida com criptografia SSL de 256 bits.
sv: Sekretessskyddad med 256-bitars SSL-kryptering.
uk: Конфіденційність захищена 256-бітним шифруванням SSL.

source: Purchased
de: Gekauft
es_419: Comprado
id: Dibeli
it: acquistato
ms: Dibeli
nl: Gekocht
pt_br: Comprado
sv: Köpt
uk: Придбано

source: Remove Card
de: Karte entfernen
es_419: Quitar tarjeta
id: Lepaskan Kartu
it: Rimuovi scheda
ms: Keluarkan Kad
nl: Kaart verwijderen
pt_br: Remover cartão
sv: Ta bort kortet
uk: Видалити картку

source: Search Currency
de: Währung suchen
es_419: Buscar moneda
id: Cari Mata Uang
it: Cerca valuta
ms: Cari Mata Wang
nl: Valuta zoeken
pt_br: Pesquisar moeda
sv: Sök valuta
uk: Пошукова валюта

source: Securely Linking Your Card
de: Sichere Verknüpfung Ihrer Karte
es_419: Vinculando tu tarjeta de forma segura
id: Menghubungkan Kartu Anda dengan Aman
it: Collegamento sicuro della tua carta
ms: Memaut Kad Anda dengan Selamat
nl: Uw kaart veilig koppelen
pt_br: Vinculando seu cartão com segurança
sv: Länka ditt kort på ett säkert sätt
uk: Надійне з'єднання Вашої картки

source: Select Your Currency
de: Wählen Sie Ihre Währung
es_419: Seleccionar tu moneda
id: Pilih Mata Uang Anda
it: Seleziona la tua valuta
ms: Pilih Mata Wang Anda
nl: Selecteer uw valuta
pt_br: Selecione sua moeda
sv: Välj din valuta
uk: Виберіть Вашу валюту

source: This could take up to 1 minute.
de: Dies kann bis zu 1 Minute dauern.
es_419: Esto podría demorar hasta 1 minuto.
id: Ini bisa memakan waktu hingga 1 menit.
it: Questo potrebbe richiedere fino a 1 minuto.
ms: Proses ini boleh memakan masa sehingga 1 minit.
nl: Dit kan tot 1 minuut duren.
pt_br: Pode levar até 1 minuto.
sv: Det kan ta upp till 1 minut.
uk: Це може зайняти до 1 хвилини.

source: Transaction ID
de: Transaktions-ID
es_419: Identificación de la transacción
id: ID transaksi
it: ID transazione
ms: ID Transaksi
nl: Transactie ID
pt_br: Identificação da transação
sv: Transaktions ID
uk: ID транзакції

source: Verify Now
de: Jetzt überprüfen
es_419: Verificar ahora
id: verifikasi sekarang
it: verifica ora
ms: perakui sekarang
nl: nu verifiëren
pt_br: Verifique agora
sv: verifiera nu
uk: перевірити зараз

source: Verify your identity and buy crypto with the fastest experience in the market.
de: Überprüfen Sie Ihre Identität und kaufen Sie Crypto mit der schnellsten Erfahrung auf dem Markt.
es_419: Verifica tu identidad y compra criptomonedas con la tecnología más rápida del mercado.
id: Verifikasi identitas Anda dan beli crypto dengan pengalaman tercepat di pasar.
it: Verifica la tua identità e acquista criptovaluta con l'esperienza più veloce sul mercato.
ms: Sahkan identiti anda dan beli crypto dengan pengalaman terpantas di pasaran.
nl: Verifieer uw identiteit en koop crypto met de snelste ervaring op de markt.
pt_br: Verifique sua identidade e compre criptomoedas com a experiência mais rápida do mercado.
sv: Verifiera din identitet och köp krypto med marknadens snabbaste upplevelse.
uk: Підтвердьте свою особу та придбайте криптовалюту з найшвидшим досвідом на ринку.

source: View Home
de: Home anzeigen
es_419: Ver inicio
id: Lihat Beranda
it: Visualizza casa
ms: Lihat Rumah
nl: Bekijk Home
pt_br: Ver página inicial
sv: Visa hem
uk: Переглянути головну

source: We’ll notify you when your order is complete.
de: Wir werden Sie benachrichtigen, wenn Ihre Bestellung abgeschlossen ist.
es_419: Te notificaremos cuando tu orden esté completa.
id: Kami akan memberi tahu Anda ketika pesanan Anda selesai.
it: Ti informeremo quando il tuo ordine sarà completo.
ms: Kami akan memberitahu anda apabila pesanan anda selesai.
nl: We laten je weten wanneer je bestelling is voltooid.
pt_br: Notificaremos você quando seu pedido for concluído.
sv: Vi meddelar dig när din beställning är klar.
uk: Ми повідомимо вас, коли ваше замовлення буде завершено.

source: We’re completing your purchase now.
de: Wir schließen Ihren Kauf jetzt ab.
es_419: Estamos completando tu compra en este momento.
id: Kami sedang menyelesaikan pembelian Anda sekarang.
it: Stiamo completando il tuo acquisto ora.
ms: Kami menyelesaikan pembelian anda sekarang.
nl: We zijn uw aankoop nu aan het afronden.
pt_br: Estamos finalizando sua compra agora.
sv: Vi slutför ditt köp nu.
uk: Зараз ми завершуємо вашу покупку.

source: Your local currency to store funds in that currency as funds in your Blockchain Wallet.
de: Ihre Landeswährung, um Gelder in dieser Währung als Guthaben in Ihrer Blockchain Wallet zu speichern.
es_419: Tu moneda local para almacenar fondos en tu Blockchain.com Wallet.
id: Mata uang lokal Anda untuk menyimpan dana dalam mata uang itu sebagai dana di Wallet Blockchain Anda.
it: La tua valuta locale per memorizzare fondi in quella valuta come fondi nel tuo Portafoglio Blockchain.
ms: Mata wang tempatan anda untuk menyimpan dana dalam mata wang itu sebagai dana di Blockchain Wallet anda.
nl: Uw lokale valuta om geld in die valuta op te slaan als geld in uw Blockchain-portemonnee.
pt_br: Sua moeda local para armazenar fundos nessa moeda como fundos em sua Blockchain Wallet.
sv: Din lokala valuta för att lagra fonder i den valutan som fonder i din Blockchain-plånbok.
uk: Ваша місцева валюта для зберігання коштів у цій валюті як грошових коштів у вашому Blockchain Wallet.

source: Zip
de: Postleitzahl
es_419: Código postal
it: Cerniera lampo
pt_br: Código postal
sv: Blixtlås

source: Select a Wallet
de: Wählen Sie eine Brieftasche
es_419: Seleccionar una Wallet
pt_br: Selecione uma Wallet

source: Cancelled
de: Storniert
es_419: Cancelado
id: Dibatalkan
it: Annullato
ms: Dibatalkan
nl: Geannuleerd
pt_br: Cancelado
sv: Inställt
uk: Скасовано

source: Card Not Supported
de: Karte nicht unterstützt
es_419: Tarjeta no admitida
id: Kartu Tidak Didukung
it: Scheda non supportata
ms: Kad Tidak Disokong
nl: Kaart niet ondersteund
pt_br: Cartão não suportado
sv: Kort stöds inte
uk: Картка не підтримується

source: Invalid Card Number
de: Ungültige Kartennummer
es_419: Número de tarjeta no válido
id: Nomor Kartu Tidak Valid
it: Numero di carta non valido
ms: Nombor kad tidak sah
nl: Ongeldig kaart nummer
pt_br: Número de cartão inválido
sv: Ogiltigt kortnummer
uk: Недійсний номер картки

source: You Have No Activity
de: Sie haben keine Aktivität
es_419: No tienes actividad
pt_br: Você não tem atividade

source: All your transactions will show up here.
de: Alle Ihre Transaktionen werden hier angezeigt.
es_419: Todas las transacciones se mostrarán aquí.
pt_br: Todas as suas transações aparecerão aqui.

source: Save My Card
de: Speichern Sie meine Karte
es_419: Guardar mi tarjeta
id: Simpan Kartu Saya
it: Salva la mia carta
ms: Simpan Kad Saya
nl: Bewaar mijn kaart
pt_br: Salvar meu cartão
sv: Spara mitt kort
uk: Збережіть мою карту

source: Invalid Cardholder Name
de: Ungültiger Karteninhabername
es_419: Nombre del titular de tarjeta no válido
id: Nama Pemegang Kartu Tidak Valid
it: Nome del titolare della carta non valido
ms: Nama Pemegang Kad Tidak Sah
nl: Ongeldige naam van kaarthouder
pt_br: Nome do titular do cartão inválido
sv: Ogiltigt kortinnehavarnamn
uk: Недійсне ім'я власника картки

source: Invalid Email Address
de: Ungültige E-Mail-Adresse
es_419: Dirección de correo electrónico no válida
id: Alamat email salah
it: Indirizzo email non valido
ms: Alamat email tidak sah
nl: Ongeldig e-mailadres
pt_br: Endereço de e-mail inválido
sv: Ogiltig e-postadress
uk: Невірна адреса електронної пошти

source: Invalid Expiry Date
de: Ungültiges Ablaufdatum
es_419: Fecha de vencimiento no válida
id: Tanggal Kedaluwarsa Tidak Valid
it: Data di scadenza non valida
ms: Tarikh Luput Tidak Sah
nl: Ongeldige vervaldatum
pt_br: Data de vencimento inválida
sv: Ogiltigt utgångsdatum
uk: Недійсна дата закінчення терміну придатності

source: Invalid Mobile Number
de: Ungültige Mobiltelefonnummer
es_419: Número de móvil no válido
id: Nomor Ponsel Tidak Valid
it: Numero cellulare invalido
ms: Nombor Mudah Alih Tidak Sah
nl: Ongeldig telefoonnummer
pt_br: Número de celular inválido
sv: Ogiltigt mobilnummer
uk: Недійсний номер мобільного телефону

source: Invalid Wallet Identifier
de: Ungültige Brieftaschen-ID
es_419: Identificador de Wallet no válido
id: Pengidentifikasi Dompet Tidak Valid
it: Identificatore di portafoglio non valido
ms: Pengecam Dompet Tidak Sah
nl: Ongeldige Wallet-ID
pt_br: Identificador de Wallet inválido
sv: Ogiltig plånbokidentifierare
uk: Недійсний ідентифікатор гаманця

source: MM/YY
de: MM / JJ
es_419: MM/AA
it: MM / AA
nl: MM / JJ
pt_br: MM/AA
sv: MMÅÅ
uk: ММ / РР

source: Passwords Do Not Match
de: Passwörter stimmen nicht überein
es_419: Las contraseñas no coinciden
id: Sandi tidak cocok
it: Le passwords non corrispondono
ms: Kata laluan tidak sepadan
nl: Wachtwoorden komen niet overeen
pt_br: As senhas não coincidem
sv: Lösenorden matchar inte
uk: Паролі не співпадають

source: This card has already been saved
de: Diese Karte wurde bereits gespeichert
es_419: Esta tarjeta ya está guardada
id: Kartu ini sudah disimpan
it: Questa carta è già stata salvata
ms: Kad ini telah disimpan
nl: Deze kaart is al opgeslagen
pt_br: Este cartão já foi salvo
sv: Det här kortet har redan sparats
uk: Цю карту вже збережено

source: Waiting on Funds
de: Warten auf Gelder
es_419: Esperando los fondos
id: Menunggu Dana
it: In attesa di fondi
ms: Menunggu Dana
nl: Wachten op fondsen
pt_br: Aguardando fundos
sv: Väntar på fonder
uk: Очікування на кошти

source: Code
es_419: Código
id: Kode
pt_br: Código
uk: Код

source: Earn
de: Verdienen
es_419: Obtener
id: Hasilkan
pt_br: Ganhar
uk: Заробити

source: Trading
de: Handel
es_419: Operaciones
id: Perdagangan
uk: Торгівля

source: Completed
de: Abgeschlossen
es_419: Completado
pt_br: Concluído

source: Gas for
de: Gas für
es_419: Gas para
pt_br: Gás para

source: Sending to
de: Senden an
es_419: Enviando a
pt_br: Enviando para

source: Confirmations
de: Bestätigungen
es_419: Confirmaciones
pt_br: Confirmações

source: For
de: Für
es_419: Para
pt_br: Para

source: Replaced
de: Ersetzt
es_419: Reemplazado
pt_br: Substituído

source: Sell
de: Verkaufen
es_419: Vender
pt_br: Vender

source: Trade
de: Handeln
es_419: Operar
pt_br: Negociar

source: View on StellarChain.io
de: Anzeigen auf StellarChain.io
es_419: Ver en StellarChain.io
pt_br: Ver em StellarChain.io

source: Add a
de: Füge hinzu ein
es_419: Agregar un
pt_br: Adicionar um

source: Bank
es_419: Banco
pt_br: Banco

source: Bank Transfers Only
de: Nur Banküberweisungen
es_419: Solo transferencias bancarias
pt_br: Apenas transferências bancárias

source: Buy Crypto with Cash
de: Kaufen Sie Crypto mit Bargeld
es_419: Comprar criptomonedas con dinero en efectivo
pt_br: Comprar criptomoedas com dinheiro

source: Deposit Cash
de: Geld einzahlen
es_419: Depositar dinero en efectivo
pt_br: Depositar dinheiro

source: Funds will be credited to your EUR wallet as soon as we receive them. SEPA transfers usually take around 1 business day to reach us.
de: Das Guthaben wird Ihrem EUR-Portemonnaie gutgeschrieben, sobald wir es erhalten. SEPA-Überweisungen dauern in der Regel ca. 1 Werktag, um uns zu erreichen.
es_419: Los fondos se acreditarán a tu cuenta en EUR tan pronto como los recibamos. Por lo general, las transferencias SEPA toman un día hábil en llegar a nosotros.
pt_br: Os fundos serão creditados na sua conta EUR assim que os recebermos. As transferências SEPA normalmente demoram cerca de 1 dia útil a chegar até nós.

source: Funds will be credited to your GBP wallet as soon as we receive them. In the UK Faster Payments Network, this can take a couple of hours.
de: Das Guthaben wird Ihrem GBP-Portemonnaie gutgeschrieben, sobald wir es erhalten. Im britischen Faster Payments Network kann dies einige Stunden dauern.
es_419: Los fondos se acreditarán a tu cuenta en GBP tan pronto como los recibamos. Con el Servicio de Pagos más Rápido del Reino Unido, esto podría tomar un par de horas.
pt_br: Os fundos serão creditados em sua conta GBP assim que os recebermos. Na UK Faster Payments Network, isto pode demorar algumas horas.

source: Hold cash in your Blockchain.com Wallet. Deposit and Withdraw at anytime.
de: Halten Sie Bargeld in Ihrer Blockchain.com-Brieftasche. Ein- und Auszahlung jederzeit möglich.
es_419: Retén dinero en efectivo en tu Blockchain.com Wallet. Deposita y retira en cualquier momento.
pt_br: Mantenha dinheiro em sua Blockchain.com Wallet. Deposite e saque a qualquer momento.

source: Instantly buy crypto with any Visa or Mastercard.
de: Kaufen Sie Krypto sofort mit einem Visum oder einer Mastercard.
es_419: Compra criptomonedas al instante con cualquier Visa o Mastercard.
pt_br: Compre rapidamente criptomoedas com qualquer cartão Visa ou Mastercard.

source: Keep Cash in Your Wallet
de: Halten Sie Bargeld in Ihrer Brieftasche
es_419: Conservar dinero en efectivo en tu Wallet
pt_br: Mantenha dinheiro em sua Wallet

source: Link a Bank
de: Verknüpfen Sie eine Bank
es_419: Vincular un banco
pt_br: Vincular um banco

source: Link a Bank to Buy Crypto
de: Verknüpfen Sie eine Bank, um Crypto zu kaufen
es_419: Vincular un banco para comprar criptomonedas
pt_br: Vincular um banco para comprar criptomoedas

source: Max
es_419: Máx.
pt_br: Máx

source: Min
de: Mindest
es_419: Mín.
pt_br: Mín

source: Most Popular
de: Am beliebtesten
es_419: Más popular
pt_br: Mais popular

source: My
de: Meine
es_419: Mi
pt_br: Meu

source: NEW
de: NEU
es_419: NUEVO
pt_br: NOVO

source: of Modulr, our banking partner.
de: von Modulr, unserem Bankpartner.
es_419: de Modulr, nuestro socio para servicios bancarios.
pt_br: da Modulr, nosso parceiro bancário.

source: Only send funds from a bank account in your name. If not, your deposit could be delayed or rejected. By depositing funds to this account, you agree to
es_419: Envía fondos solo desde cuentas bancarias a tu nombre. De lo contrario, tu depósito podría retrasarse o rechazarse. Al depositar fondos en esta cuenta, aceptas

source: Processing Time
de: Bearbeitungszeit
es_419: Tiempo de procesamiento
pt_br: Tempo de processamento

source: Select Cash or Card
de: Wählen Sie Bargeld oder Karte
es_419: Seleccionar dinero en efectivo o tarjeta
pt_br: Selecione Dinheiro ou Cartão

source: Terms & Conditions
de: Terms & Bedingungen
es_419: Términos y condiciones
pt_br: Termos e condições

source: Transfer cash from your bank and enable your cash balances.
de: Überweisen Sie Bargeld von Ihrer Bank und aktivieren Sie Ihr Barguthaben.
es_419: A través de una transferencia bancaria.
pt_br: Transfira dinheiro do seu banco e habilite seus saldos em dinheiro.

source: Use your cash wallet as a payment method to buy BTC, ETH, XLM & more.
de: Verwenden Sie Ihre Geldbörse als Zahlungsmethode, um BTC, ETH, XLM und mehr zu kaufen.
es_419: Comienza a utilizar tu billetera.
pt_br: Use sua carteira de dinheiro como forma de pagamento para comprar BTC, ETH, XLM e muito mais.

source: Verify Identity
de: Überprüfen Sie die Identität
es_419: Verificar identidad
pt_br: Verificar identidade

source: Verify Your Identity
de: Bestätigen Sie Ihre Identität
es_419: Verifica tu identidad
pt_br: Verifique sua identidade

source: Verify your identity to deposit cash into the Wallet and buy crypto.
de: Überprüfen Sie Ihre Identität, um Bargeld in die Brieftasche einzuzahlen und Krypto zu kaufen.
es_419: Verifica tu identidad para depositar dinero en efectivo en Wallet y comprar criptomonedas.
pt_br: Verifique sua identidade para depositar dinheiro na Wallet e comprar criptomoedas.

source: We need to make sure it's really you to prevent fraud by uploading an ID.
de: Wir müssen sicherstellen, dass Sie es wirklich sind, um Betrug durch Hochladen einer ID zu verhindern.
es_419: Carga tu documento de identidad para asegurarnos de que de verdad eres tú y así evitar fraudes.
pt_br: Precisamos ter certeza de que é realmente você, para evitar fraudes enviando um documento de identidade.

source: Your Recipient name above must match the account holder's name on your bank account for your transfer to be successful. Only send funds from a bank account in your name. If not, your deposit could be delayed or rejected.
de: Der Name Ihres Empfängers muss mit dem Namen des Kontoinhabers auf Ihrem Bankkonto übereinstimmen, damit Ihre Überweisung erfolgreich ist. Senden Sie nur Geld von einem Bankkonto in Ihrem Namen. Wenn nicht, kann Ihre Einzahlung verzögert oder abgelehnt werden.
es_419: Para que la transferencia se realice correctamente, el nombre del destinatario en la parte de arriba debe coincidir con el nombre del titular de la cuenta de tu cuenta bancaria. Solo envía fondos desde una cuenta bancaria a tu nombre. Si no, tu depósito podría rechazarse.
pt_br: Seu nome de destinatário acima deve corresponder ao nome do titular da conta em sua conta bancária para que sua transferência seja bem-sucedida. Envie apenas fundos de uma conta bancária em seu nome. Caso contrário, seu depósito pode ser atrasado ou rejeitado.

source: Linked Banks
de: Verbundene Banken
es_419: Bancos vinculados
pt_br: Bancos vinculados
