Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: These options are recommended for advanced users only. Continue?
de: Diese Optionen empfehlen sich nur für fortgeschrittene Benutzer. Weiter?
id: Pilihan ini direkomendasikan hanya untuk pengguna tingkat lanjut. Lanjutkan?
it: Queste opzioni sono raccomandate solo per utenti esperti. Vuoi continuare?
ms: Opsyen ini disyorkan untuk pengguna yang maju hanya. Teruskan?
nl: Deze opties worden alleen aan gevorderde gebruikers aanbevolen. Doorgaan?
sv: Dessa alternativ rekommenderas endast för avancerade användare. Vill du fortsätta?
th: แนะนำตัวเลือกเหล่านี้สำหรับผู้ใช้ขั้นสูงเท่านั้น ดำเนินการต่อ?
uk: Ці опції рекомендуються лише для досвідчених користувачів. Продовжити?

source: third
de: dritte
id: ketiga
it: terzo
ms: ketiga
nl: derde
sv: tredje
th: ที่สาม
uk: третій

source: This action requires the private key for the Bitcoin address %@. Please scan the QR code.
de: Diese Aktion benötigt den privaten Schlüssel für die Bitcoin-Adresse %@. Bitte QR-Code scannen.
id: Tindakan ini membutuhkan kunci pribadi untuk alamat Bitcoin %@. Silakan Pindai kode QR.
it: Questa azione richiede la chiave privata per l'indirizzo Bitcoin %@. Effettua la scansione del codice QR.
ms: Tindakan ini memerlukan kunci peribadi untuk alamat Bitcoin %@ . Sila imbas kod QR.
nl: Deze actie vereist de privésleutel voor Bitcoin-adres %@. Scan de QR-code.
sv: Denna åtgärd kräver den privata nyckeln för Bitcoin adress %@. Vänligen skanna QR-koden.
th: การดำเนินการนี้ต้องการคีย์ส่วนตัวสำหรับที่อยู่ Bitcoin %@ โปรดสแกนรหัส QR
uk: Ця дія вимагає особистий ключ для Bitcoin адреси %@. Будь ласка, відскануйте QR-код.

source: This action requires the second password for your wallet. Please enter it below and press continue.
de: Diese Aktion erfordert das zweite Passwort für Ihre Bitcoin-Wallet. Bitte geben Sie es unten ein und klicken Sie auf Weiter.
id: Tindakan ini membutuhkan kata sandi kedua untuk dompet Anda. Silakan masukkan di bawah ini dan tekan lanjutkan.
it: Questa azione richiede la seconda password per il tuo portafoglio. Inseriscilo sotto e premi continua.
ms: Tindakan ini memerlukan kata laluan kedua untuk dompet bitcoin anda. Sila masukkannya di bawah dan tekan teruskan.
nl: Deze actie vereist het tweede wachtwoord voor uw portemonnee. Voer het hieronder in en druk op Doorgaan.
sv: Den här åtgärden kräver det andra lösenordet för din plånbok. Ange det nedan och tryck på Fortsätt.
th: การกระทำนี้ต้องใช้รหัสผ่านที่สองสำหรับกระเป๋าเงินของคุณ กรุณาใส่มันด้านล่างและกดดำเนินการต่อ
uk: Для цієї дії потрібен другий пароль для вашого гаманця. Введіть його нижче та натисніть кнопку "Продовжити".

source: This address has already been used. Please login.
de: Diese Adresse wurde bereits verwendet. Bitte loggen Sie sich ein.
id: Alamat ini sudah digunakan. Silahkan masuk.
it: Questo indirizzo è già stato usato. Accedere prego.
ms: Alamat ini telah digunakan. Sila daftar masuk.
nl: Dit adres is al gebruikt. Log alsjeblieft in.
sv: Den här adressen har redan använts. Vänligen logga in.
th: ที่อยู่นี้ถูกใช้ไปแล้ว กรุณาเข้าสู่ระบบ.
uk: Ця адреса вже використана. Будь ласка, увійдіть.

source: This address is not watch-only.
de: Dies ist keine Watch-Only-Adresse.
id: Alamat ini bukan hanya dilihat.
it: Questo indirizzo non è "solo per la visualizzazione".
ms: Alamat ini bukan hanya menonton sahaja.
nl: Dit adres is niet alleen-lezen.
sv: Denna adress är inte bara titta på.
th: ที่อยู่นี้ไม่ใช่แบบชมอย่างเดียว
uk: Ця адреса не є адресою тільки для перегляду.

source: This feature is recommended for advanced users only. By choosing a custom fee, you risk overpaying or your transaction may get stuck.
de: Diese Funktion wird nur fortgeschrittenen Benutzern empfohlen. Wenn Sie eine benutzerdefinierte Gebühr auswählen, besteht die Gefahr einer Überzahlung, oder Ihre Transaktion kann stecken bleiben.
id: Fitur ini direkomendasikan hanya untuk pengguna tingkat lanjut. Dengan memilih biaya khusus, Anda berisiko kelebihan pembayaran atau transaksi Anda mungkin macet.
it: Questa funzione è consigliata solo per utenti esperti. Scegliendo una commissione personalizzata, si rischia di pagare in eccesso o la transazione potrebbe bloccarsi.
ms: Ciri ini disyorkan untuk pengguna canggih sahaja. Dengan memilih yuran adat, anda berisiko melebih-lebihkan atau transaksi anda mungkin terjebak.
nl: Deze functie wordt alleen aanbevolen voor gevorderde gebruikers. Door een aangepaste vergoeding te kiezen, loopt u het risico te veel te betalen of kan uw transactie vastlopen.
sv: Den här funktionen rekommenderas endast för avancerade användare. Genom att välja en anpassad avgift riskerar du att betala för mycket eller så kan din transaktion fastna.
th: คุณลักษณะนี้เหมาะสำหรับผู้ใช้ขั้นสูงเท่านั้น โดยการเลือกค่าธรรมเนียมที่กำหนดเองคุณจะเสี่ยงกับการจ่ายเงินมากเกินไปหรือธุรกรรมของคุณอาจติดขัด
uk: Ця функція рекомендується лише для досвідчених користувачів. Вибравши спеціальну плату, ви ризикуєте переплатити або транзакція може застрягнути.

source: This is an oversized bitcoin transaction. Your wallet needs to consolidate many smaller payments you've received in the past. This requires a relatively high fee in order to be confirmed quickly. If it’s fine for the transaction to take longer to confirm, you can reduce the fee manually by tapping "Customize Fee."
de: Dies ist eine übergroße Bitcoin-Transaktion. Ihre Brieftasche muss viele kleinere Zahlungen konsolidieren, die Sie in der Vergangenheit erhalten haben. Dies erfordert eine relativ hohe Gebühr, um schnell bestätigt zu werden. Wenn die Bestätigung der Transaktion länger dauert, können Sie die Gebühr manuell reduzieren, indem Sie auf "Gebühr anpassen" tippen.
id: Ini adalah transaksi bitcoin besar. Dompet Anda perlu mengkonsolidasikan banyak pembayaran kecil yang Anda terima di masa lalu. Ini membutuhkan biaya yang relatif tinggi untuk dapat dikonfirmasi dengan cepat. Jika transaksi perlu waktu lebih lama untuk dikonfirmasikan, Anda dapat mengurangi biaya secara manual dengan mengetuk "Sesuaikan Biaya."
it: Questa è una transazione bitcoin sovradimensionata. Il tuo portafoglio deve consolidare molti pagamenti minori che hai ricevuto in passato. Ciò richiede un costo relativamente elevato per essere confermato rapidamente. Se la conferma della transazione richiede più tempo, puoi ridurre la commissione manualmente toccando "Personalizza commissione".
ms: Ini adalah transaksi bitcoin yang besar. Wallet anda perlu menyatukan banyak bayaran yang lebih kecil yang anda terima pada masa lalu. Ini memerlukan bayaran yang agak tinggi untuk disahkan dengan cepat. Sekiranya anda mengambil masa yang lebih lama untuk mengesahkan transaksi, anda boleh mengurangkan yuran secara manual dengan mengetik "Sesuaikan Yuran."
nl: Dit is een oversized bitcoin-transactie. Uw portemonnee moet veel kleinere betalingen consolideren die u in het verleden heeft ontvangen. Dit vereist een relatief hoge vergoeding om snel bevestigd te worden. Als het langer duurt om de transactie te bevestigen, kunt u de vergoeding handmatig verlagen door op 'Kosten aanpassen' te tikken.
sv: Detta är en stor bitcoin-transaktion. Din plånbok måste konsolidera många mindre betalningar du har fått tidigare. Detta kräver en relativt hög avgift för att snabbt kunna bekräftas. Om det tar bra tid för transaktionen att bekräfta kan du sänka avgiften manuellt genom att trycka på "Anpassa avgift."
th: นี่เป็นธุรกรรม bitcoin ขนาดใหญ่ กระเป๋าเงินของคุณต้องรวมการชำระเงินที่น้อยลงจำนวนมากที่คุณได้รับในอดีต ต้องมีค่าธรรมเนียมค่อนข้างสูงเพื่อยืนยันอย่างรวดเร็ว หากการทำรายการใช้เวลานานในการยืนยันคุณสามารถลดค่าธรรมเนียมด้วยตนเองโดยการแตะที่ "กำหนดค่าธรรมเนียมเอง"
uk: Це негабаритна транзакція з біткойнами. Ваш гаманець повинен консолідувати багато менших платежів, які ви отримували раніше. Це вимагає відносно високої плати для швидкого підтвердження. Якщо для підтвердження транзакції потрібно більше часу, ви можете зменшити плату вручну, натиснувши "Налаштувати комісію".

source: This private key belongs to another address that is not watch only
de: Dieser private Schlüssel gehört zu einer anderen Adresse ohne Watch-Only-Privileg
id: Kunci pribadi ini milik alamat lain yang bukan hanya dilihat.
it: Questa chiave privata appartiene ad un altro indirizzo che è solo not watch
ms: Ini kunci peribadi milik ke alamat lain yang tidak menonton sahaja
nl: Deze privésleutel behoort tot een ander adres dat niet alleen-lezen is
sv: Denna privata nyckel hör till en annan adress som inte är klockan bara
th: คีย์ส่วนตัวนี้เป็นของที่อยู่อื่นซึ่งไม่ใช่แบบชมอย่างเดียว
uk: Цей особистий ключ відповідає іншій адресі, яка не є тільки для перегляду.

source: This trade has failed. Any funds sent from your wallet will be returned minus the transaction fee. Please return to the exchange tab to start a new trade.
de: Dieser Handel ist gescheitert. Alle von Ihrem Geldbeutel gesendeten Beträge werden abzüglich der Transaktionsgebühr zurückerstattet. Bitte kehren Sie zur Registerkarte Exchange zurück, um einen neuen Trade zu starten.
id: Perdagangan ini gagal. Setiap dana yang dikirim dari dompet Anda akan dikembalikan dikurangi biaya transaksi. Silakan kembali ke tab pertukaran untuk memulai perdagangan baru.
it: Questo commercio è fallito. Tutti i fondi inviati dal tuo portafoglio verranno restituiti meno la commissione di transazione. Torna alla scheda degli scambi per iniziare una nuova operazione.
ms: Dagangan ini telah gagal. Mana-mana dana yang disiarkan dari dompet anda, akan dikembalikan dengan bayaran yuran transaksi. Sila kembali ke tab pertukaran untuk memulakan perdagangan baru
nl: Deze transactie is mislukt. Al het geld dat vanuit uw portemonnee wordt verzonden, wordt teruggestort minus de transactiekosten. Ga terug naar het ruiltabblad om een nieuwe transactie te starten.
sv: Denna handel har misslyckats. Alla medel som skickas från din plånbok kommer att returneras minus transaktionsavgiften. Gå tillbaka till utbytesfliken för att starta en ny handel.
th: การค้านี้ล้มเหลว เงินใด ๆ ที่ส่งจากกระเป๋าเงินของคุณจะถูกส่งคืนด้วยค่าธรรมเนียมการทำธุรกรรม โปรดกลับไปที่แท็บการแลกเปลี่ยนเพื่อเริ่มการซื้อขายใหม่
uk: Ця торгівля провалилася. Будь-які кошти, надіслані з вашого гаманця, повертаються за вирахуванням комісії за трансакцію. Поверніться на вкладку обміну, щоб розпочати нову торгівлю.

source: This transaction requires a higher fee for dust consumption due to the small amount of change to be returned.
de: „Da der zurückzugebene Wechselbetrag klein ist, erfordert diese Transaktion eine höhere Gebühr für Kleinstsummenkonsum.“
id: "Transaksi ini membutuhkan biaya yang lebih tinggi untuk recehan karena jumlah kecil dari kembalian untuk dikembalikan."
it: "Questa operazione richiede una commissione più elevata per il consumo di dust a causa della piccola quantità di resto da restituire."
ms: "Urus niaga ini memerlukan yuran yang lebih tinggi untuk penggunaan habuk disebabkan oleh sedikit perubahan yang akan dikembalikan."
nl: "Deze transactie vereist een hoger tarief voor dustconsumptie ten gevolg van de kleine hoeveelheid wisselgeld die kan worden teruggegeven."
sv: "Denna transaktion kräver en högre avgift för dammförbrukning på grund av den ringa förändringen som ska returneras."
th: "ธุรกรรมนี้ต้องการค่าธรรมเนียมที่สูงขึ้นสำหรับการใช้ดัส เนื่องจากจะมีการคืนเงินทอนเล็กน้อย"
uk: "Ця транзакція вимагає більш високу комісію через невелику кількість змін, яку буде повернуто."

source: Tier
de: Stufe
id: Tingkat
it: fila
ms: Tahap
nl: rij
th: ชั้น
uk: Рівень

source: To keep using Buy & Sell, you’ll need to update your profile. Once completed, you’ll also unlock higher trading limits in Swap.
de: Um Kaufen & Verkaufen weiterhin nutzen zu können, müssen Sie Ihr Profil aktualisieren. Sobald dies abgeschlossen ist, werden Sie auch höhere Transaktionslimits in Swap freischalten.
id: Untuk tetap menggunakan Beli & Jual, Anda harus memperbarui profil Anda. Setelah selesai, Anda juga akan membuka kunci batas perdagangan yang lebih tinggi di Swap.
it: Per continuare a utilizzare Compra e vendi, devi aggiornare il tuo profilo. Una volta completato, sbloccherai anche limiti di trading più alti in Swap.
ms: Untuk terus menggunakan Beli & Jual, anda perlu mengemas kini profil anda. Setelah selesai, anda juga akan membuka kunci had perdagangan yang lebih tinggi dalam Pertukaran.
nl: Als je Kopen & Verkopen wilt blijven gebruiken, moet je je profiel bijwerken. Eenmaal voltooid, ontgrendel je ook hogere handelslimieten in Swap.
sv: För att fortsätta använda Buy & Sell måste du uppdatera din profil. När du är klar låser du också upp högre handelsgränser i Swap.
th: ในการใช้ซื้อและขายต่อไปคุณจะต้องอัปเดตโปรไฟล์ของคุณ เมื่อเสร็จแล้วคุณจะปลดล็อคข้อ จำกัด การซื้อขายที่สูงขึ้นใน Swap
uk: Щоб продовжувати використовувати Купівля та продаж, вам потрібно буде оновити свій профіль. Після завершення ви також розблокуєте більш високі ліміти торгівлі на Swap.

source: Too High.
de: Zu hoch.
id: Terlalu tinggi.
it: Troppo alto.
ms: Terlalu tinggi.
nl: Te hoog.
sv: För hög.
th: สูงเกินไป.
uk: Занадто висока.

source: Too Low.
de: Zu niedrig.
id: Terlalu rendah.
it: Troppo basso.
ms: Terlalu rendah.
nl: Te laag.
sv: För lågt.
th: ต่ำเกินไป.
uk: Занадто низька.

source: Total
de: Gesamt
it: Totale
ms: Jumlah
nl: Totaal
th: รวม
uk: Всього

source: Total %@ spent
de: Total %@ ausgegeben
id: Total %@ dihabiskan
it: Totale %@ speso
ms: Jumlah %@ dibelanjakan
nl: Totaal %@ besteed
sv: Totalt %@ använt
th: ยอดรวม %@ ใช้ไป
uk: Всього %@ витрачено

source: Total Funds
de: Gesamtmittel
id: Total Dana
it: Fondi totali
ms: Jumlah Dana
nl: Totaal fondsen
sv: Totala medel
th: กองทุนรวม
uk: Всього коштів

source: Tour the Wallet
de: Wallet ansehen
id: Jelajahi Dompet
it: Visita il Portafoglio
ms: Turun Wallet
nl: Bezoek de portemonnee
sv: Turnera plånboken
th: ทัวร์ชม Wallet
uk: Обведіть гаманець

source: Trade Expired
de: Handel abgelaufen
id: Perdagangan Berakhir
it: Scambio scaduto
ms: Perdagangan tamat
nl: Handel verlopen
sv: Handel upphört
th: การค้าหมดอายุ
uk: Термін дії закінчився

source: Trade Refunded
de: Handel wurde rückerstattet
id: Pengembalian Uang Dagang
it: Transazione rimborsata
ms: Pengembalian Dagang
sv: Transaktionen har återbetalats
th: คืนเงินการเทรดแล้ว
uk: Торгівля відшкодована

source: Transaction
de: Transaktion
id: Transaksi
it: Transazione
ms: Transaksi
nl: Transactie
sv: Transaktion
th: การซื้อขาย
uk: Угода

source: Transaction details
de: Transaktionsangaben
id: Detil transaksi
it: Dettagli di Transazione
ms: Butiran transaksi
nl: Transactie details
sv: Transaktions Detaljer
th: รายละเอียดการทำธุรกรรม
uk: Інформація про транзакцію

source: Transaction fee: %@
de: Transaktionsgebühr: %@
id: Biaya transaksi: %@
it: Commissione di transazione: %@
ms: Yuran transaksi: %@
nl: Transactiekosten: %@
sv: Transaktionsavgift: %@
th: ค่าธรรมเนียมการทำธุรกรรม: %@
uk: Плата за транзакцію: %@

source: Transaction Fees
de: Transaktions Gebühren
id: Biaya transaksi
it: Commissioni di Transazione
ms: Yuran transaksi
nl: Transactie Fees
sv: Transaktionsavgifter
th: ค่าธรรมเนียมการทำธุรกรรม
uk: Платежі за транзакцію

source: Transaction fees impact how quickly the mining network will confirm your transactions, and depend on the current network conditions.
de: Transaktionsgebühren wirken sich darauf aus, wie schnell das Mining-Netzwerk Ihre Transaktionen bestätigt, und hängen von den aktuellen Netzwerkbedingungen ab.
id: Biaya transaksi berdampak pada seberapa cepat jaringan pertambangan akan mengkonfirmasi transaksi Anda, dan tergantung pada kondisi jaringan saat ini.
it: Le commissioni di transazione incidono sulla rapidità con cui la rete di mining confermerà le tue transazioni e dipenderanno dalle condizioni di rete correnti.
ms: Yuran transaksi mempengaruhi seberapa cepat rangkaian perlombongan akan mengesahkan transaksi anda, dan bergantung pada keadaan rangkaian semasa.
nl: Transactiekosten zijn van invloed op hoe snel het mijnnetwerk uw transacties zal bevestigen en zijn afhankelijk van de huidige netwerkomstandigheden.
sv: Transaktionsavgifter påverkar hur snabbt gruvanätverket kommer att bekräfta dina transaktioner och beror på de aktuella nätverksförhållandena.
th: ค่าธรรมเนียมการทำธุรกรรมส่งผลกระทบต่อความเร็วของเครือข่ายการขุดจะยืนยันการทำธุรกรรมของคุณและขึ้นอยู่กับเงื่อนไขเครือข่ายปัจจุบัน
uk: Плата за транзакції впливає на те, наскільки швидко гірнича мережа підтвердить ваші транзакції та залежатиме від поточних умов мережі.

source: Transactions occur when you send and receive %@.
de: Transaktionen treten auf, wenn Sie %@ senden und empfangen.
id: Transaksi terjadi ketika Anda mengirim dan menerima %@ .
it: Le transazioni si verificano quando invii e ricevi %@ .
ms: Transaksi berlaku apabila anda menghantar dan menerima %@ .
nl: Transacties vinden plaats wanneer u %@ verstuurt en ontvangt.
sv: Transaktioner sker när du skickar och tar emot %@ .
th: ธุรกรรมเกิดขึ้นเมื่อคุณส่งและรับ %@
uk: Транзакції відбуваються, коли ви надсилаєте та отримуєте %@ .

source: Transactions occur when you send and request bitcoin cash.
de: Transaktionen finden statt, wenn Sie Bitcoins senden und anfordern.
id: Transaksi terjadi ketika Anda mengirim dan meminta uang tunai bitcoin.
it: Le transazioni avvengono quando invii e richiedi contanti bitcoin.
ms: Urusniaga berlaku apabila anda menghantar dan meminta tunai bitcoin.
nl: Transacties vinden plaats wanneer u bitcoin-contanten verzendt en aanvraagt.
sv: Transaktioner sker när du skickar och begär bitcoin-kontanter.
th: การทำธุรกรรมเกิดขึ้นเมื่อคุณส่งและขอเงินสด bitcoin
uk: Операції відбуваються, коли ви надсилаєте та запитуєте біткойн готівкою.

source: Transactions occur when you send and request bitcoin.
de: Transaktionen finden statt, wenn Sie Bitcoins senden und anfordern.
id: Transaksi terjadi ketika Anda mengirim dan meminta bitcoin.
it: Le transazioni si verificano quando invii e richiedi bitcoin.
ms: Transaksi berlaku apabila anda menghantar dan meminta bitcoin.
nl: Transacties vinden plaats wanneer u bitcoin verzendt en aanvraagt.
sv: Transaktioner sker när du skickar och begär bitcoin.
th: ธุรกรรมเกิดขึ้นเมื่อคุณส่งและขอ bitcoin
uk: Операції відбуваються, коли ви надсилаєте та запитуєте біткойн.

source: Transactions occur when you send and request ether.
de: Transaktionen treten auf, wenn Sie Ether senden und anfordern.
id: Transaksi terjadi ketika Anda mengirim dan meminta eter.
it: Le transazioni si verificano quando si invia e si richiede etere.
ms: Urusniaga berlaku apabila anda menghantar dan meminta eter.
nl: Transacties vinden plaats wanneer u ether verzendt en aanvraagt.
sv: Transaktioner sker när du skickar och begär eter.
th: ธุรกรรมเกิดขึ้นเมื่อคุณส่งและขออีเธอร์
uk: Транзакції відбуваються, коли ви надсилаєте та запитуєте ефір.

source: Transactions with no fees may take a long time to confirm or may not be confirmed at all. Would you like to continue?
de: Die Bestätigung von Transaktionen ohne Gebühren kann eventuell sehr lange dauern oder gar nicht erfolgen. Möchten Sie fortfahren?
id: Transaksi tanpa biaya mungkin memakan waktu lama untuk dikonfirmasi atau mungkin tidak dikonfirmasi sama sekali. Anda ingin melanjutkan?
it: Le transazioni senza costi potrebbero richiedere molto tempo per confermare o potrebbero non essere confermate affatto. Vuoi continuare?
ms: Transaksi tanpa yuran mungkin mengambil masa yang lama untuk mengesahkan atau mungkin tidak boleh disahkan sekali. Adakah anda ingin meneruskan?
nl: Bij transacties zonder kosten kan het lang duren voor ze bevestigd worden of ze worden helemaal niet bevestigd. Wilt u doorgaan?
sv: Transaktioner med inga avgifter kan ta lång tid att bekräfta eller inte kan bekräftas på alla. Vill du fortsätta?
th: ธุรกรรมที่ไม่มีค่าธรรมเนียมจะใช้เวลานานกว่าในการยืนยัน หรืออาจจะไม่ได้รับการยืนยันเลย คุณต้องการดำเนินการต่อหรือไม่?
uk: Підтвердження транзакцій без комісії може зайняти багато часу, або й взагалі може не підтвердитись. Бажаєте продовжити?

source: Transfer all
de: Übertragen Sie alle
id: Transfer semua
it: Trasferisci tutto
ms: Pindahkan semua
nl: Alles overzetten
sv: Överför allt
th: โอนทั้งหมด
uk: Передайте всіх

source: Transfer All Funds
de: Überweisen Sie alle Gelder
id: Transfer Semua Dana
it: Trasferisci tutti i fondi
ms: Pemindahan Semua Dana
nl: Maak alle fondsen over
sv: Överför alla fonder
th: โอนเงินทั้งหมด
uk: Перерахуйте всі кошти

source: Transfer Amount
de: Überweisungsbetrag
id: Jumlah transfer
it: Importo del trasferimento
ms: Amaun Pemindahan
nl: Overboekingsbedrag
sv: Överför belopp
th: จำนวนเงินโอน
uk: Сума переказу

source: Transfer imported addresses?
de: Importierte Adressen übertragen?
id: Transfer alamat yang diimpor?
it: Trasferisci indirizzi importati?
ms: Pindahkan alamat yang diimport?
nl: Geïmporteerde adressen overzetten?
sv: Överföra importerade adresser?
th: โอนที่อยู่ที่นำเข้าหรือไม่
uk: Перенести імпортовані адреси?

source: Transferred
de: Übertragen
id: Ditransfer
it: trasferito
ms: Dipindahkan
nl: Overgedragen
sv: Överförd
th: โอน
uk: Перенесено

source: Transferred funds from %d %@
de: Übertragene Mittel von %d %@
id: Transfer dana dari %1$d %2$@
it: Fondi trasferiti da %1$d %2$@
ms: Dana yang dipindah dari %d %@
nl: Geld overgemaakt van %d %@
sv: Överförda medel från %1$d %2$@
th: โอนเงินจาก %1$d %2$@
uk: Перераховані кошти від %d %@

source: Transferred funds from %d %@. Outputs for %d %@ were too small.
de: Übertragene Mittel von %d %@ . Die Ausgaben für %d %@ waren zu gering.
id: Transfer dana dari %1$d %2$@ . Output untuk %3$d %4$@ terlalu kecil.
it: Fondi trasferiti da %1$d %2$@ . I risultati per %3$d %4$@ erano troppo piccoli.
ms: Dana yang dipindah dari %d %@ . Output untuk %d %@ terlalu kecil.
nl: Geld overgeboekt van %d %@ . Uitvoer voor %d %@ was te klein.
sv: Överförda medel från %1$d %2$@ . Output för %3$d %4$@ var för små.
th: โอนเงินจาก %1$d %2$@ ผลลัพธ์สำหรับ %3$d %4$@ น้อยเกินไป
uk: Перераховані кошти від %d %@ . Виходи для %d %@ були занадто маленькими.

source: Transferring all funds: Address %i of %i
de: Überweisung aller Gelder: Adresse %i von %i
id: Mentransfer semua dana: Alamat %1$i dari %2$i
it: Trasferimento di tutti i fondi: indirizzo %1$i di %2$i
ms: Memindahkan semua dana: Alamat %i %i
nl: Alle bedragen overboeken: adres %i van %i
sv: Överföra alla medel: Adress %1$i av %2$i
th: การโอนเงินทั้งหมด: ที่อยู่ %1$i จาก %2$i
uk: Переказ усіх коштів: Адреса %i з %i

source: twelfth
de: Zwölftel
id: keduabelas
it: dodicesimo
ms: kedua belas
nl: twaalfde
sv: tolfte
th: ที่สิบสอง
uk: дванадцяте

source: Unarchive Address
de: Adresse dearchivieren
id: Alamat Tidak Diarsipkan
it: Togli l'indirizzo dall'archivio
ms: Unarchive alamat
nl: Adres de-archiveren
sv: Hämta från Arkiv adress
th: เลิกการเก็บที่อยู่เข้าคลัง
uk: Неархівовані адреси

source: Unfortunately, there is a problem with your order. We are researching and will resolve very soon.
de: Leider liegt ein Problem mit Ihrer Bestellung vor. Wir kümmern uns darum und werden es sehr bald lösen.
id: Sayangnya, ada masalah dengan pesanan Anda. Kami sedang meneliti dan akan menyelesaikannya segera.
it: Sfortunatamente, c'è un problema con il tuo ordine. Stiamo ricercando e risolviamo molto presto.
ms: Malangnya, ada masalah dengan pesanan anda. Kami sedang meneliti dan akan menyelesaikannya tidak lama lagi.
nl: Helaas is er een probleem met uw bestelling. We onderzoeken en zullen zeer binnenkort oplossen.
sv: Tyvärr finns det ett problem med din beställning. Vi undersöker och kommer att lösa väldigt snart.
th: ขออภัยมีปัญหากับการสั่งซื้อของคุณ เรากำลังทำการวิจัยและจะแก้ไขในไม่ช้า
uk: На жаль, існує проблема з вашим замовленням. Ми досліджуємо і вирішимо дуже скоро.
