Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: Are you sure this is a bitcoin cash address?
de: Sind Sie sicher, dass dies eine Bitcoin-Bargeldadresse ist?
id: Apakah Anda yakin ini adalah alamat Bitcoin Cash?
it: Sei sicuro che questo sia un indirizzo Bitcoin Cash?
ms: Adakah anda pasti ini adalah alamat Bitcoin Cash?
nl: Weet je zeker dat dit een Bitcoin Cash-adres is?
sv: Är du säker på att det här är en Bitcoin Cash-adress?
th: คุณแน่ใจหรือว่านี่คือที่อยู่เงินสดของ Bitcoin
uk: Ви впевнені, що це адреса Bitcoin Cash?

source: Ask Me Later
de: Später nachfragen
id: Tanyakan Saya Nanti
it: Chiedimelo più tardi
ms: Tanya saya kemudian
nl: Vraag me later
sv: Fråga mig senare
th: ถามฉันในภายหลัง
uk: Спитати пізніше

source: at
de: beim
id: di
it: a
ms: pada
nl: Bij
sv: på
th: ที่
uk: у

source: At the moment we only support ETH. You cannot receive REP, ICN, GNT, GNO, DGD, BCP.
de: Im Moment unterstützen wir nur die ETH. Sie können REP, ICN, GNT, GNO, DGD, BCP nicht empfangen.
id: Saat ini kami hanya mendukung ETH. Anda tidak dapat menerima REP, ICN, GNT, GNO, DGD, BCP.
it: Al momento supportiamo solo ETH. Non è possibile ricevere REP, ICN, GNT, GNO, DGD, BCP.
ms: Pada masa ini, kami hanya menyokong ETH. Anda tidak boleh menerima REP, ICN, GNT, GNO, DGD, BCP.
nl: Momenteel ondersteunen we alleen ETH. Je kunt geen REP, ICN, GNT, GNO, DGD, BCP ontvangen.
sv: Just nu stöder vi bara ETH. Du kan inte ta emot REP, ICN, GNT, GNO, DGD, BCP.
th: ในขณะนี้เราสนับสนุน ETH เท่านั้น คุณไม่สามารถรับ REP, ICN, GNT, GNO, DGD, BCP
uk: На даний момент ми підтримуємо лише ETH. Ви не можете отримати REP, ICN, GNT, GNO, DGD, BCP.

source: At this time, Blockchain.com only allows sending your total amount from your %@ trading wallet
de: Derzeit erlaubt Blockchain.com nur das Senden Ihres Gesamtbetrags von Ihrer %@ Trading-Brieftasche
id: Saat ini, Blockchain.com hanya memungkinkan pengiriman jumlah total Anda dari dompet %@ trading Anda
it: Al momento, Blockchain.com consente solo di inviare l'importo totale dal tuo portafoglio %@ trading
ms: Pada masa ini, Blockchain.com hanya membenarkan penghantaran jumlah anda dari dompet %@ dompet anda
nl: Op dit moment staat Blockchain.com alleen het verzenden van uw totale bedrag vanuit uw %@ trading wallet toe
sv: För närvarande tillåter Blockchain.com endast att skicka ditt totala belopp från din %@ trading plånbok
th: ในขณะนี้ Blockchain.com อนุญาตให้ส่งเงินทั้งหมดของคุณจากกระเป๋าเงิน %@ trading เท่านั้น
uk: На даний момент Blockchain.com дозволяє лише надсилати загальну суму з вашого торгового гаманця %@

source: Australian Dollar
de: Australischer Dollar
id: Dollar Australia
it: Dollaro australiano
ms: Dolar Australia
nl: Australische dollar
sv: Australiensiska dollar
th: ดอลลาร์ออสเตรเลีย
uk: Австралійський долар

source: Automatically
de: Automatisch
id: Secara Otomatis
it: Automaticamente
ms: Secara automatik
nl: Automatisch
sv: Automatiskt
th: อัตโนมัติ
uk: Автоматично

source: Available now
de: Jetzt verfügbar
id: Tersedia sekarang
it: Disponibile ora
ms: Boleh didapati sekarang
nl: Nu beschikbaar
sv: Tillgänglig nu
th: มีในตอนนี้
uk: Доступно зараз

source: Available to Send
de: Verfügbar zum Senden
id: Tersedia untuk Kirim
it: Disponibile per l'invio
ms: Tersedia untuk Hantar
nl: Beschikbaar om te verzenden
sv: Tillgänglig att skicka
th: พร้อมที่จะส่ง
uk: Доступно для надсилання

source: BACKUP AGAIN
de: SICHERUNG WIEDER
id: CADANGAN LAGI
it: BACKUP DI NUOVO
ms: BAKAL LAGI
nl: MAAK WEER EEN BACK-UP
sv: BACKUP IGÅNG
th: การสำรองข้อมูลอีกครั้ง
uk: НАЗАД ПРОТИВ

source: Backup Complete
de: Sicherung komplett
id: Backup Selesai
it: Backup completato
nl: Back-up voltooid
sv: Säkerhetskopieringen är klar
th: การสำรองข้อมูลเสร็จสมบูรณ์
uk: Резервне копіювання завершено

source: Backup Funds
de: Guthaben sichern
id: Cadangan
it: Effettua il backup dei fondi
ms: Dana Cadangan
nl: Back-up
sv: Säkerhetskopiera plånbok
th: สำรองเงิน
uk: Резервування

source: Backup Needed
de: Backup erforderlich
id: Dibutuhkan Cadangan
it: Backup necessario
ms: Backup diperlukan
nl: Back-up nodig
sv: Backup behövs
th: จำเป็นต้องสำรองข้อมูล
uk: Резервне копіювання потрібно

source: Backup Now
de: Jetzt sichern
id: Cadangkan Sekarang
it: Esegui il backup ora
nl: Nu backuppen
sv: Säkerhetskopiera nu
th: การสำรองข้อมูลในขณะนี้
uk: Резервне копіювання зараз

source: Backup Your Funds
de: Sichern Sie Ihr Geld
id: Cadangkan Dana Anda
it: Esegui il backup dei tuoi fondi
nl: Maak een back-up van uw geld
sv: Säkerhetskopiera dina pengar
th: สำรองเงินของคุณ
uk: Завантажте свої кошти

source: Backup Your Wallet
de: Sichern Sie Ihre Brieftasche
id: Cadangkan Dompet Anda
it: Fai il backup del tuo portafoglio
ms: Sandarkan Wallet anda
nl: Maak een back-up van uw portemonnee
sv: Säkerhetskopiera din plånbok
th: สำรองกระเป๋าเงินของคุณ
uk: Створіть резервну копію гаманця

source: Balances Coming Soon
de: Guthaben in Kürze
id: Saldo Segera Hadir
it: Saldi in arrivo
ms: Baki Akan Datang
nl: Saldi komen binnenkort
sv: Saldon kommer snart
th: ยอดคงเหลือเร็ว ๆ นี้
uk: Баланси незабаром

source: Bank Code
de: Bankleitzahl
id: Kode Bank
it: Codice bancario
ms: Kod bank
sv: Bankkod
th: รหัสธนาคาร
uk: Банківський кодекс

source: Be sure to write down your phrase on a piece of paper and keep it somewhere safe and secure.
de: Schreiben Sie Ihren Satz unbedingt auf ein Blatt Papier und bewahren Sie ihn an einem sicheren Ort auf.
id: Pastikan untuk menuliskan frasa Anda di selembar kertas dan simpan di tempat yang aman dan terlindungi.
it: Assicurati di annotare la tua frase su un pezzo di carta e conservarla in un luogo sicuro e protetto.
ms: Pastikan anda menulis frasa anda pada sekeping kertas dan simpan di tempat yang selamat dan terjamin.
nl: Zorg ervoor dat u uw zin op een stuk papier noteert en bewaar deze ergens op een veilige plaats.
sv: Se till att skriva din fras på ett papper och förvara den någonstans säkert.
th: อย่าลืมเขียนวลีของคุณลงบนกระดาษแล้วเก็บไว้ในที่ปลอดภัย
uk: Обов’язково запишіть свою фразу на аркуші паперу і зберігайте її десь у безпеці та надійності.

source: Before you get started, we created a printable template make it easier to store your phrase. Feel free to download and print it out.
de: Bevor Sie beginnen, haben wir eine druckbare Vorlage erstellt, die das Speichern Ihrer Phrase erleichtert. Fühlen Sie sich frei, es herunterzuladen und auszudrucken.
id: Sebelum Anda mulai, kami membuat templat yang dapat dicetak membuatnya lebih mudah untuk menyimpan frasa Anda. Jangan ragu untuk mengunduh dan mencetaknya.
it: Prima di iniziare, abbiamo creato un modello stampabile per semplificare la memorizzazione della frase. Sentiti libero di scaricare e stampare.
ms: Sebelum anda memulakan, kami mencipta templat cetakan yang memudahkan untuk menyimpan frasa anda. Jangan ragu untuk memuat turun dan mencetaknya.
nl: Voordat u aan de slag gaat, hebben we een afdrukbare sjabloon gemaakt waarmee u uw zin gemakkelijker kunt opslaan. Voel je vrij om het te downloaden en uit te printen.
sv: Innan du börjar skapade vi en utskrivbar mall som gör det lättare att lagra din fras. Du kan ladda ner och skriva ut den.
th: ก่อนที่คุณจะเริ่มต้นเราได้สร้างเทมเพลตที่พิมพ์ได้ทำให้การจัดเก็บวลีของคุณง่ายขึ้น รู้สึกอิสระที่จะดาวน์โหลดและพิมพ์ออกมา
uk: Перш ніж розпочати роботу, ми створили шаблон для друку, щоб полегшити зберігання вашої фрази. Ви можете завантажити і роздрукувати їх.

source: Below minimum limit
de: Unterhalb der Mindestgrenze
id: Di bawah batas minimum
it: Sotto il limite minimo
ms: Di bawah had minimum
nl: Onder de minimumlimiet
sv: Under minimigränsen
th: ต่ำกว่าขีด จำกัด ขั้นต่ำ
uk: Нижче мінімальної межі

source: Below trading limit
de: Unter dem Handelslimit
id: Di bawah batas perdagangan
it: Sotto il limite di trading
ms: Di bawah had dagangan
nl: Onder de handelslimiet
sv: Under handelsgränsen
th: ต่ำกว่าขีด จำกัด การซื้อขาย
uk: Нижче торгової межі

source: Bitcoin Addresses
de: Bitcoin-Adressen
id: Alamat Bitcoin
it: Indirizzi Bitcoin
ms: Alamat Bitcoin
nl: Bitcoin-adressen
sv: Bitcoin-adresser
th: ที่อยู่ Bitcoin
uk: Біткойн адреси

source: Bitcoin Cash Price
de: Bitcoin Barpreis
id: Harga Tunai Bitcoin
it: Prezzo in contanti Bitcoin
ms: Harga Tunai Bitcoin
nl: Bitcoin Cash-prijs
sv: Bitcoin kontantpris
th: ราคาเงินสด Bitcoin
uk: Біткойн готівкова ціна

source: Bitcoin Price
de: Bitcoin Preis
id: Harga Bitcoin
it: Prezzo Bitcoin
ms: Harga Bitcoin
nl: Bitcoin-prijs
sv: Bitcoin-pris
th: ราคา Bitcoin
uk: Ціна біткойна

source: Bitcoin Unit
de: Bitcoin-Einheit
id: Unit Bitcoin
it: Unità Bitcoin
ms: Unit Bitcoin
nl: Bitcoin-eenheid
sv: Bitcoin-enhet
th: หน่วย Bitcoin
uk: Одиниця Bitcoin

source: Blockchain.com Buy Coming Soon to Your Region
de: Blockchain.com Kaufen Sie in Kürze in Ihrer Region
id: Blockchain.com Beli Segera Hadir di Wilayah Anda
it: Blockchain.com Acquista Prossimamente nella tua regione
ms: Blockchain.com Beli Akan Datang ke Wilayah Anda
nl: Blockchain.com Koop binnenkort in uw regio
sv: Blockchain.com Köp kommer snart till din region
th: Blockchain.com ซื้อเร็ว ๆ นี้ในภูมิภาคของคุณ
uk: Blockchain.com Придбайте скоро до вашого регіону

source: Brazil Real
de: Brasilien Real
it: Brasile reale
nl: Brazilië Real
sv: Brasilien Real
th: บราซิลจริง
uk: Бразильський Реал

source: Buy
de: Kaufen
id: Membeli
it: Acquistare
ms: Beli
nl: Kopen
sv: köpa
th: ซื้อ
uk: Купуйте

source: Buy & Sell Bitcoin
de: Bitcoin kaufen und verkaufen
id: Beli & Jual Bitcoin
it: Compri e venda Bitcoin
ms: Beli & Jual Bitcoin
nl: Bitcoin kopen en verkopen
sv: Köp och sälj Bitcoin
th: ซื้อ & ขาย Bitcoin
uk: Купуйте та продайте біткін

source: Buy Bitcoin
de: Bitcoin kaufen
id: Beli Bitcoin
it: Acquista Bitcoin
ms: Beli Bitcoin
nl: Koop Bitcoin
sv: Köp Bitcoin
th: ซื้อ Bitcoin
uk: Купіть біткойн

source: Buy Bitcoin with your credit card or bank account to kickstart your crypto portfolio.
de: Kaufen Sie Bitcoin mit Ihrer Kreditkarte oder Ihrem Bankkonto, um Ihr Krypto-Portfolio zu starten.
id: Beli Bitcoin dengan kartu kredit atau rekening bank Anda untuk memulai portofolio crypto Anda.
it: Acquista Bitcoin con la tua carta di credito o conto bancario per avviare il tuo portafoglio di criptovalute.
ms: Beli Bitcoin dengan kad kredit atau akaun bank anda untuk memulakan portfolio crypto anda.
nl: Koop Bitcoin met uw creditcard of bankrekening om uw crypto-portfolio een kickstart te geven.
sv: Köp Bitcoin med ditt kreditkort eller bankkonto för att starta din kryptoportfolio.
th: ซื้อ Bitcoin ด้วยบัตรเครดิตหรือบัญชีธนาคารของคุณเพื่อเริ่มต้นการเข้ารหัสลับของคุณ
uk: Купіть біткойн за допомогою своєї кредитної картки або банківського рахунку, щоб почати криптовалюту.

source: By completing the Gold Level requirements you are automatically eligible for our airdrop program.
de: Wenn Sie die Gold Level-Anforderungen erfüllen, sind Sie automatisch für unser Airdrop-Programm berechtigt.
id: Dengan menyelesaikan persyaratan Tingkat Emas, Anda secara otomatis memenuhi syarat untuk program airdrop kami.
it: Completando i requisiti del livello Gold, sei automaticamente idoneo al nostro programma Airdrop.
ms: Dengan melengkapkan keperluan Tahap Emas anda secara automatik layak untuk program airdrop kami.
nl: Door te voldoen aan de Gold Level-vereisten komt u automatisch in aanmerking voor ons airdrop-programma.
sv: Genom att fylla guldnivåkraven är du automatiskt kvalificerad för vårt airdrop-program.
th: เมื่อทำตามข้อกำหนดระดับโกลด์คุณจะมีสิทธิ์ได้รับโปรแกรม airdrop โดยอัตโนมัติ
uk: Виконавши вимоги до рівня Золото, ви автоматично отримаєте право на нашу програму airdrop.

source: By creating a wallet you agree to Blockchain’s
de: Durch das Erstellen einer Wallet stimmen Sie den Geschäftsbedingungen und der Datenschutzrichtlinie von Blockchain zu
id: Dengan membuat dompet Anda setuju dengan Blockchain
it: Creando un portafoglio accetti Blockchain's
ms: Dengan membuat dompet anda bersetuju dengan Blockchain
nl: Door een portemonnee te maken, gaat u akkoord met Blockchain's
sv: Genom att skapa en plånbok godkänner du Blockchains
th: เมื่อสร้างกระเป๋าเงินหมายความว่าคุณยอมรับ Blockchain
uk: Створюючи гаманець, ви погоджуєтесь з Blockchain's

source: By creating a wallet you agree to Blockchain’s Terms of Services & Privacy Policy
de: Durch das Erstellen einer Brieftasche stimmen Sie den Nutzungsbedingungen und Datenschutzbestimmungen von Blockchain zu
id: Dengan membuat dompet Anda setuju dengan Ketentuan Layanan & Kebijakan Privasi Blockchain
it: Creando un portafoglio accetti i Termini di servizio e l'Informativa sulla privacy di Blockchain
ms: Dengan membuat dompet anda bersetuju dengan Syarat Perkhidmatan & Dasar Privasi Blockchain
nl: Door een portemonnee te maken, gaat u akkoord met de servicevoorwaarden en het privacybeleid van Blockchain
sv: Genom att skapa en plånbok godkänner du Blockchains användarvillkor och integritetspolicy
th: เมื่อสร้างกระเป๋าเงินหมายความว่าคุณยอมรับข้อกำหนดในการให้บริการและนโยบายความเป็นส่วนตัวของ Blockchain
uk: Створюючи гаманець, ви погоджуєтесь з умовами та політикою конфіденційності Blockchain

source: Calculating: Address %@ of %@
de: Berechnung: Adresse %@ von %@
id: Menghitung: Alamat %1$@ dari %2$@
it: Calcolo: indirizzo %1$@ di %2$@
ms: Mengira: Alamat %@ dari %@
nl: Berekenen: adres %@ van %@
sv: Beräkning: Adress %1$@ av %2$@
th: กำลังคำนวณ: ที่อยู่ %1$@ จาก %2$@
uk: Обчислення: Адреса %@ з %@

source: Canadian Dollar
de: Kanadischer Dollar
id: Dolar Kanada
it: Dollaro canadese
ms: Dolar Kanada
nl: Canadese dollar
sv: Kanadensisk dollar
th: ดอลลาร์แคนาดา
uk: Канадський долар

source: Cancelling
de: Abbrechen
id: Membatalkan
it: Annullamento
ms: Membatalkan
nl: Annuleren
sv: Avbrytande
th: ยกเลิก
uk: Скасування

source: Cannot open Mail App
de: Mail App kann nicht geöffnet werden
id: Tidak dapat membuka Aplikasi Email
it: Impossibile aprire l'app di posta
ms: Tidak dapat membuka Aplikasi Mel
nl: Kan Mail-app niet openen
sv: Det går inte att öppna Mail-appen
th: ไม่สามารถเปิดแอปอีเมล
uk: Не вдається відкрити програму пошти

source: Cannot send XLM at this time. Please try again.
de: XLM kann derzeit nicht gesendet werden. Bitte versuchen Sie es erneut.
id: Tidak dapat mengirim XLM saat ini. Silakan coba lagi.
it: Impossibile inviare XLM in questo momento. Per favore riprova.
ms: Tidak boleh menghantar XLM pada masa ini. Sila cuba lagi.
nl: Kan op dit moment geen XLM verzenden. Probeer het alstublieft opnieuw.
sv: Det går inte att skicka XLM just nu. Var god försök igen.
th: ไม่สามารถส่ง XLM ได้ในขณะนี้ กรุณาลองอีกครั้ง.
uk: Наразі неможливо надіслати XLM. Будь ласка спробуйте ще раз.

source: Carefully write down these 12 words in order, do not email or screenshot your recovery phrase.
de: Schreiben Sie diese 12 Wörter sorgfältig auf, und senden Sie keine E-Mails oder Screenshots Ihrer Wiederherstellungsphrase.
id: Dengan hati-hati tuliskan 12 kata ini secara berurutan, jangan kirim email atau tangkapan layar frasa pemulihan Anda.
it: Scrivi con attenzione queste 12 parole in ordine, non inviare per e-mail o screenshot la tua frase di recupero.
ms: Dengan berhati-hati tuliskan 12 perkataan ini dengan teratur, jangan e-mel atau tangkapkan frasa pemulihan anda.
nl: Noteer deze 12 woorden zorgvuldig in volgorde, stuur geen e-mail of screenshot van uw herstelzin.
sv: Skriv ned dessa 12 ord försiktigt i ordning, skicka inte e-post eller skärmdump till din återställningsfras.
th: เขียนคำ 12 คำเหล่านี้อย่างระมัดระวังอย่าส่งอีเมลหรือจับภาพวลีการกู้คืนของคุณ
uk: Уважно запишіть ці 12 слів для того, щоб не надсилати по електронній пошті чи знімати екрани за допомогою скриньки.

source: Change fee per kilobyte
de: Gebühr pro Kilobyte ändern
id: Ubah biaya perubahan per kilobyte
it: Cambia la commissione per kilobyte
ms: Yuran perubahan setiap kilobyte
nl: Tarief per kilobyte wijzigen
sv: Ändringsavgift per kilobyte
th: เปลี่ยนค่าธรรมเนียมต่อกิโลไบต์
uk: Змінити комісію за кілобайт

source: Change Mobile Number
de: Handynummer ändern
id: Ubah Nomor Ponsel
it: Cambia il numero di cellulare
ms: Menukar nombor telefon bimbit
nl: Mobiele telefoonnummer wijzigen
sv: Ändra mobilnummer
th: เปลี่ยนหมายเลขมือถือ
uk: Змінити номер мобільного телефону

source: Check it out!
de: Probieren Sie es aus!
id: Coba lihat!
it: Controlla!
ms: Semak ia!
nl: Bekijken!
sv: Kolla in det!
th: ลองดูสิ!
uk: Перевір!

source: Check My Balance
de: Überprüfen Sie mein Guthaben
id: Periksa Saldo Saya
it: Controlla il mio saldo
ms: Semak Baki Saya
nl: Controleer mijn saldo
sv: Kontrollera Min balans
th: ตรวจสอบยอดคงเหลือของฉัน
uk: Перевірте мій баланс

source: Check Your Inbox
de: Überprüfe deinen Posteingang
id: Periksa kotak masuk Anda
it: Controlla la tua casella di posta
ms: Semak peti masuk anda
nl: Controleer uw inbox
sv: Kolla din inkorg
th: ตรวจสอบกล่องจดหมายของคุณ
uk: Перевірити свою поштову скриньку

source: Checking for Wallet updates
de: Wallet-Updates werden überprüft
id: Memeriksa pembaruan untuk Dompet
it: Controllo degli aggiornamenti del wallet
ms: Menyemak untuk pengemaskinian Wallet
nl: Controleren op Portemonnee-updates
sv: Plånbok uppdateringar
th: กำลังตรวจสอบการอัปเดตกระเป๋าเงิน
uk: Перевірка оновлень для гаманця

source: Chilean Peso
de: Chilenischer Peso
id: Peso Chili
it: Peso cileno
ms: Peso Chile
nl: Chileense peso
sv: Chilensk peso
th: เงินเปโซของชิลี
uk: Чилійський песо

source: Chinese Yuan
de: Chinesische Yuan
id: Yuan Tiongkok
it: Yuan cinese
ms: Cina Yuan
sv: Kinesiska Yuan
th: หยวนจีน
uk: Китайський юань

source: Claimed
de: Eingefordert
id: Diklaim
it: Ha sostenuto
ms: Dikenakan
nl: beweerde
sv: hävdade
th: อ้างว่า
uk: Заявлений

source: Click Show Pairing Code to reveal a QR Code, a square black & white barcode. Scan the code with your camera.
de: Zur Angabe eines QR-Codes, einem quadratischen schwarzweißen Strichcode, klicken Sie auf 'Kombinationscode anzeigen'. Scannen Sie den Code mit Ihrer Kamera.
id: Klik Tampilkan Kode Pemasangan untuk memunculkan Kode QR, sebuah kode palang persegi berwarna hitam putih. Pindai kode dengan kamera Anda.
it: Clicca su Mostra il Codice di Associazione rivelare un Codice QR, un codice a barre quadrato bianco e nero. Fai la scansione del codice con la tua fotocamera.
ms: Klik Papar kod berpasangan untuk mendedahkan Kod QR, Kod Bar square hitam & putih. Imbas kod dengan kamera anda.
nl: Klik op Koppelcode tonen om een QR-code, een vierkante zwart-witte barcode, te onthullen. Scan de code met uw camera.
sv: Klicka på Visa ihopkoppling kod för att avslöja en QR-kod, en fyrkantig svart & vit streckkod. Scanna koden med kameran.
th: คลิก แสดงรหัสจับคู่ เพื่อแสดงรหัส QR ซึ่งเป็นบาร์โค้ดขาว & ดำในรูปแบบช่องสี่เหลี่ยม สแกนรหัสด้วยกล้องของคุณ
uk: Натисніть кнопку Показати спарений код, щоб відкрити QR-код, чорно-білий квадратний штрих-код. Відскануйте код камерою вашого пристрою.

source: Close App
de: App schließen
id: Tutup Aplikasi
it: Chiudi app
ms: Tutup App
nl: App sluiten
sv: Stänga App
th: ปิดแอป
uk: Закрити програму

source: Complete
de: Komplett
id: Lengkap
it: Completare
ms: Lengkap
nl: Compleet
sv: Komplett
th: สมบูรณ์
uk: Повна

source: Complete My Profile
de: Mein Profil vervollständigen
id: Lengkapi Profil Saya
it: Completa il mio profilo
ms: Lengkapkan Profil Saya
nl: Voltooi mijn profiel
sv: Slutför min profil
th: กรอกโปรไฟล์ของฉัน
uk: Заповніть мій профіль

source: Complete your profile to start instantly trading crypto from the security of your wallet and become eligible for our Airdrop Program.
de: Vervollständigen Sie Ihr Profil, um sofort mit Crypto aus der Sicherheit Ihrer Wallet heraus zu handeln und sich für unser Airdrop-Programm zu qualifizieren.
id: Lengkapi profil Anda untuk mulai berdagang crypto secara instan dari keamanan dompet Anda dan memenuhi syarat untuk Program Airdrop kami.
it: Completa il tuo profilo per iniziare immediatamente a scambiare criptovalute dalla sicurezza del tuo portafoglio e diventare idoneo per il nostro programma Airdrop.
ms: Lengkapkan profil anda untuk memulakan transaksi kritikal seketika dari keselamatan dompet anda dan menjadi layak untuk Program Airdrop kami.
nl: Voltooi je profiel en begin direct met het verhandelen van crypto uit de veiligheid van je portemonnee en kom in aanmerking voor ons Airdrop-programma.
sv: Fyll i din profil för att direkt börja kryptering från säkerheten på din plånbok och bli berättigad till vårt Airdrop Program.
th: กรอกข้อมูลส่วนตัวของคุณเพื่อเริ่มซื้อขาย crypto ทันทีจากความปลอดภัยของกระเป๋าเงินของคุณและมีสิทธิ์ได้รับโปรแกรม Airdrop ของเรา
uk: Завершіть свій профіль, щоб миттєво розпочати торгівлю криптозахистом з безпеки вашого гаманця і отримати право на нашу програму Airdrop.

source: Complete your profile to start instantly trading crypto from the security of your wallet.
de: Vervollständigen Sie Ihr Profil, um sofort mit Cryptos aus Ihrer sicheren Wallet zu handeln.
id: Lengkapi profil Anda untuk mulai berdagang crypto secara instan dari keamanan dompet Anda.
it: Completa il tuo profilo per iniziare immediatamente a criptare la sicurezza del tuo portafoglio.
ms: Lengkapkan profil anda untuk memulakan perdagangan dengan segera dari keselamatan dompet anda.
nl: Voltooi je profiel en begin onmiddellijk met het verhandelen van crypto vanuit de veiligheid van je portemonnee.
sv: Slutför din profil för att omedelbart börja handla krypto från säkerheten i din plånbok.
th: กรอกข้อมูลส่วนตัวของคุณเพื่อเริ่มการซื้อขาย crypto ทันทีจากความปลอดภัยของกระเป๋าเงินของคุณ
uk: Завершіть свій профіль, щоб миттєво розпочати торгівлю криптозахистом від безпеки вашого гаманця.

source: Confirm Exchange
de: Umtausch bestätigen
id: Konfirmasikan Pertukaran
it: Conferma lo scambio
ms: Sahkan Pertukaran
nl: Bevestig Exchange
sv: Bekräfta Exchange
th: ยืนยันการแลกเปลี่ยน
uk: Підтвердьте біржу

source: Confirm password
de: Kennwort bestätigen
id: Konfirmasi sandi
it: Conferma password
ms: Sahkan kata laluan
nl: Bevestig wachtwoord
sv: Bekräfta lösenord
th: ยืนยันรหัสผ่าน
uk: Підтвердьте пароль

source: Confirm Payment
de: Bestätige Zahlung
id: Konfirmasi pembayaran
it: Conferma pagamento
ms: Sahkan Bayaran
nl: Bevestig betaling
sv: Bekräfta betalning
th: ยืนยันการชำระเงิน
uk: Підтвердити оплату

source: Confirm Swap
de: Swap bestätigen
id: Konfirmasikan Swap
it: Conferma Swap
ms: Sahkan Pertukaran
nl: Bevestig Swap
sv: Bekräfta byte
th: ยืนยันการสลับ
uk: Підтвердьте заміну

source: Confirm your PIN
de: Eigene PIN bestätigen
id: Konfirmasi PIN Anda
it: Conferma il tuo PIN
ms: Mengesahkan PIN anda
nl: Bevestig uw pincode
sv: Bekräfta din PIN-kod
th: ยืนยัน PIN ของคุณ
uk: Підтвердити PIN-код

source: Confirming
de: Bestätigen
id: Mengkonfirmasikan
it: confermando
ms: Mengesahkan
nl: Bevestigend
sv: Bekräftande
th: การยืนยัน
uk: Підтвердження
