Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: We just sent you a verification email. Your email address needs to be verified before you can connect to The Exchange.
de: Wir haben Ihnen gerade eine Bestätigungs-E-Mail gesendet. Ihre E-Mail-Adresse muss überprüft werden, bevor Sie eine Verbindung zu Exchange herstellen können.
es_419: Te enviamos un correo electrónico de verificación. Es necesario verificar tu dirección de correo electrónico antes de que puedas conectarte con Exchange.
id: Kami baru saja mengirimi Anda email verifikasi. Alamat email Anda perlu diverifikasi sebelum Anda dapat terhubung ke Exchange.
it: Ti abbiamo appena inviato un'email di verifica. Il tuo indirizzo email deve essere verificato prima di poterti connettere a Exchange.
ms: Kami hanya menghantar e-mel pengesahan kepada anda. Alamat e-mel anda perlu disahkan sebelum anda boleh bersambung ke Exchange.
nl: We hebben u zojuist een verificatie-e-mail gestuurd. Uw e-mailadres moet worden geverifieerd voordat u verbinding kunt maken met de Exchange.
pt_br: Acabamos de lhe enviar um e-mail de verificação. Seu endereço de e-mail precisa ser verificado antes que você possa se conectar ao The Exchange.
sv: Vi har precis skickat ett verifieringsmeddelande Din e-postadress måste verifieras innan du kan ansluta till Exchange.
th: เราเพิ่งส่งอีเมลยืนยันถึงคุณ ที่อยู่อีเมลของคุณต้องได้รับการยืนยันก่อนจึงจะสามารถเชื่อมต่อกับ Exchange ได้
uk: Ми щойно надіслали вам електронний лист для підтвердження. Ваша електронна адреса повинна бути підтверджена, перш ніж ви зможете підключитися до біржі.

source: week
de: Woche
es_419: semana
id: minggu
it: settimana
ms: minggu
pt_br: semana
sv: vecka
th: สัปดาห์
uk: тиждень

source: weeks
de: Wochen
es_419: semanas
id: minggu
it: settimane
ms: minggu
nl: weken
pt_br: semanas
sv: Veckor
th: สัปดาห์ที่ผ่านมา
uk: тижнів

source: Welcome
de: Willkommen
es_419: ¡Bienvenido!
id: Selamat datang
it: Benvenuto
ms: Mengalu-alukan
nl: Welkom
pt_br: Bem-vindo
sv: Välkommen
th: ยินดีต้อนรับ
uk: Ласкаво просимо!

source: We’ve detected a previous installation of Blockchain Wallet on your phone.
de: Wir haben auf Ihrem Telefon eine bereits vorhandene Blockchain-Wallet-Installation entdeckt.
es_419: Hemos detectado que instalaste Blockchain.com Wallet en tu teléfono anteriormente.
id: Kami telah mendeteksi pemasangan Dompet Blockchain sebelumnya di ponsel Anda.
it: Abbiamo rilevato una precedente installazione del Portafoglio Blockchain sul tuo telefono.
ms: Kami telah mengesan pemasangan terdahulu daripada Blockchain Wallet pada telefon anda.
nl: We hebben een eerdere installatie van Blockchain Portemonnee gedetecteerd op uw telefoon.
pt_br: Detectamos uma instalação anterior da Blockchain Wallet em seu telefone.
sv: Vi har upptäckt en tidigare installation av Blockchain plånbok på telefonen.
th: เราได้ตรวจพบการติดตั้งกระเป๋าเงิน Blockchain บนโทรศัพท์ของคุณก่อนหน้านี้
uk: Ми виявили старішу версію гаманця Blockchain на вашому пристрої.

source: Which document are you using?
de: Welches Dokument verwenden Sie?
es_419: ¿Qué documento estás usando?
id: Dokumen mana yang Anda gunakan?
it: Quale documento stai usando?
ms: Dokumen mana yang anda gunakan?
nl: Welk document gebruik je?
pt_br: Qual documento você está usando?
sv: Vilket dokument använder du?
th: คุณใช้เอกสารใดอยู่
uk: Який документ ви використовуєте?

source: Why do we need this?
de: Warum brauchen wir das?
es_419: ¿Por qué necesitas esto?
id: kenapa kita butuh ini?
it: perché ne abbiamo bisogno?
ms: Kenapa kita perlukan ini?
nl: Waarom hebben we dit nodig?
pt_br: Por que nós precisamos disso?
sv: Varför behöver vi detta?
th: เหตุใดเราจึงต้องการสิ่งนี้
uk: Чому нам це потрібно?

source: word
de: Wort
es_419: palabra
id: kata
it: parola
ms: perkataan
nl: woord
pt_br: palavra
sv: ord
th: คำ
uk: слово

source: Write Down Recovery Phrase
de: Notieren Sie sich die Wiederherstellungsphrase
es_419: Escribe la frase de recuperación
id: Tuliskan Frasa Pemulihan
it: Scrivi la frase di recupero
ms: Tuliskan Phrase Pemulihan
nl: Herstelzin opschrijven
pt_br: Anote a frase de recuperação
sv: Skriv ner återvinningsfrasen
th: เขียนวลีการกู้คืน
uk: Запишіть фразу відновлення

source: year
de: Jahr
es_419: año
id: tahun
it: anno
ms: tahun
nl: jaar
pt_br: ano
sv: år
th: ปี
uk: рік

source: years
de: Jahre
es_419: años
id: tahun
it: anni
ms: tahun
nl: jaar
pt_br: anos
sv: år
th: ปี
uk: років

source: Yes
de: Ja
es_419: Sí
id: Iya
it: sì
ms: Ya
nl: Ja
pt_br: Sim
sv: Ja
th: ใช่
uk: Так

source: You can enable 2-step Verification via SMS on your mobile phone. In order to use other authentication methods instead, please login to our web wallet.
de: 2-Schritt-Verifizierung lässt sich per SMS auf Ihrem Handy aktivieren. Zur ersatzweisen Verwendung anderer Authentifizierungsverfahren melden Sie sich bitte bei unserer Web-Wallet an.
es_419: Puedes habilitar la verificación de 2 pasos a través de SMS desde tu teléfono móvil. Para usar otros métodos de autenticación, inicia sesión en nuestra billetera web.
id: Anda dapat mengaktifkan verifikasi 2 langkah melalui SMS di ponsel Anda. Untuk menggunakan metode otentikasi lain sebagai gantinya, silakan masuk ke dompet web kami.
it: Puoi abilitare la verifica in 2-fasi per SMS sul tuo cellulare. Per usare altri metodi di autenticazione, accedi al tuo portafoglio web.
ms: Anda boleh membolehkan langkah 2 pengesahan melalui SMS pada telefon mudah alih. Untuk menggunakan kaedah pengesahan yang lain sebagai ganti, sila log masuk ke web kami wallet.
nl: U kunt de 2-ledige verificatie via sms inschakelen op uw mobiele telefoon. Om in plaats daarvan andere authenticatiemethoden te gebruiken, kunt u inloggen op uw webportemonnee.
pt_br: Você pode ativar a verificação em duas etapas via SMS no seu celular. Para usar outros métodos de autenticação, faça login em nossa carteira da web.
sv: Du kan aktivera 2-steg verifiering via SMS på din mobiltelefon. Använda andra autentiseringsmetoder i stället, vänligen logga in på vår web plånbok.
th: คุณสามารถเปิดการใช้งานการยืนยัน 2 ขั้นตอนผ่านทาง SMS หรือโทรศัพท์ของคุณ เพื่อใช้วิธีการพิสูจน์ตัวตนอื่น โปรดล็อกอินไปยังกระเป๋าเงินเว็บของเรา
uk: Ви можете увімкнути 2-крокову верифікацію через СМС чи мобільний телефон. Для використання інших методів автентифікації, увійдіть до нашої веб-версії гаманця.

source: You currently have email notifications enabled. Changing your email will disable email notifications.
de: Sie haben derzeit E-Mail-Benachrichtigungen aktiviert. Durch Ändern Ihrer E-Mail werden E-Mail-Benachrichtigungen deaktiviert.
es_419: Actualmente tienes las notificaciones de correo electrónico habilitadas. Si cambias tu correo electrónico se deshabilitarán estas notificaciones.
id: Anda saat ini mengaktifkan notifikasi email. Mengubah email Anda akan menonaktifkan notifikasi email.
it: Al momento hai abilitato le notifiche e-mail. La modifica dell'email disabilita le notifiche e-mail.
ms: Anda kini mempunyai pemberitahuan e-mel yang dibolehkan. Menukar e-mel anda akan melumpuhkan pemberitahuan e-mel.
nl: U heeft momenteel e-mailmeldingen ingeschakeld. Als u uw e-mail wijzigt, worden e-mailmeldingen uitgeschakeld.
pt_br: No momento, você tem notificações por e-mail ativadas. Alterar seu e-mail desativará as notificações por e-mail.
sv: Du har för närvarande e-postmeddelanden aktiverade. Att ändra din e-post kommer att avaktivera e-postmeddelanden.
th: ขณะนี้คุณเปิดใช้งานการแจ้งเตือนทางอีเมล การเปลี่ยนอีเมลจะเป็นการปิดการแจ้งเตือนทางอีเมล
uk: На даний момент увімкнено сповіщення електронною поштою. Змінення електронної пошти вимкне сповіщення електронною поштою.

source: You must enter a label
de: Sie müssen eine Beschreibung eingeben
es_419: Debes ingresar una etiqueta
id: Anda harus memasukkan label
it: Devi inserire un'etichetta
ms: Awda mesti masukkan label
nl: U moet een label invoeren
pt_br: Você deve inserir uma etiqueta
sv: Du måste ange en etikett
th: คุณต้องกรอกป้ายชื่อ
uk: Треба ввести мітку

source: You must enter a valid %@ address to send the transaction
de: Sie müssen eine gültige %@-Adresse eingeben, um die Transaktion zu senden
es_419: Debes ingresar una dirección de %@ válida para enviar la transacción
id: Anda harus memasukkan %@ alamat yang valid untuk mengirim transaksi
it: È necessario inserire un indirizzo %@ valido per inviare la transazione
ms: Anda mesti memasukkan alamat %@ yang sah untuk menghantar transaksi
nl: U moet een geldig %@ adres invoeren om de transactie te verzenden
pt_br: Você deve inserir um endereço %@ válido para enviar a transação
sv: Du måste ange en giltig %@ -adress för att skicka transaktionen
th: คุณต้องป้อนที่อยู่ %@ ที่ถูกต้องเพื่อส่งธุรกรรม
uk: Ви повинні ввести дійсну %@ адресу, щоб надіслати транзакцію

source: You must enter a valid %@ address to send your ERC20 Token
de: Sie müssen eine gültige %@-Adresse eingeben, um Ihr ERC20-Token zu senden
es_419: Debes ingresar una dirección de %@ válida para enviar tu token de ERC-20
id: Anda harus memasukkan %@ address yang valid untuk mengirim ERC20 Token Anda
it: È necessario inserire un indirizzo %@ valido per inviare il token ERC20
ms: Anda mesti memasukkan alamat %@ yang sah untuk menghantar Token ERC20 anda
nl: U moet een geldig %@ adres invoeren om uw ERC20-token te verzenden
pt_br: Você deve inserir um endereço %@ válido para enviar seu token ERC20
sv: Du måste ange en giltig %@ -adress för att skicka ERC20-token
th: คุณต้องป้อนที่อยู่ %@ ที่ถูกต้องเพื่อส่งโทเค็น ERC20 ของคุณ
uk: Для надсилання токена ERC20 ви повинні ввести дійсну адресу %@

source: You must have at least one active address
de: Sie müssen über mindestens eine aktive Adresse verfügen
es_419: Debes tener al menos una dirección activa.
id: Anda harus memiliki setidaknya satu alamat aktif
it: Devi avere almeno un indirizzo attivo
ms: Anda mesti mempunyai sekurang-kurangnya satu alamat yang aktif
nl: U moet ten minste één actief adres hebben
pt_br: Você deve ter pelo menos um endereço ativo
sv: Du måste ha minst en aktiv adress
th: คุณต้องมีที่อยู่ที่ใช้งานอยู่อย่างน้อยหนึ่งแห่ง
uk: У вас має бути щонайменше одна активна адреса

source: You need to confirm your email address so that we can keep you informed about your wallet.
de: Sie müssen Ihre E-Mail-Adresse bestätigen, damit wir Sie über Ihre Wallet auf dem Laufenden halten können.
es_419: Necesitas confirmar tu dirección de correo electrónico para que podamos mantenerte informado acerca de tu billetera.
id: Anda perlu mengkonfirmasi alamat email Anda agar kami dapat memberi Anda informasi tentang dompet Anda.
it: Devi confermare il tuo indirizzo e-mail in modo che possiamo tenerti informato sul tuo portafoglio.
ms: Anda perlu mengesahkan alamat e-mel anda supaya kami dapat memaklumkan anda tentang dompet anda.
nl: U moet uw e-mailadres bevestigen zodat we u op de hoogte kunnen houden van uw portemonnee.
pt_br: Você precisa confirmar seu endereço de e-mail para que possamos mantê-lo informado sobre sua carteira.
sv: Du måste bekräfta din e-postadress så att vi kan hålla dig informerad om din plånbok.
th: คุณต้องยืนยันที่อยู่อีเมลของคุณเพื่อให้เราสามารถแจ้งให้คุณทราบเกี่ยวกับกระเป๋าเงินของคุณ
uk: Вам потрібно підтвердити свою електронну адресу, щоб ми могли інформувати вас про ваш гаманець.

source: You should always pair or login if you have access to your Wallet ID and password. Recovering your funds will create a new Wallet ID. Would you like to continue?
de: Falls Sie Zugriff auf Ihre Wallet-ID und Ihr Passwort haben, sollten Sie immer die Kombinationsoption nutzen oder sich anmelden. Durch die Wiederherstellung Ihrer Guthaben wird eine neue Wallet-ID erzeugt. Möchten Sie fortfahren?
es_419: Siempre debes sincronizar o iniciar sesión si tienes acceso a tu ID y contraseña de Wallet. Recuperar tus fondos te permitirá crear una nueva ID de Wallet. ¿Deseas continuar?
id: Anda harus selalu memasangkan atau masuk bila Anda memiliki akses ke ID Dompet dan kata sandi Anda. Memulihkan dana Anda akan membuat ID Dompet yang baru. Anda ingin melanjutkan?
it: Se hai accesso al tuo ID e alla tua password del Portafoglio, dovresti sempre effettuare l'abbinamento o procedere all'accesso mediante autenticazione. Il recupero dei tuoi fondi creerà un nuovo ID Portafoglio. Desideri continuare?
ms: Anda sentiasa perlu berpasangan atau login jika anda mempunyai akses kepada Wallet ID dan kata laluan anda. Memungut dana anda akan mencipta ID yang baru Wallet. Adakah anda ingin meneruskan?
nl: U moet altijd koppelen of inloggen als u toegang heeft tot uw Portemonnee-ID en -wachtwoord. Door uw tegoeden te herstellen zal er een nieuwe Portemonnee-ID worden aangemaakt. Wilt u doorgaan?
pt_br: Você deve sempre emparelhar ou fazer login se tiver acesso à sua Wallet ID e senha. Recuperar seus fundos criará um novo Wallet ID. Gostaria de continuar?
sv: Du bör alltid par eller logga in om du har tillgång till din plånbok-ID och lösenord. Återfå dina pengar kommer att skapa en ny plånbok-ID. Vill du fortsätta?
th: คุณควรจับคู่หรือล็อกอินหากคุณสามารถเข้าถึง ID กระเป๋าเงินหรือรหัสผ่านของคุณได้ การกู้คืนเงินจะสร้าง ID กระเป๋าเงินใหม่ คุณต้องการดำเนินการต่อหรือไม่?
uk: Ви завжди повинні бути спарені або увійти в систему, якщо у вас є доступ до свого ID гаманця і пароль. Відновлення ваших коштів створить новий ID гаманця. Бажаєте продовжити?

source: You will be leaving the app.
de: Sie verlassen die App.
es_419: Estás saliendo de la aplicación.
id: Anda akan meninggalkan aplikasi.
it: Lascerai l'app.
ms: Anda akan meninggalkan aplikasinya.
nl: U verlaat de app.
pt_br: Você deixará o aplicativo.
sv: Du kommer att lämna appen.
th: คุณจะออกจากแอป
uk: Ви залишаєте додаток.

source: You will need %@ to send the transaction
de: Sie benötigen %@, um die Transaktion zu senden
es_419: Necesitarás %@ para enviar la transacción.
id: Anda akan memerlukan %@ untuk mengirim transaksi
it: Sarà necessario %@ per inviare la transazione
ms: Anda akan memerlukan %@ untuk menghantar transaksi
nl: U hebt %@ nodig om de transactie te verzenden
pt_br: Você precisará de %@ para enviar a transação
sv: Du behöver %@ att skicka transaktionen
th: คุณจะต้อง %@ เพื่อส่งธุรกรรม
uk: Для надсилання транзакції вам знадобиться %@

source: You will need ETH to send your ERC20 Token
de: Sie benötigen ETH, um Ihr ERC20-Token zu senden
es_419: Necesitarás ETH para enviar tus tokens ERC20
id: Anda akan membutuhkan ETH untuk mengirim Token ERC20 Anda
it: È necessario ETH per inviare il token ERC20
ms: Anda memerlukan ETH untuk menghantar Token ERC20 anda
nl: U hebt ETH nodig om uw ERC20-token te verzenden
pt_br: Você precisará de ETH para enviar seu token ERC20
sv: Du behöver ETH för att skicka din ERC20-token
th: คุณจะต้อง ETH ส่งโทเค็น ERC20 ของคุณ
uk: Вам знадобиться ETH, щоб відправити ваш маркер ERC20

source: Your
de: Ihr
es_419: Tu
id: Anda
it: Il tuo
ms: Anda
nl: Jouw
pt_br: Seu
sv: Din
th: ของคุณ
uk: Ваша

source: Your device appears to be jailbroken. The security of your wallet may be compromised.
de: Bei Ihrem Gerät scheint ein Jailbreak vorzuliegen. Die Sicherheit Ihrer Wallet ist eventuell in Gefahr.
es_419: Tu teléfono parece liberado. Es posible que la seguridad de tu billetera esté en riesgo.
id: Perangkat Anda tampaknya menjadi dapat dibobol. Keamanan dompet Anda mungkin terancam
it: Il tuo dispositivo sembra essere jailbroken. La sicurezza del tuo portafoglio potrebbe essere compromessa.
ms: Peranti muncul untuk menjadi jailbroken. Keselamatan dompet anda mungkin terjejas.
nl: Er lijkt te zijn ingebroken op uw apparaat. De veiligheid van uw portemonnee kan in gevaar zijn.
pt_br: Seu dispositivo parece estar desbloqueado. A segurança da sua carteira pode estar comprometida.
sv: Enheten verkar vara jailbreakad. Säkerheten för din plånbok kan äventyras.
th: อุปกรณ์ของคุณดูเหมือนว่าจะถูกเจลเบรก ความปลอดภัยของกระเป๋าเงินของคุณอาจตกอยู่ในความเสี่ยง
uk: Здається ваш пристрій зламано. Безпека вашого гаманця може бути під загрозою.

source: Your Home Address
de: Ihre Privatadresse
es_419: Tu dirección particular
id: Alamat Rumah Anda
it: Il tuo indirizzo di casa
ms: Alamat Rumah Anda
nl: Uw thuisadres
pt_br: Seu endereço residencial
sv: Din hemadress
th: ที่อยู่บ้านของคุณ
uk: Ваша домашня адреса

source: Your information is being reviewed. The review should complete in 5 minutes. Please be aware there is a large waiting list for Stellar airdrops and unfortunately not all applications for free XLM will be successful.
de: Ihre Informationen werden überprüft. Die Überprüfung sollte in 5 Minuten abgeschlossen sein. Bitte beachten Sie, dass es eine große Warteliste für Stellar Airdrops gibt und leider nicht alle Anträge auf kostenloses XLM erfolgreich sein werden.
es_419: Se está revisando tu información. La revisión debería completarse en 5 minutos. Ten en cuenta que hay una lista de espera larga por airdrops de Stellar y, desafortunadamente, no todas las aplicaciones de XLM gratuitas lo lograrán.
id: Informasi Anda sedang ditinjau. Ulasan harus selesai dalam 5 menit. Perlu diketahui bahwa ada daftar tunggu besar untuk airdrop Stellar dan sayangnya tidak semua aplikasi XLM gratis akan berhasil.
it: Le tue informazioni sono in fase di revisione. La revisione dovrebbe essere completata in 5 minuti. Si prega di notare che c'è una grande lista di attesa per i lanci stellari e sfortunatamente non tutte le applicazioni per XLM gratis avranno successo.
ms: Maklumat anda sedang disemak. Semakan itu perlu diselesaikan dalam masa 5 minit. Harap maklum ada senarai tunggu yang besar untuk siaran udara Stellar dan sayangnya tidak semua aplikasi untuk XLM percuma akan berjaya.
nl: Uw informatie wordt beoordeeld. De beoordeling zou binnen 5 minuten moeten zijn voltooid. Let op: er is een grote wachtlijst voor Stellar Airdrops en helaas zullen niet alle applicaties voor gratis XLM succesvol zijn.
pt_br: Suas informações estão sendo analisadas. A revisão deve ser concluída em 5 minutos. Esteja ciente de que há uma grande lista de espera para airdrops Stellar e, infelizmente, nem todos os aplicativos para XLM gratuitos serão bem-sucedidos.
sv: Din information granskas. Granskningen ska slutföras om 5 minuter. Var vänlig medveten om att det finns en stor väntelista för Stellar airdrops och tyvärr inte alla ansökningar om gratis XLM kommer att bli framgångsrika.
th: ข้อมูลของคุณกำลังได้รับการตรวจสอบ ความคิดเห็นควรเสร็จสมบูรณ์ใน 5 นาที โปรดทราบว่ามีรายการรอขนาดใหญ่สำหรับ Stellar airdrops และน่าเสียดายที่แอปพลิเคชันทั้งหมดสำหรับ XLM ฟรีจะประสบความสำเร็จ
uk: Ваша інформація переглядається. Огляд повинен завершитися за 5 хвилин. Будь ласка, майте на увазі, що існує великий список очікування для зоряних аеродромів і, на жаль, не всі програми для безкоштовного XLM будуть успішними.

source: Your mobile number has been verified.
de: Ihre Handynummer wurde überprüft.
es_419: Se verificó tu número de móvil.
id: Nomor ponsel Anda telah diverifikasi.
it: Il tuo numero di cellulare è stato verificato.
ms: Nombor telefon bimbit anda telah disahkan.
nl: Uw mobiele telefoonnummer is geverifieerd.
pt_br: Seu número de celular foi verificado.
sv: Ditt mobilnummer har verifierats.
th: หมายเลขโทรศัพท์ของคุณได้รับการยืนยันแล้ว
uk: Номер вашого моб. телефону підтверджено.

source: Your mobile phone can be used to enable two-factor authentication or to receive alerts.
de: Mit Ihrem Mobiltelefon können Sie die Zwei-Faktor-Authentifizierung aktivieren oder Benachrichtigungen empfangen.
es_419: Puedes usar tu teléfono móvil para habilitar la autenticación de dos factores o recibir alertas.
id: Ponsel Anda dapat digunakan untuk mengaktifkan otentikasi dua faktor atau untuk menerima peringatan.
it: Il telefono cellulare può essere utilizzato per abilitare l'autenticazione a due fattori o per ricevere avvisi.
ms: Telefon mudah alih anda boleh digunakan untuk membolehkan pengesahan dua faktor atau untuk menerima makluman.
nl: Uw mobiele telefoon kan worden gebruikt om authenticatie in twee stappen in te schakelen of om waarschuwingen te ontvangen.
pt_br: Seu celular pode ser usado para habilitar a autenticação de dois fatores ou para receber alertas.
sv: Din mobiltelefon kan användas för att aktivera tvåfaktorautentisering eller för att ta emot varningar.
th: โทรศัพท์มือถือของคุณสามารถใช้เพื่อเปิดใช้งานการรับรองความถูกต้องด้วยสองปัจจัยหรือเพื่อรับการแจ้งเตือน
uk: Ваш мобільний телефон можна використовувати для ввімкнення двофакторної аутентифікації або отримання сповіщень.

source: Your New PIN is Ready
de: Ihre neue PIN ist fertig
es_419: Tu nuevo PIN está listo
id: PIN Baru Anda Siap
it: Il tuo nuovo PIN è pronto
ms: PIN Baru anda Sedia
nl: Uw nieuwe pincode is gereed
pt_br: Seu novo PIN está pronto
sv: Din nya PIN-kod är klar
th: PIN ใหม่ของคุณพร้อมแล้ว
uk: Ваш новий PIN-код готовий

source: Your new PIN must be different
de: Ihre neue PIN muss anders sein
es_419: Tu nuevo PIN debe ser diferente.
id: PIN baru Anda harus berbeda
it: Il tuo nuovo PIN deve essere diverso
ms: PIN baru anda mestilah berbeza
nl: Uw nieuwe pincode moet anders zijn
pt_br: Seu novo PIN deve ser diferente
sv: Din nya PIN-kod måste vara annorlunda
th: PIN ใหม่ของคุณจะต้องแตกต่างกัน
uk: Ваш новий PIN-код має бути іншим

source: Your Swap Limit is the maximum amount of crypto you can trade.
de: Ihr Wechsellimit ist die maximale Menge an Cryptos, die Sie handeln können.
es_419: Tu límite de intercambio es el monto máximo de criptomonedas que puedes comercializar.
id: Batas Swap Anda adalah jumlah maksimum crypto yang dapat Anda perdagangkan.
it: Il limite di swap è la quantità massima di crittografia che puoi scambiare.
ms: Had Pertukaran Anda adalah jumlah maksima crypto yang anda boleh berdagang.
nl: Uw swap-limiet is het maximale crypto dat u kunt verhandelen.
pt_br: Seu limite de troca é a quantidade máxima de criptomoedas que você pode trocar.
sv: Din swap limit är den maximala mängd krypto du kan handla.
th: ขีด จำกัด การแลกของคุณคือจำนวนเงินสูงสุดของการเข้ารหัสลับที่คุณสามารถซื้อขายได้
uk: Обмеження вашого обміну - це максимальна кількість крипто, яку ви можете торгувати.

source: Your transferred funds will be safe and secure, and you'll benefit from increased privacy and convenient backup and recovery features.
de: Ihre überwiesenen Guthaben sind sicher und geschützt. Ferner profitieren Sie von verbessertem Datenschutz, praktischen Backups und Wiederherstellungsfunktionen.
es_419: Tus fondos transferidos estarán seguros y protegidos, y además podrás disfrutar de privacidad y de las funciones de respaldo de datos y recuperación.
id: Dana Anda yang ditransfer akan aman dan terjaga, dan Anda akan mendapatkan keuntungan dari peningkatan privasi dan cadangan kenyamanan dan fitur pemulihan.
it: I fondi da te trasferiti saranno fidati e sicuri, e tu potrai beneficiare da una maggiore privacy ed efficienti funzioni di backup e recupero.
ms: Dana yang dipindahkan anda akan selamat dan terjamin, dan anda akan mendapat manfaat daripada peningkatan privasi dan ciri sandaran dan pemulihan yang mudah.
nl: Uw overgemaakte tegoeden zullen veilig zijn en u zult profiteren van een grotere privacy en gemakkelijke back-up- en herstelfuncties.
pt_br: Seus fundos transferidos estarão seguros e protegidos, e você se beneficiará de maior privacidade e recursos convenientes de backup e recuperação.
sv: Ditt överförda medlen kommer att vara trygg och säker, och du kommer att få ökad integritet och praktiska funktioner för säkerhetskopiering och återställning.
th: เงินที่ได้รับการโอนของคุณจะปลอดภัยและคุณจะได้รับประโยชน์จากความเป็นส่วนตัวที่เพิ่มขึ้นและฟีเจอร์การสำรองและการกู้คืนที่ใช้งานสะดวก
uk: Переказані кошти будуть у безпеці та захищені, а ви отримаєте перевагу від підвищених заходів безпеки, функцій зручного відновлення та резервного копіювання.
