Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: We could not connect your Wallet to the Exchange. Please go back to the Exchange and try again.
de: Wir konnten Ihre Wallet nicht mit The Exchange verbinden. Bitte gehen Sie zu The Exchange zurück und versuchen Sie es erneut.
es_419: No pudimos conectar tu Wallet al Exchange. Vuelve al Exchange e inténtalo de nuevo.
id: Kami tidak dapat menghubungkan Dompet Anda ke Exchange. Harap kembali ke Exchange dan coba lagi.
it: Non è stato possibile connettere il tuo portafoglio a Exchange. Torna allo scambio e riprova.
ms: Kami tidak dapat menyambung Wallet anda ke Exchange. Sila kembali ke Exchange dan cuba lagi.
nl: We kunnen uw Wallet niet verbinden met de Exchange. Ga terug naar de Exchange en probeer het opnieuw.
pt_br: Não foi possível conectar sua Wallet ao Exchange. Volte para o Exchange e tente novamente.
sv: Vi kunde inte ansluta din plånbok till Exchange. Gå tillbaka till Exchange och försök igen.
th: เราไม่สามารถเชื่อมต่อ Wallet ของคุณกับ Exchange โปรดกลับไปที่ Exchange แล้วลองอีกครั้ง
uk: Не вдалося підключити ваш гаманець до біржі. Поверніться до біржі та повторіть спробу.

source: Success!
de: Erfolg!
es_419: ¡Correcto!
id: Keberhasilan!
it: Successo!
ms: Kejayaan!
nl: Succes!
pt_br: Sucesso!
sv: Framgång!
th: ที่ประสบความสำเร็จ!
uk: Успіху!

source: Maybe Later
de: Vielleicht später
es_419: Quizás más tarde
id: Mungkin nanti
it: Forse più tardi
ms: Mungkin kemudian
nl: Misschien later
pt_br: Talvez mais tarde
sv: Kanske senare
th: ไว้ก่อน
uk: Можливо пізніше

source: Verify Your Email Address
de: Bestätige deine Email-Adresse
es_419: Verifica tu dirección de correo electrónico
id: Verifikasi alamat email Anda
it: Verifica il tuo indirizzo email
ms: Mengesahkan alamat e-mel anda
nl: Verifieer je e-mailadres
pt_br: Verifique seu endereço de e-mail
sv: Verifiera din e-postadress
th: ยืนยันที่อยู่อีเมลของคุณ
uk: Перевірте свою адресу електронної пошти

source: Verify Email Address
de: Email Adresse bestätigen
es_419: Verificar dirección de correo electrónico
id: verifikasi alamat email
it: verifica indirizzo e-mail
ms: Sahkan Alamat E-mel
nl: Bevestig e-mail adres
pt_br: Verificar endereço de e-mail
sv: Verifiera e-postadressen
th: ยืนยันที่อยู่อีเมล
uk: Підтвердьте електронну адресу

source: Enable 2-Step Verification
de: Aktivieren Sie die Bestätigung in zwei Schritten
es_419: Habilitar verificación de 2 pasos
id: Aktifkan Verifikasi 2 Langkah
it: Abilita verifica in due passaggi
ms: Dayakan Pengesahan 2 Langkah
nl: Schakel authenticatie in twee stappen in
pt_br: Ativar a verificação em duas etapas
sv: Aktivera tvåstegsverifiering
th: เปิดใช้งานการยืนยันแบบสองขั้นตอน
uk: Увімкнути двоетапну перевірку

source: Protect your wallet from unauthorized access by enabling 2-Step Verification.
de: Schützen Sie Ihre Brieftasche vor unbefugtem Zugriff, indem Sie die Bestätigung in zwei Schritten aktivieren.
es_419: Activa la configuración de verificación de dos pasos para proteger tu billetera de accesos no autorizados.
id: Lindungi dompet Anda dari akses tidak sah dengan mengaktifkan Verifikasi 2 Langkah.
it: Proteggi il tuo portafoglio da accessi non autorizzati abilitando la verifica in due passaggi.
ms: Lindungi dompet anda daripada akses yang tidak dibenarkan dengan membolehkan Pengesahan 2 Langkah.
nl: Bescherm uw portemonnee tegen ongeoorloofde toegang door authenticatie in twee stappen in te schakelen.
pt_br: Proteja sua carteira contra acesso não autorizado ativando a verificação em duas etapas.
sv: Skydda din plånbok mot obehörig åtkomst genom att aktivera tvåstegsverifiering.
th: ปกป้องกระเป๋าเงินของคุณจากการเข้าถึงโดยไม่ได้รับอนุญาตโดยเปิดใช้งานการยืนยันแบบ 2 ขั้นตอน
uk: Захистіть свій гаманець від несанкціонованого доступу, включивши двоетапну перевірку.

source: Buy Crypto
de: Crypto kaufen
es_419: Comprar cripto
id: Beli Crypto
it: Acquista Crypto
ms: Beli Crypto
nl: Koop Crypto
pt_br: Comprar criptomoedas
sv: Köp krypto
th: ซื้อ Crypto
uk: Купуйте криптовалюту

source: We can help you buy in just a few simple steps.
de: Wir können Ihnen helfen, in nur wenigen, einfachen Schritten zu kaufen.
es_419: Podemos ayudarte a comprar en solo algunos simples pasos.
id: Kami dapat membantu Anda membeli hanya dalam beberapa langkah sederhana.
it: Possiamo aiutarti ad acquistare in pochi semplici passaggi.
ms: Kami boleh membantu anda membeli hanya dengan beberapa langkah mudah.
nl: We kunnen u in slechts enkele eenvoudige stappen helpen kopen.
pt_br: Podemos ajudá-lo a comprar em apenas alguns passos simples.
sv: Vi kan hjälpa dig att köpa i några enkla steg.
th: เราสามารถช่วยคุณซื้อได้ในไม่กี่ขั้นตอนง่ายๆ
uk: Ми можемо допомогти вам придбати всього за кілька простих кроків.

source: Buy Crypto Now
de: Crypto jetzt kaufen
es_419: Comprar criptomonedas ahora
id: Beli Crypto Sekarang
it: Acquista ora Crypto
ms: Beli Crypto Now
nl: Koop Crypto nu
pt_br: Comprar criptomoedas agora
sv: Köp Crypto nu
th: ซื้อ Crypto ทันที
uk: Купуйте крипто зараз

source: Transfer In Crypto
de: In Krypto übertragen
es_419: Transferir en criptomonedas
id: Transfer dalam Crypto
it: Trasferimento in Crypto
ms: Pemindahan Dalam Crypto
nl: Overdracht in Crypto
pt_br: Transferência em criptomoedas
sv: Överför i krypto
th: ถ่ายโอนใน Crypto
uk: Передача в крипто

source: Get Started
de: Loslegen
es_419: Iniciar
id: Memulai
it: Iniziare
ms: Bermula
nl: Begin
pt_br: Iniciar
sv: Komma igång
th: เริ่ม
uk: Розпочати

source: Wallet Recovery Phrase
es_419: Frase de recuperación de Wallet
id: Frasa Pemulihan Dompet
it: Frase di recupero del portafoglio
ms: Frasa Pemulihan Dompet
pt_br: Frase de recuperação de Wallet
sv: Fråga om återställning av plånbok
th: วลีการกู้คืนกระเป๋าเงิน
uk: Фраза відновлення гаманця

source: You control your crypto. Write down your recovery phrase to restore all your funds in case you lose your password.
de: Sie steuern Ihre Krypto. Notieren Sie sich Ihren Wiederherstellungssatz, um Ihr gesamtes Guthaben wiederherzustellen, falls Sie Ihr Passwort verlieren.
es_419: Tú tienes el control de tus criptomonedas. Escribe tu frase de recuperación para restaurar todos los fondos en caso de perder la contraseña.
id: Anda mengontrol crypto Anda. Tuliskan frase pemulihan Anda untuk mengembalikan semua dana Anda jika Anda kehilangan kata sandi Anda.
it: Tu controlli la tua criptovaluta. Annota la frase di recupero per ripristinare tutti i fondi in caso di smarrimento della password.
ms: Anda mengawal crypto anda. Tulis frasa pemulihan anda untuk memulihkan semua dana anda sekiranya anda kehilangan kata laluan anda.
nl: U beheert uw crypto. Schrijf uw herstelzin op om al uw geld terug te krijgen voor het geval u uw wachtwoord kwijtraakt.
pt_br: Você controla suas criptomoedas. Anote sua frase de recuperação para restaurar todos os seus fundos caso você perca sua senha.
sv: Du styr din krypto. Skriv ner din återställningsfras för att återställa alla dina medel om du tappar lösenordet.
th: คุณควบคุมการเข้ารหัสลับของคุณ เขียนวลีการกู้คืนเพื่อกู้เงินทั้งหมดของคุณในกรณีที่คุณทำรหัสผ่านหาย
uk: Ви керуєте своєю криптовалютою. Запишіть свою фразу відновлення, щоб відновити всі кошти у випадку втрати пароля.

source: Finish Signing Up. Buy Crypto.
de: Beenden Sie die Anmeldung. Kaufen Sie Crypto.
es_419: Termina de registrarte. Compra criptomonedas.
id: Selesai Mendaftar. Beli Crypto.
it: Completa la registrazione. Acquista Crypto.
ms: Selesai. Beli Crypto.
nl: Voltooi het aanmelden. Koop Crypto.
pt_br: Concluir a inscrição. Comprar criptomoedas.
sv: Slutför Registrera dig. Köp krypto.
th: เสร็จสิ้นการลงทะเบียน ซื้อ Crypto
uk: Завершити реєстрацію Купуйте криптовалюту.

source: You’re almost done signing up for your Blockchain.com Wallet. Once you finish and get approved, start buying crypto.
de: Sie sind fast fertig damit, sich für Ihre Blockchain.com-Wallet anzumelden. Sobald Sie fertig sind und bestätigt wurden, können Sie mit dem Kauf von Crypto beginnen.
es_419: Ya casi finalizas el registro para acceder a tu Blockchain.com Wallet. Una vez que termines y recibas la aprobación, podrás empezar a comprar criptomonedas.
id: Anda hampir selesai mendaftar untuk Dompet Blockchain.com Anda. Setelah Anda selesai dan disetujui, mulailah membeli crypto.
it: Hai quasi finito di registrarti per il tuo Portafoglio Blockchain.com. Una volta terminato e ottenuto l'approvazione, inizia ad acquistare criptovaluta.
ms: Anda hampir selesai mendaftar untuk Blockchain.com Wallet anda. Sebaik sahaja anda selesai dan mendapat diluluskan, mulakan membeli crypto.
nl: U bent bijna klaar met aanmelden voor uw Blockchain.com-portemonnee. Zodra u klaar bent en bent goedgekeurd, begint u met het kopen van crypto.
pt_br: Você está quase terminando de se inscrever na sua Blockchain.com Wallet. Depois de terminar e ser aprovado, comece a comprar criptomoedas.
sv: Du är nästan färdig med att registrera dig för din Blockchain.com-plånbok. När du är klar och godkänts börjar du köpa krypto.
th: คุณเกือบจะสมัครใช้งาน Blockchain.com Wallet แล้ว เมื่อคุณเสร็จสิ้นและได้รับอนุมัติให้เริ่มซื้อ crypto
uk: Ви майже закінчили підписатися на свій Blockchain.com Wallet. Як тільки ви закінчите і отримаєте схвалення, почніть купувати криптовалюту.

source: View Bank Transfer Details
de: Details zur Überweisung anzeigen
es_419: Ver detalles de transferencia bancaria
id: Lihat Detail Transfer Bank
it: Visualizza i dettagli del bonifico bancario
ms: Lihat Details Transfer Bank
nl: Bekijk bankgegevens
pt_br: Ver detalhes da transferência bancária
sv: Visa banköverföringsdetaljer
th: ดูรายละเอียดการโอนเงินทางธนาคาร
uk: Переглянути реквізити банківського переказу

source: Status
es_419: Estado
it: Stato
nl: Toestand
th: สถานะ
uk: Статус

source: Date
de: Datum
es_419: Fecha
id: Tanggal
it: Data
ms: Tarikh
nl: Datum
pt_br: Data
sv: Datum
th: วันที่
uk: Дата

source: Received
de: Empfangen
es_419: Recibido
id: Diterima
it: ricevuto
ms: Menerima
nl: Ontvangen
pt_br: Recebido
sv: Mottagen
th: ที่ได้รับ
uk: Отримано

source: Expired
de: Abgelaufen
es_419: Caducado
id: Kedaluwarsa
it: Scaduto
ms: Tamat tempoh
nl: Niet meer geldig
pt_br: Expirado
sv: Utgånget
th: ที่หมดอายุแล้ว
uk: Термін дії закінчився

source: Pending
de: steht aus
es_419: Pendiente
id: Tertunda
it: in attesa di
ms: Yang belum selesai
nl: In afwachting
pt_br: Pendente
sv: I väntan på
th: รอดำเนินการ
uk: Очікує на розгляд

source: When you buy crypto, we store your funds securely for you in a Crypto Trading Wallet. These funds are stored by us on your behalf. You can keep them safe with us or transfer them to your non-custodial Wallet to own and store yourself.
de: Wenn Sie Krypto kaufen, speichern wir Ihr Geld sicher für Sie in einer Crypto Trading Wallet. Diese Gelder werden von uns in Ihrem Namen gespeichert. Sie können sie bei uns aufbewahren oder in Ihre nicht verwahrte Brieftasche übertragen, um sie zu besitzen und aufzubewahren.
es_419: Cuando compras criptomonedas, almacenamos tus fondos de manera segura en una Trading Wallet de criptomonedas. Nosotros guardamos los fondos en tu nombre. Puedes dejarlos con nosotros, o bien transferirlos a tu Wallet sin custodia para guardar el dinero por tu cuenta.
id: Ketika Anda membeli crypto, kami menyimpan dana Anda dengan aman untuk Anda di Dompet Perdagangan Crypto. Dana ini disimpan oleh kami atas nama Anda. Anda dapat menyimpannya bersama kami atau mentransfernya ke Dompet non-penahanan Anda untuk memiliki dan menyimpan sendiri.
it: Quando acquisti criptovalute, conserviamo i tuoi fondi in modo sicuro per te in un portafoglio di criptovalute. Questi fondi vengono archiviati da noi per tuo conto. Puoi tenerli al sicuro con noi o trasferirli sul tuo Portafoglio non custodito per possederli e conservarli.
ms: Apabila anda membeli crypto, kami menyimpan dana anda dengan selamat untuk anda dalam Wallet Trading Crypto. Dana ini disimpan oleh kami bagi pihak anda. Anda boleh memastikan mereka selamat dengan kami atau memindahkannya ke Wallet bukan penjaga anda untuk memiliki dan menyimpan diri anda.
nl: Wanneer u crypto koopt, slaan we uw geld veilig voor u op in een Crypto Trading Wallet. Deze gelden worden namens u door ons opgeslagen. U kunt ze bij ons bewaren of ze overzetten naar uw niet-bewarende portemonnee om uzelf te bezitten en op te slaan.
pt_br: Quando você compra criptomoedas, armazenamos seus fundos com segurança em uma Wallet de negociação de criptomoedas. Esses fundos são armazenados por nós em seu nome. Você pode mantê-los seguros conosco ou transferi-los para sua Wallet sem custódia para possuir e armazenar por conta própria.
sv: När du köper krypto lagrar vi dina pengar säkert för dig i en Crypto-handelsplånbok. Dessa medel lagras av oss för dina räkning. Du kan skydda dem med oss eller överföra dem till din icke-depå plånbok för att äga och förvara dig själv.
th: เมื่อคุณซื้อ crypto เราจะเก็บเงินของคุณอย่างปลอดภัยสำหรับคุณใน Crypto Trading Wallet เงินเหล่านี้ถูกจัดเก็บโดยเราในนามของคุณ คุณสามารถทำให้พวกเขาปลอดภัยกับเราหรือโอนไปยังกระเป๋าคุมข้อมูลที่ไม่ใช่ของคุณเพื่อเป็นเจ้าของและจัดเก็บเอง
uk: Купуючи криптовалюту, ми надійно зберігаємо ваші кошти для вас у торговому гаманці Crypto. Ці кошти зберігаються нами від вашого імені. Ви можете зберігати їх у безпеці з нами або передавати їх у свій гаманець, який не зберігається, щоб мати його та зберігати.

source: State
de: Zustand
es_419: Estado
id: Negara
it: Stato
ms: Negeri
nl: Staat
pt_br: Estado
sv: stat
th: สถานะ
uk: Держава

source: Submit
de: einreichen
es_419: Enviar
id: Kirimkan
it: Invia
ms: Hantar
nl: Verzenden
pt_br: Enviar
sv: Skicka in
th: เสนอ
uk: Надіслати

source: City / Town / Village
de: Großstadt Stadt Dorf
es_419: Ciudad/Pueblo
id: Kota / Kota / Desa
it: Città / Paese / Villaggio
ms: Bandar / Bandar / Kampung
nl: Stad stad dorp
pt_br: Cidade / Povoado / Vila
sv: Stad / stad / by
th: เมือง / เมือง / หมู่บ้าน
uk: Місто / селище / село

source: Postal Code
de: Postleitzahl
es_419: Código postal
id: Kode Pos
it: codice postale
ms: Poskod
nl: Postcode
pt_br: Código postal
sv: postnummer
th: รหัสไปรษณีย์
uk: Поштовий індекс

source: Zip Code
de: Postleitzahl
es_419: Código postal
id: Kode Pos
it: Cap
ms: Kod Zip
nl: Postcode
pt_br: Código postal
sv: Postnummer
th: รหัสไปรษณีย์
uk: ЗІП код

source: City
de: Stadt
es_419: Ciudad
id: Kota
it: Città
nl: stad
pt_br: Cidade
sv: Stad
th: เมือง
uk: Місто

source: Country
es_419: País
pt_br: País

source: We need to verify your email address as an added layer of security.
de: Wir müssen Ihre E-Mail-Adresse als zusätzliche Sicherheitsebene überprüfen.
es_419: Necesitamos verificar tu dirección de correo electrónico como paso adicional de seguridad.
id: Kami perlu memverifikasi alamat email Anda sebagai lapisan keamanan tambahan.
it: Dobbiamo verificare il tuo indirizzo email come ulteriore livello di sicurezza.
ms: Kami perlu mengesahkan alamat e-mel anda sebagai lapisan tambahan keselamatan.
nl: We moeten uw e-mailadres verifiëren als een extra beveiligingslaag.
pt_br: Precisamos verificar seu endereço de e-mail como uma camada adicional de segurança.
sv: Vi måste verifiera din e-postadress som ett extra lager av säkerhet.
th: เราจำเป็นต้องยืนยันที่อยู่อีเมลของคุณเพื่อเพิ่มระดับความปลอดภัย
uk: Нам потрібно підтвердити вашу електронну адресу як додатковий рівень безпеки.

source: Check your inbox.
de: Überprüfe deinen Posteingang.
es_419: Revisa tu bandeja de entrada.
id: Periksa kotak masuk Anda.
it: Controlla la tua casella di posta.
ms: Semak peti masuk anda.
nl: Controleer je inbox.
pt_br: Verifique sua caixa de entrada.
sv: Kolla din inkorg.
th: ตรวจสอบกล่องจดหมายของคุณ.
uk: Перевірити свою поштову скриньку.

source: We just sent you an email with further instructions.
de: Wir haben Ihnen gerade eine E-Mail mit weiteren Anweisungen gesendet.
es_419: Acabamos de enviarte un correo electrónico con más instrucciones.
id: Kami baru saja mengirimi Anda email dengan instruksi lebih lanjut.
it: Ti abbiamo appena inviato un'e-mail con ulteriori istruzioni.
ms: Kami hanya menghantar e-mel kepada anda dengan arahan selanjutnya.
nl: We hebben u zojuist een e-mail gestuurd met verdere instructies.
pt_br: Acabamos de enviar um e-mail com mais instruções.
sv: Vi har precis skickat ett e-postmeddelande med ytterligare instruktioner.
th: เราเพิ่งส่งอีเมลพร้อมคำแนะนำเพิ่มเติมให้คุณ
uk: Ми щойно надіслали вам електронний лист із подальшими інструкціями.

source: Is my country supported?
de: Wird mein Land unterstützt?
es_419: ¿Mi país está admitido?
id: Apakah negara saya didukung?
it: Il mio paese è supportato?
ms: Adakah negara saya disokong?
nl: Wordt mijn land ondersteund?
pt_br: O meu país é suportado?
sv: Stöds mitt land?
th: ประเทศของฉันรองรับหรือไม่
uk: Чи підтримується моя країна?

source: Also, enable your camera!
de: Aktivieren Sie auch Ihre Kamera!
es_419: Además, habilita tu cámara.
id: Juga, aktifkan kamera Anda!
it: Inoltre, abilita la tua fotocamera!
ms: Juga, aktifkan kamera anda!
nl: Schakel ook uw camera in!
pt_br: Além disso, ative sua câmera!
sv: Aktivera också din kamera!
th: นอกจากนี้ยังเปิดใช้งานกล้องของคุณ!
uk: Також увімкніть камеру!

source: Please allow your Blockchain App access your camera to upload your ID and take a Selfie.
de: Bitte erlauben Sie Ihrer Blockchain App, auf Ihre Kamera zuzugreifen, um Ihre ID hochzuladen und ein Selfie zu machen.
es_419: Permite que la aplicación de Blockchain.com acceda a la cámara para poder cargar tu documento de identificación y tomarte una selfie.
id: Izinkan Aplikasi Blockchain Anda mengakses kamera Anda untuk mengunggah ID Anda dan mengambil Selfie.
it: Consenti all'app Blockchain di accedere alla videocamera per caricare il tuo ID e scattare un selfie.
ms: Sila benarkan Apl Blockchain anda mengakses kamera anda untuk memuat naik ID anda dan mengambil Selfie.
nl: Geef je Blockchain-app toegang tot je camera om je ID te uploaden en een selfie te maken.
pt_br: Permita que seu aplicativo Blockchain acesse sua câmera para fazer upload de seu ID e tirar uma selfie.
sv: Låt din Blockchain-app komma åt din kamera för att ladda upp ditt ID och ta en Selfie.
th: โปรดอนุญาตให้แอป Blockchain ของคุณเข้าถึงกล้องของคุณเพื่ออัปโหลด ID และถ่ายเซลฟี่
uk: Дозвольте додатку Blockchain отримати доступ до камери, щоб завантажити свій ідентифікатор і взяти селфі.

source: Valid Passport
de: Gültiger Reisepass
es_419: Pasaporte válido
id: Paspor yang sah
it: Passaporto valido
ms: Pasport sah
nl: Geldig paspoort
pt_br: Passaporte válido
sv: Giltigt pass
th: หนังสือเดินทางที่ถูกต้อง
uk: Дійсний паспорт

source: National ID Card
de: Personalausweis
es_419: Tarjeta de ID nacional
id: KTP Nasional
it: Carta di identità nazionale
ms: Kad ID Kebangsaan
nl: Nationale identiteitskaart
pt_br: Documento nacional de identidade
sv: Nationellt id-kort
th: บัตรประจำตัวประชาชน
uk: Національна посвідчення особи

source: Residence Card
de: Aufenthaltserlaubniskarte
es_419: Tarjeta de residencia
id: Kartu Tempat Tinggal
it: Residenza Card
ms: Kad Residence
nl: Verblijfsvergunning
pt_br: Cartão de residência
sv: Uppehållskort
th: บัตรที่พักอาศัย
uk: Картка проживання

source: Need some help?
de: Hilfe benötigen?
es_419: ¿Necesitas ayuda?
id: Butuh pertolongan?
it: Bisogno di aiuto?
ms: Perlukan pertolongan?
nl: Hulp nodig?
pt_br: Precisa de ajuda?
sv: Behöver hjälp?
th: ต้องการความช่วยเหลือ?
uk: Потрібна деяка допомога?

source: Read Now
de: Lies jetzt
es_419: Leer ahora
id: Baca sekarang
it: Leggi ora
ms: Baca Sekarang
nl: Lees nu
pt_br: Leia agora
sv: Läs nu
th: อ่านตอนนี้
uk: Читайте зараз

source: Failed
de: Gescheitert
es_419: Error
id: Gagal
it: mancato
ms: Gagal
nl: Mislukt
pt_br: Falhou
sv: misslyckades
th: ล้มเหลว
uk: Не вдалося

source: Locked
de: Gesperrt
es_419: Bloqueado
id: Terkunci
it: Bloccato
ms: Terkunci
nl: Op slot
pt_br: Bloqueado
sv: låst
th: ล็อค
uk: Заблокований

source: Verification Failed
de: Überprüfung fehlgeschlagen
es_419: Error de verificación
id: Verifikasi gagal
it: Verifica fallita
ms: Pengesahan Gagal
nl: Verificatie mislukt
pt_br: Falha na verificação
sv: Verifiering misslyckades
th: การยืนยันล้มเหลว
uk: Помилка перевірки

source: Verification Under Review
de: Überprüfung wird überprüft
es_419: Verificación bajo revisión
id: Verifikasi Dalam Peninjauan
it: Verifica in corso di revisione
ms: Pengesahan Di bawah Kajian
nl: Verificatie wordt beoordeeld
pt_br: Verificação em análise
sv: Verifiering under granskning
th: การตรวจสอบภายใต้การตรวจสอบ
uk: Перевірка під оглядом

source: What happens next?
de: Was passiert als nächstes?
es_419: ¿Qué pasa ahora?
id: Apa yang terjadi selanjutnya?
it: Cosa succede dopo?
ms: Apa yang berlaku seterusnya?
nl: Wat gebeurt er nu?
pt_br: O que acontece em seguida?
sv: Vad händer sen?
th: จะเกิดอะไรขึ้นต่อไป
uk: Що буде далі?

source: Unfortunately we had some trouble verifying your identity with the documents you’ve supplied and your account can’t be verified at this time.
de: Leider hatten wir Probleme bei der Überprüfung Ihrer Identität anhand der von Ihnen bereitgestellten Dokumente. Ihr Konto kann derzeit nicht überprüft werden.
es_419: Desafortunadamente, tuvimos algunos problemas para verificar tu identidad con los documentos que proporcionaste. Tu cuenta no puede verificarse en este momento.
id: Sayangnya kami mengalami masalah saat memverifikasi identitas Anda dengan dokumen yang Anda berikan dan akun Anda tidak dapat diverifikasi saat ini.
it: Purtroppo abbiamo avuto qualche problema a verificare la tua identità con i documenti che hai fornito e il tuo account non può essere verificato in questo momento.
ms: Sayangnya, kami mengalami masalah mengesahkan identiti anda dengan dokumen yang anda berikan dan akaun anda tidak dapat disahkan pada masa ini.
nl: Helaas hebben we problemen ondervonden bij het verifiëren van uw identiteit met de door u verstrekte documenten en uw account kan momenteel niet worden geverifieerd.
pt_br: Infelizmente, tivemos alguns problemas para verificar sua identidade com os documentos que você forneceu e sua conta não pode ser verificada no momento.
sv: Tyvärr hade vi några problem med att verifiera din identitet med de dokument du har levererat och ditt konto kan inte verifieras för närvarande.
th: น่าเสียดายที่เราประสบปัญหาในการยืนยันตัวตนของคุณด้วยเอกสารที่คุณให้มาและบัญชีของคุณไม่สามารถยืนยันได้ในขณะนี้
uk: На жаль, у нас виникли проблеми з підтвердженням вашої особи з наданими вами документами, і ваш обліковий запис наразі не може бути підтверджено.
