Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: This is an oversized bitcoin transaction. Your wallet needs to consolidate many smaller payments you've received in the past. This requires a relatively high fee in order to be confirmed quickly.
de: Dies ist eine übergroße Bitcoin-Transaktion. Ihre Wallet muss viele kleinere Zahlungen vereinen, die Sie in der Vergangenheit erhalten haben. Dies erfordert eine relativ hohe Gebühr, um eine schnelle Bestätigung zu erhalten.
id: Ini adalah transaksi bitcoin besar. Dompet Anda perlu menggabungkan banyak pembayaran kecil yang Anda terima di masa lalu. Ini membutuhkan biaya yang relatif tinggi untuk dapat dikonfirmasi dengan cepat.
it: Questa è una transazione bitcoin sovradimensionata. Il tuo portafoglio deve consolidare molti pagamenti minori che hai ricevuto in passato. Ciò richiede un costo relativamente elevato per essere confermato rapidamente.
ms: Ini adalah transaksi bitcoin yang besar. Wallet anda perlu menyatukan banyak bayaran yang lebih kecil yang anda terima pada masa lalu. Ini memerlukan bayaran yang agak tinggi untuk disahkan dengan cepat.
nl: Dit is een oversized bitcoin-transactie. Uw portemonnee moet veel kleinere betalingen consolideren die u in het verleden heeft ontvangen. Dit vereist een relatief hoge vergoeding om snel bevestigd te worden.
sv: Detta är en stor bitcoin-transaktion. Din plånbok måste konsolidera många mindre betalningar du har fått tidigare. Detta kräver en relativt hög avgift för att snabbt kunna bekräftas.
th: นี่เป็นธุรกรรม bitcoin ขนาดใหญ่ กระเป๋าเงินของคุณต้องรวมการชำระเงินที่น้อยลงจำนวนมากที่คุณได้รับในอดีต ต้องมีค่าธรรมเนียมค่อนข้างสูงเพื่อยืนยันอย่างรวดเร็ว
uk: Це негабаритна транзакція з біткойнами. Ваш гаманець повинен консолідувати багато менших платежів, які ви отримували раніше. Це вимагає відносно високої плати для швидкого підтвердження.

source: This item is not archived. Archive this item if you doNOT want to use it anymore. Your funds will remain safe, and you can unarchive it at anytime.
de: Dieser Posten wurde nicht archiviert. Wenn Sie diesen Posten NICHT mehr benutzen wollen, archivieren Sie ihn bitte. Ihr Guthaben ist weiterhin sicher und lässt sich jederzeit dearchivieren.
id: Item ini tidak diarsipkan. Arsipkan item ini jika Anda TIDAK ingin menggunakannya lagi. Dana Anda akan tetap aman, dan Anda dapat membatalkannya kapan saja.
it: Questo oggetto non è archiviato. Archivia questo articolo se NON vuoi più usarlo. I tuoi fondi rimarranno al sicuro e puoi archiviarli in qualsiasi momento.
ms: Item ini tidak diarkibkan. Arkib perkara ini jika anda tidak mahu menggunakannya lagi. Dana anda akan kekal selamat, dan anda boleh menyaharkrakannya pada bila-bila masa.
nl: Dit item is niet gearchiveerd. Archiveer dit item als u het NIET meer wilt gebruiken. Uw geld blijft veilig en u kunt het op elk moment uit het archief halen.
sv: Den här artikeln är inte arkiverad. Arkivera den här artikeln om du INTE vill använda den längre. Dina medel kommer att förbli säkra och du kan avmarkera dem när som helst.
th: รายการนี้ไม่ได้ถูกเก็บถาวร เก็บรายการนี้หากคุณไม่ต้องการใช้อีกต่อไป เงินของคุณจะยังคงปลอดภัยและคุณสามารถยกเลิกการเก็บถาวรได้ตลอดเวลา
uk: Цей елемент не архівується. Заархівуйте цей елемент, якщо ви більше не хочете його використовувати. Ваші кошти залишатимуться в безпеці, і ви можете їх заборонити в будь-який час.

source: This trade has failed. Please return to the Swap tab to start a new trade
de: Diese Transaktion ist fehlgeschlagen. Kehren Sie zur Swap-Registerkarte zurück, um eine neue Transaktion zu starten
id: Perdagangan ini gagal. Silakan kembali ke tab Swap untuk memulai perdagangan baru
it: Questo commercio è fallito. Torna alla scheda Scambia per iniziare una nuova operazione
ms: Perdagangan ini telah gagal. Sila kembali ke tab Swap untuk memulakan perdagangan baru
nl: Deze transactie is mislukt. Ga terug naar het tabblad Wisselen om een nieuwe transactie te starten
sv: Denna handel har misslyckats. Gå tillbaka till fliken Byta för att starta en ny handel
th: การค้านี้ล้มเหลว โปรดกลับไปที่แท็บ Swap เพื่อเริ่มการซื้อขายใหม่
uk: Ця торгівля провалилася. Поверніться на вкладку "Обмін", щоб розпочати нову торгівлю

source: To keep using Buy, you’ll need to update your profile. Once completed, you’ll also unlock higher trading limits in Swap.
de: Um Kaufen weiterhin nutzen zu können, müssen Sie Ihr Profil aktualisieren. Sobald dies abgeschlossen ist, werden Sie auch höhere Transaktionslimits in Swap freischalten.
id: Untuk tetap menggunakan Beli, Anda harus memperbarui profil Anda. Setelah selesai, Anda juga akan membuka kunci batas perdagangan yang lebih tinggi di Swap.
it: Per continuare a utilizzare Acquista, devi aggiornare il tuo profilo. Una volta completato, sbloccherai anche limiti di trading più alti in Swap.
ms: Untuk terus menggunakan Beli, anda perlu mengemas kini profil anda. Setelah selesai, anda juga akan membuka kunci had perdagangan yang lebih tinggi dalam Pertukaran.
nl: Om Buy te blijven gebruiken, moet je je profiel updaten. Eenmaal voltooid, ontgrendel je ook hogere handelslimieten in Swap.
sv: För att fortsätta använda Köp måste du uppdatera din profil. När du är klar låser du också upp högre handelsgränser i Swap.
th: ในการใช้ซื้อต่อไปคุณจะต้องอัปเดตโปรไฟล์ของคุณ เมื่อเสร็จแล้วคุณจะปลดล็อคข้อ จำกัด การซื้อขายที่สูงขึ้นใน Swap
uk: Щоб продовжувати використовувати "Купити", вам потрібно буде оновити свій профіль. Після завершення ви також розблокуєте більш високі ліміти торгівлі на Swap.

source: Too high
de: Zu hoch
id: Terlalu tinggi
it: Troppo alto
ms: Terlalu tinggi
nl: Te hoog
sv: För hög
th: สูงเกินไป
uk: Занадто висока

source: Too low
de: Zu niedrig
id: Terlalu rendah
it: Troppo basso
ms: Terlalu rendah
nl: Te laag
sv: För lågt
th: ต่ำเกินไป
uk: Занадто низька

source: Transactions occur when you receive and send bitcoin cash.
de: Transaktionen treten auf, wenn Sie Bitcoin Cash empfangen und senden.
id: Transaksi terjadi ketika Anda menerima dan mengirim uang bitcoin.
it: Le transazioni avvengono quando ricevi e invii denaro bitcoin.
ms: Urusniaga berlaku apabila anda menerima dan menghantar wang tunai bitcoin.
nl: Transacties vinden plaats wanneer u bitcoin-contant geld ontvangt en verzendt.
sv: Transaktioner sker när du tar emot och skickar bitcoin-kontanter.
th: ธุรกรรมเกิดขึ้นเมื่อคุณรับและส่งเงินสดเป็น bitcoin
uk: Операції відбуваються, коли ви отримуєте та надсилаєте біткойн готівкою.

source: Transactions occur when you receive and send ether.
de: Transaktionen treten auf, wenn Sie Ether empfangen und senden.
id: Transaksi terjadi ketika Anda menerima dan mengirim eter.
it: Le transazioni si verificano quando si riceve e si invia etere.
ms: Urusniaga berlaku apabila anda menerima dan menghantar eter.
nl: Transacties vinden plaats wanneer u ether ontvangt en verzendt.
sv: Transaktioner sker när du tar emot och skickar eter.
th: ธุรกรรมเกิดขึ้นเมื่อคุณรับและส่งอีเธอร์
uk: Трансакції відбуваються, коли ви отримуєте та надсилаєте ефір.

source: Transfer Imported Addresses?
de: Importierte Adressen übertragen?
id: Transfer Alamat Impor?
it: Trasferisci indirizzi importati?
ms: Pemindahan Alamat Diimport?
nl: Geïmporteerde adressen overzetten?
sv: Överföra importerade adresser?
th: โอนที่อยู่ที่นำเข้าหรือไม่
uk: Перенести імпортовані адреси?

source: Unnecessarily high fee
de: Unnötig hohe Gebühr
id: Biaya tinggi yang tidak perlu
it: Commissione inutilmente elevata
ms: Bayaran yang tidak perlu
nl: Onnodig hoge vergoeding
sv: Onödigt hög avgift
th: ค่าธรรมเนียมสูงโดยไม่จำเป็น
uk: Непомітно висока плата

source: USD Digital Coming Soon!
de: USD Digital bald erhältlich!
id: Digital USD Segera Hadir!
it: USD Digital Prossimamente!
ms: USD Digital Akan Datang!
nl: Binnenkort digitale USD!
sv: USD Digital kommer snart!
th: USD ดิจิตอลเร็ว ๆ นี้!
uk: Скоро з'явиться цифровий долар США!

source: USD-D Fee
de: USD-D-Gebühr
id: Biaya USD-D
it: Commissione USD-D
ms: Yuran USD-D
nl: USD-D vergoeding
sv: USD-D-avgift
th: ค่าธรรมเนียม USD-D
uk: Плата за USD-D

source: Verification code incorrect. Please double check the code we sent you and try again.
de: Bestätigungscode falsch. Bitte überprüfen Sie den Code, den wir Ihnen gesendet haben, und versuchen Sie es erneut.
id: Kode verifikasi salah. Periksa ulang kode yang kami kirimkan kepada Anda dan coba lagi.
it: Codice di verifica errato. Ricontrolla il codice che ti abbiamo inviato e riprova.
ms: Kod pengesahan tidak betul. Sila semak semula kod yang kami hantar dan cuba lagi.
nl: Verificatiecode onjuist. Controleer de code die we u hebben gestuurd nogmaals en probeer het opnieuw.
sv: Verifieringskoden är felaktig. Kontrollera koden vi skickade till dig och försök igen.
th: รหัสยืนยันไม่ถูกต้อง โปรดตรวจสอบรหัสที่เราส่งถึงคุณแล้วลองอีกครั้ง
uk: Код підтвердження невірний. Перевірте код, який ми вам надіслали, і повторіть спробу.

source: Verify your idenity and buy crypto with your bank or card.
de: Bestätigen Sie Ihre Identität und kaufen Sie Crypto über Ihre Bank oder Karte.
id: Verifikasi identitas Anda dan beli crypto dengan bank atau kartu Anda.
it: Verifica la tua identità e acquista criptovalute con la tua banca o carta.
ms: Sahkan keperibadian anda dan beli crypto dengan bank atau kad anda.
nl: Controleer uw identiteit en koop crypto met uw bank of kaart.
sv: Verifiera din identitet och köp krypto med din bank eller ditt kort.
th: ยืนยันความเป็นตัวตนของคุณและซื้อ crypto กับธนาคารหรือบัตรของคุณ
uk: Підтвердьте свою особу та придбайте криптовалюту у своєму банку чи картці.

source: We’re bringing USD Digital to iOS. While you wait, Send, Receive & Exchange USD Digital on the web.
de: Wir bringen USD Digital auf iOS. Während Sie warten, können Sie USD Digital im Internet senden, empfangen und tauschen.
id: Kami membawa USD Digital ke iOS. Selagi Anda menunggu, Kirim, Terima & Tukarkan USD Digital di web.
it: Stiamo portando USD Digital su iOS. Durante l'attesa, invia, ricevi e scambia USD Digital sul Web.
ms: Kami membawa USD Digital ke iOS. Semasa anda menunggu, Hantar, Menerima & Tukar USD Digital di web.
nl: We brengen USD Digital naar iOS. Terwijl u wacht, verzend, ontvang en ruil USD Digital op internet.
sv: Vi tar med USD Digital till iOS. Medan du väntar, skicka, ta emot och utbyta USD Digital på webben.
th: เรากำลังนำ USD Digital มาสู่ iOS ในขณะที่รอส่งรับ & แลกเปลี่ยน USD ดิจิทัลบนเว็บ
uk: Ми підводимо USD Digital до iOS. Поки ви чекаєте, надсилайте, отримуйте та обмінюйте цифровий долар США в Інтернеті.

source: What is USD Digital?
de: Was ist USD Digital?
id: Apa itu USD Digital?
it: Che cos'è USD Digital?
ms: Apakah USD Digital?
nl: Wat is USD Digital?
sv: Vad är USD Digital?
th: USD Digital คืออะไร
uk: Що таке USD Digital?

source: You are about to import a non-spendable address, an address (or public key script) stored in the wallet without the corresponding private key. This means that the funds can be spent ONLY if you have the private key stored elsewhere. If you do not have the private key stored, do NOT instruct anyone to send you bitcoin to the non-spendable address. These options are recommended for advanced users only. Continue?
de: Sie sind dabei, eine nicht ausgabefähige Adresse (oder ein Skript mit öffentlichem Schlüssel) zu importieren, die in der Wallet ohne den entsprechenden privaten Schlüssel gespeichert ist. Dies bedeutet, dass die Geldmittel NUR ausgegeben werden können, wenn Sie den privaten Schlüssel an einer anderen Stelle gespeichert haben. Wenn Sie den privaten Schlüssel nicht gespeichert haben, weisen Sie NIEMANDEN an, Ihnen Bitcoin an die nicht ausgabefähige Adresse zu senden. Diese Optionen werden nur fortgeschrittenen Benutzern empfohlen. Fortfahren?
id: Anda akan mengimpor alamat yang tidak dapat dihabiskan, alamat (atau skrip kunci publik) yang disimpan dalam dompet tanpa kunci pribadi yang sesuai. Ini berarti bahwa dana dapat dihabiskan HANYA jika Anda memiliki kunci pribadi yang disimpan di tempat lain. Jika Anda tidak menyimpan kunci pribadi, JANGAN menginstruksikan siapa pun untuk mengirimi Anda bitcoin ke alamat yang tidak dapat dihabiskan. Opsi ini direkomendasikan untuk pengguna tingkat lanjut saja. Terus?
it: Stai per importare un indirizzo non spendibile, un indirizzo (o script di chiave pubblica) memorizzato nel portafoglio senza la chiave privata corrispondente. Ciò significa che i fondi possono essere spesi SOLO se la chiave privata è archiviata altrove. Se non hai la chiave privata memorizzata, NON dare istruzioni a nessuno di inviarti bitcoin all'indirizzo non spendibile. Queste opzioni sono consigliate solo per utenti esperti. Continua?
ms: Anda akan mengimport alamat yang tidak boleh dibelanjakan, alamat (atau skrip utama awam) yang disimpan dalam dompet tanpa kunci persendirian yang sepadan. Ini bermakna dana boleh dibelanjakan SAHAJA jika anda mempunyai kunci peribadi yang disimpan di tempat lain. Jika anda tidak mempunyai kekunci peribadi yang disimpan, TIDAK mengarahkan sesiapa sahaja untuk menghantar bitcoin ke alamat yang tidak boleh dibelanjakan. Pilihan ini disarankan untuk pengguna canggih sahaja. Teruskan?
nl: U staat op het punt een niet-besteedbaar adres, een adres (of een script met een openbare sleutel) dat in de portemonnee is opgeslagen, te importeren zonder de bijbehorende persoonlijke sleutel. Dit betekent dat het geld ALLEEN kan worden uitgegeven als u de privésleutel ergens anders heeft opgeslagen. Als u de privésleutel niet heeft opgeslagen, instrueer dan niemand om u bitcoin naar het niet-besteedbare adres te sturen. Deze opties worden alleen aanbevolen voor gevorderde gebruikers. Doorgaan met?
sv: Du håller på att importera en adress som inte går att spendera, en adress (eller public key script) lagrad i plånboken utan motsvarande privata nyckel. Detta innebär att medlen endast kan användas om du har den privata nyckeln lagrad någon annanstans. Om du inte har den privata nyckeln lagrad, instruera INTE någon att skicka dig bitcoin till den adress som inte går att spendera. Dessa alternativ rekommenderas endast för avancerade användare. Fortsätta?
th: คุณกำลังจะนำเข้าที่อยู่ที่ไม่สามารถใช้จ่ายได้ที่อยู่ (หรือสคริปต์กุญแจสาธารณะ) ที่เก็บไว้ในกระเป๋าเงินโดยไม่มีรหัสส่วนตัวที่เกี่ยวข้อง ซึ่งหมายความว่าสามารถใช้เงินได้เฉพาะเมื่อคุณมีรหัสส่วนตัวที่เก็บไว้ที่อื่น หากคุณไม่ได้เก็บกุญแจส่วนตัวห้ามสั่งให้ใครส่งบิทคอยน์ไปยังที่อยู่ที่ไม่ใช้จ่าย แนะนำให้ใช้ตัวเลือกเหล่านี้สำหรับผู้ใช้ขั้นสูงเท่านั้น ต่อหรือไม่?
uk: Ви збираєтесь імпортувати не витрачається адресу, адресу (або скрипт із відкритим ключем), збережений у гаманці без відповідного приватного ключа. Це означає, що кошти можна витратити ТІЛЬКИ, якщо приватний ключ зберігається в іншому місці. Якщо у вас немає збереженого приватного ключа, НЕ доручайте нікому надсилати вам біткойн на нетрадиційну адресу. Ці параметри рекомендуються лише для досвідчених користувачів. Продовжувати?

source: You can use your Backup Phrase to restore your funds if you lose your password. Anyone with access to your Backup Phrase can access your funds so remember to keep it offline somewhere safe and secure.
de: Sollten Sie Ihr Passwort verlieren, können Sie Ihr Guthaben mithilfe des Wiederherstellungspasswortes wiedererlangen. Jeder, der Zugang zu Ihrem Wiederherstellungspasswort hat, kann auf Ihr Guthaben zugreifen. Deshalb sollten Sie daran denken, es offline an einem sicheren und geschützten Ort aufzubewahren.
id: Anda dapat menggunakan Frasa Cadangan untuk memulihkan dana jika Anda kehilangan kata sandi. Siapa pun yang memiliki akses ke Frasa Cadangan Anda dapat mengakses dana Anda jadi ingatlah untuk membuatnya offline di tempat yang aman dan aman.
it: È possibile utilizzare la frase di backup per ripristinare i fondi in caso di smarrimento della password. Chiunque abbia accesso alla tua frase di backup può accedere ai tuoi fondi, quindi ricorda di tenerlo offline in un luogo sicuro e protetto.
ms: Anda boleh menggunakan Franca Sandaran anda untuk memulihkan dana anda jika anda kehilangan kata laluan anda. Sesiapa sahaja yang mempunyai akses kepada Frasa Cadangan anda boleh mengakses dana anda supaya jangan lupa untuk menyimpannya secara luaran di tempat yang selamat dan terjamin.
nl: U kunt uw back-upzin gebruiken om uw geld terug te krijgen als u uw wachtwoord kwijtraakt. Iedereen met toegang tot uw back-upzin heeft toegang tot uw geld, dus onthoud dat u deze op een veilige en beveiligde plaats offline moet bewaren.
sv: Du kan använda din säkerhetskopieringsfras för att återställa dina medel om du tappar lösenordet. Alla som har tillgång till din säkerhetskopieringsfras kan komma åt dina pengar så kom ihåg att hålla det offline någonstans säkert och säkert.
th: คุณสามารถใช้วลีสำรองข้อมูลเพื่อเรียกคืนเงินของคุณหากคุณทำรหัสผ่านหาย ทุกคนที่สามารถเข้าถึงวลีสำรองข้อมูลของคุณสามารถเข้าถึงเงินทุนของคุณได้ดังนั้นอย่าลืมเก็บไว้ออฟไลน์ที่ไหนสักแห่งที่ปลอดภัย
uk: Ви можете використовувати резервну фразу, щоб відновити кошти, якщо ви втратите свій пароль. Кожен, хто має доступ до вашої резервної фрази, може отримати доступ до ваших коштів, тому не забудьте зберігати її в режимі офлайн десь у безпеці та безпеці.

source: Your Airdrop has landed
de: Ihr Airdrop ist gelandet
id: Airdrop Anda telah mendarat
it: Il tuo Airdrop è atterrato
ms: Airdrop anda telah mendarat
nl: Je Airdrop is geland
sv: Din Airdrop har landat
th: Airdrop ของคุณได้ลงจอดแล้ว
uk: Ваш Airdrop приземлився

source: Your mobile phone can be used to enable two-factor authentication, helping to secure your wallet from unauthorized access.
de: Ihre Handynummer kann zur Aktivierung der Zwei-Faktor-Authentifzierung verwendet werden, wodurch Ihre Wallet vor unberechtigten Zugriffen besser geschützt wird.
id: Ponsel Anda dapat digunakan untuk mengaktifkan otentikasi dua faktor, membantu mengamankan dompet Anda dari akses yang tidak sah.
it: Il tuo cellulare può essere utilizzato per abilitare l'autenticazione a due fattori, contribuendo a proteggere il tuo portafoglio da accessi non autorizzati.
ms: Telefon mudah alih anda boleh digunakan untuk membolehkan pengesahan dua faktor, membantu untuk memastikan dompet anda daripada akses tanpa izin.
nl: Uw mobiele telefoon kan worden gebruikt om authenticatie in twee stappen in te schakelen, waardoor uw portemonnee wordt beveiligd tegen ongeoorloofde toegang.
sv: Din mobiltelefon kan användas för att aktivera tvåfaktorsautentisering, vilket hjälper till att skydda din plånbok från obehörig åtkomst.
th: โทรศัพท์มือถือของคุณสามารถใช้เพื่อเปิดใช้งานการรับรองความถูกต้องด้วยสองปัจจัยซึ่งช่วยรักษาความปลอดภัยกระเป๋าเงินของคุณจากการเข้าถึงโดยไม่ได้รับอนุญาต
uk: Ваш мобільний телефон можна використовувати для ввімкнення двофакторної аутентифікації, що допомагає захистити ваш гаманець від несанкціонованого доступу.

source: Your USD Digital transactions will show up here once you make your first transaction.
de: Ihre USD Digital-Transaktionen werden hier angezeigt, sobald Sie Ihre erste Transaktion getätigt haben.
id: Transaksi USD Digital Anda akan muncul di sini setelah Anda melakukan transaksi pertama.
it: Le tue transazioni in USD digitali verranno visualizzate qui una volta effettuata la prima transazione.
ms: Urusniaga Digital USD anda akan dipaparkan di sini sebaik sahaja anda melakukan urus niaga pertama anda.
nl: Uw digitale transacties in USD worden hier weergegeven zodra u uw eerste transactie doet.
sv: Dina USD-transaktioner dyker upp här när du har gjort din första transaktion.
th: ธุรกรรม USD Digital ของคุณจะปรากฏขึ้นที่นี่เมื่อคุณทำธุรกรรมครั้งแรกของคุณ
uk: Ваші цифрові транзакції в USD з’являться тут, коли ви зробите свою першу транзакцію.

source: © 2020 Blockchain Luxembourg S.A. All rights reserved.
de: © 2020 Blockchain Luxembourg S.A. Alle Rechte vorbehalten.
id: © 2020 Blockchain Luxembourg SA Hak cipta dilindungi Undang-Undang.
it: © 2020 Blockchain Luxembourg SA Tutti i diritti riservati.
ms: © 2020 Blockchain Luxembourg SA Semua hak terpelihara.
nl: © 2020 Blockchain Luxembourg SA Alle rechten voorbehouden.
sv: © 2020 Blockchain Luxembourg SA Alla rättigheter förbehållna.
th: © 2020 Blockchain Luxembourg SA สงวนลิขสิทธิ์
uk: © 2020 Blockchain Luxembourg SA Всі права захищені.

source: Add Now
de: Jetzt hinzufügen
id: Tambah Sekarang
it: Aggiungi ora
ms: Tambah Sekarang
nl: Voeg nu toe
sv: Lägg till nu
uk: Додати зараз

source: At this time, Blockchain.com only allows sending your total amount from your
de: Derzeit erlaubt Blockchain.com nur das Senden Ihres Gesamtbetrags von Ihrem
id: Pada saat ini, Blockchain.com hanya memungkinkan pengiriman jumlah total Anda dari Anda
it: Al momento, Blockchain.com consente solo di inviare l'importo totale dal tuo
ms: Pada masa ini, Blockchain.com hanya membenarkan pengiriman jumlah keseluruhan dari anda
nl: Op dit moment staat Blockchain.com alleen het verzenden van uw totale bedrag van uw toe
sv: För närvarande tillåter Blockchain.com endast att skicka ditt totala belopp från ditt
uk: На цей час Blockchain.com дозволяє лише надсилати загальну суму з вашого

source: Card not supported
de: Karte wird nicht unterstützt
id: Kartu tidak didukung
it: Scheda non supportata
ms: Kad tidak disokong
nl: Kaart wordt niet ondersteund
sv: Kortet stöds inte
uk: Картка не підтримується

source: Drops on
de: Fällt auf
it: Gocce su
ms: Turun di
nl: Druppelt door
sv: Släpp på
uk: Краплі на

source: Ended on
de: Beendet am
id: Berakhir pada
it: Finita
ms: Berakhir pada
nl: Eindigde op
sv: Avslutat på
uk: Закінчено на

source: Invalid card number
de: Ungültige Kartennummer
id: Nomor kartu tidak valid
it: numero di carta non valido
ms: nombor kad tidak sah
nl: ongeldig kaart nummer
sv: ogiltigt kortnummer
uk: Недійсний номер картки

source: Invalid cardholder name
de: Ungültiger Name des Karteninhabers
id: Nama pemegang kartu tidak valid
it: Nome del titolare della carta non valido
ms: Nama pemegang kad tidak sah
nl: Ongeldige naam van kaarthouder
sv: Ogiltigt kortinnehavares namn
uk: Недійсне ім'я власника картки

source: Invalid expiry date
de: Ungültiges Ablaufdatum
id: Tanggal kedaluwarsa tidak valid
it: Data di scadenza non valida
ms: Tarikh luput tidak sah
nl: Ongeldige vervaldatum
sv: Ogiltigt utgångsdatum
uk: Недійсна дата закінчення терміну придатності

source: Maximum Buy
de: Maximaler Kauf
id: Beli Maksimum
it: Acquisto massimo
ms: Pembelian Maksimum
nl: Maximale aankoop
sv: Maximalt köp
uk: Максимальна покупка

source: Minimum Buy
de: Mindestkauf
id: Pembelian Minimum
it: Acquisto minimo
ms: Pembelian Minimum
nl: Minimale aankoop
sv: Minsta köp
uk: Мінімальна покупка

source: Not currently available
de: Derzeit nicht verfügbar
id: Saat ini tidak tersedia
it: Attualmente non disponibile
ms: Tidak tersedia buat masa ini
nl: Momenteel niet beschikbaar
sv: För närvarande inte tillgänglig
uk: На даний момент недоступний

source: trading wallet
de: Handelsbrieftasche
id: dompet perdagangan
it: portafoglio di trading
ms: dompet perdagangan
nl: handelsportefeuille
sv: handelsplånbok
uk: торговий гаманець

source: Unknown Card Type
de: Unbekannter Kartentyp
id: Jenis Kartu Tidak Dikenal
it: Tipo di carta sconosciuto
ms: Jenis Kad Tidak Diketahui
nl: Onbekend kaarttype
sv: Okänd korttyp
uk: Невідомий тип картки

source: Use Max
de: Verwenden Sie max.
id: Gunakan Maks
it: Usa max
ms: Gunakan Max
nl: Gebruik Max
sv: Använd max
uk: Використовуйте Макс

source: Use Min
de: Verwenden Sie mind.
id: Gunakan Min
it: Usa min
ms: Gunakan Min
nl: Gebruik Min
sv: Använd Min
uk: Використовуйте Мін
