Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: Email Verified
de: E-Mail-Adresse wurde verifiziert
es_419: Correo electrónico verificado
id: Surel terverifikasi
it: Email verificata
ms: E-mel yang disahkan
nl: E-mail adres geverifieerd
pt_br: E-mail verificado
sv: E-post kontrolleras
th: ยืนยันอีเมลแล้ว
uk: Ел. адресу підтверджено

source: Enable %@
de: Aktivieren Sie %@
es_419: Habilitar %@
id: Aktifkan %@
it: Abilita %@
ms: Dayakan %@
nl: %@ Inschakelen
pt_br: Ativar %@
sv: Aktivera %@
th: เปิดใช้งาน %@
uk: Увімкнути %@

source: Enable 2-Step
de: 2-Schritt aktivieren
es_419: Habilitar 2 pasos
id: Aktifkan 2 Langkah
it: Abilita le 2-Fasi
ms: Membolehkan langkah 2
nl: 2-ledige verificatie inschakelen
pt_br: Ativar 2 etapas
sv: Aktivera 2-steg
th: เปิด 2 ขั้นตอน
uk: Активувати 2-крокове підтвердження

source: Enable Face ID
de: Face-ID aktivieren
es_419: Habilitar ID facial
id: Aktifkan ID Wajah
it: Abilita Face ID
ms: Dayakan ID Wajah
nl: Face ID inschakelen
pt_br: Ativar identificação facial
sv: Aktivera Face ID
th: เปิดใช้งาน Face ID
uk: Увімкнути ідентифікатор обличчя

source: Enable Touch ID
de: Touch-ID auswählen
es_419: Habilitar ID táctil
id: Aktifkan Touch ID
it: Abilita Touch ID
ms: Dayakan ID Sentuh
nl: Schakel Touch ID in
pt_br: Ativar Touch ID
sv: Aktivera Touch ID
th: เปิดใช้งาน Touch ID
uk: Увімкнути сенсорний ідентифікатор

source: Enabling this feature will allow all users with a registered %@ fingerprint on this device to access to your wallet.
de: Durch Aktivierung dieser Funktion können alle Benutzer mit einem auf diesem Gerät registrierten Touch-ID-Fingerabdruck auf Ihre Wallet zugreifen.
es_419: Habilitar esta función les permitirá a todos los usuarios con huella digital %@ registrada en este dispositivo acceder a tu billetera.
id: Mengaktifkan fitur ini akan memungkinkan semua pengguna dengan sidik jari Sentuhan ID terdaftar di perangkat ini untuk mengakses dompet Anda.
it: Abilitando questa funzione, consentirai a tutti gli utenti con un sensore di impronte digitali Touch ID registrato su questo dispositivo di accedere al tuo portafoglio.
ms: Mendayakan ciri ini akan membolehkan semua pengguna menggunakan cap jari Touch ID berdaftar pada peranti ini untuk mengakses dompet anda.
nl: Door het inschakelen van deze functie kunnen alle gebruikers met een geregistreerde Touch ID-vingerafdruk op dit apparaat toegang krijgen tot uw portemonnee.
pt_br: A ativação desse recurso permitirá que todos os usuários com uma impressão digital %@ registrada neste dispositivo acessem sua carteira.
sv: Aktiverar den här funktionen kan alla användare med ett registrerat Touch ID fingeravtryck på den här enheten får tillgång till din plånbok.
th: การเปิดใช้งานฟีเจอร์นี้จะอนุญาตให้ผู้ใช้ทั้งหมดซึ่งมีการลงทะเบียนลายนิ้วมือ Touch ID บนอุปกรณ์นี้สามารถเข้าถึงกระเป๋าเงินของคุณได้
uk: Увімкнення цієї опції дозволить користувачам із зареєстрованим на цьому пристрої ID відбитка пальця мати доступ до вашого гаманця.

source: Enter %@ address
de: Geben Sie die %@-Adresse ein
es_419: Ingresar dirección %@
id: Masukkan %@ alamat
it: Inserisci %@ address
ms: Masukkan %@ alamat
nl: Voer %@ adres in
pt_br: Digite o endereço %@
sv: Ange %@ -adress
th: ป้อนที่อยู่ %@
uk: Введіть %@ адресу

source: Enter Password
de: Passwort eingeben
es_419: Ingresar contraseña
id: Masukkan Kata Sandi
it: Inserisci la Password
ms: Masukkan kata laluan
nl: Wachtwoord invoeren
pt_br: Digite a senha
sv: Ange lösenord
th: กรอกรหัสผ่าน
uk: Введіть пароль

source: Enter Verification Code
de: Verifizierungscode eingeben
es_419: Ingresar código de verificación
id: Masukkan Kode Verifikasi
it: Inserisci il codice di verifica
ms: Masukkan Kod Pengesahan
nl: Verificatiecode invoeren
pt_br: Digite o código de verificação
sv: Ange verifieringskod
th: กรอกรหัสยืนยัน
uk: Введіть контрольний код

source: Enter Your PIN
de: PIN eingeben
es_419: Ingresar PIN
id: Masukkan PIN Anda
it: Inserisci il tuo PIN
ms: Masukkan PIN anda
nl: Voer uw pincode in
pt_br: Digite seu PIN
sv: Ange din PIN-kod
th: ป้อน PIN ของคุณ
uk: Введіть свій PIN-код

source: Enter your verification code
de: Geben Sie Ihren Verifizierungscode ein
es_419: Ingresar código de verificación
id: Masukkan kode verifikasi Anda
it: Inserisci il tuo codice di verifica
ms: Masukkan kod pengesahan anda
nl: Voer uw verificatiecode in
pt_br: Digite seu código de verificação
sv: Ange verifieringskoden
th: กรอกรหัสยืนยันนของคุณ
uk: Введіть свій контрольний код

source: Error loading settings
de: Fehler beim Laden der Einstellungen
es_419: Error al cargar la configuración
id: Kesalahan pemuatan pengaturan
it: Errore nel caricare le impostazioni
ms: Ralat memuatkan tetapan
nl: Fout bij het laden van de instellingen
pt_br: Erro ao carregar as configurações
sv: Inställningar fel lastning
th: ข้อผิดพลาดในการโหลดการตั้งค่า
uk: Збій завантаження налаштувань

source: Error updating settings
de: Fehler beim Aktualisieren der Einstellungen
es_419: Error al actualizar la configuración
id: Kesalahan pembaruan pengaturan
it: Errore nell'aggiornare le impostazioni
ms: Ralat semasa mengemas kini tetapan
nl: Fout bij het updaten van de instellingen
pt_br: Erro ao atualizar as configurações
sv: Gick inte att uppdatera inställningar
th: ข้อผิดพลาดในการอัปเดตการตั้งค่า
uk: Збій оновлення налаштувань

source: Every country has different rules on how to buy and sell cryptocurrencies. Keep your eyes peeled, we’ll let you know as soon as we launch in %@!
de: Jedes Land hat andere Regeln für den Kauf und Verkauf von Kryptowährungen. Halten Sie Ihre Augen offen, wir informieren Sie, sobald wir in %@ starten!
es_419: Cada país tiene reglas diferentes sobre cómo comprar y vender criptomonedas. Mantente al tanto que te haremos saber apenas habilitemos la opción en %@.
id: Setiap negara memiliki aturan berbeda tentang cara membeli dan menjual cryptocurrency. Buka matamu, dan kami akan memberi tahu Anda segera setelah kami meluncurkan di %1$s !
it: Ogni paese ha regole diverse su come acquistare e vendere criptovalute. Tieni gli occhi aperti e ti faremo sapere non appena lanceremo tra %1$s !
ms: Setiap negara mempunyai peraturan yang berbeza mengenai cara membeli dan menjual kriptografi. Pastikan mata anda dikupas, dan kami akan memberitahu anda sebaik sahaja kami melancarkan %s !
nl: Elk land heeft andere regels voor het kopen en verkopen van cryptocurrencies. Houd je ogen open en we laten het je weten zodra we over %s starten!
pt_br: Cada país tem regras diferentes sobre como comprar e vender criptomoedas. Mantenha os olhos abertos, informaremos assim que lançarmos em %@!
sv: Varje land har olika regler för hur man köper och säljer kryptokurser. Håll ögonen skalade, så meddelar vi dig så snart vi startar i %1$s !
th: ทุกประเทศมีกฎแตกต่างกันในการซื้อและขายสกุลเงินดิจิตอล อย่าลืมตาและเราจะแจ้งให้คุณทราบทันทีที่เราเปิดตัวใน %1$s !
uk: Кожна країна має різні правила щодо купівлі та продажу криптовалют. Зберігайте очі очищеними, і ми повідомимо про це, як тільки ми запустимо в %s !

source: Every state has different rules on how to buy and sell cryptocurrencies. Keep your eyes peeled, we’ll let you know as soon as we launch in %@!
de: In jedem Bundesstaat gelten unterschiedliche Regeln für den Kauf und Verkauf von Kryptowährungen. Halten Sie Ihre Augen offen, wir informieren Sie, sobald wir in %@ starten!
es_419: Cada estado tiene reglas diferentes sobre cómo comprar y vender criptomonedas. Mantente al tanto que te haremos saber apenas habilitemos la opción en %@.
id: Setiap negara bagian memiliki aturan berbeda tentang cara membeli dan menjual mata uang digital. Tetap matamu, kami akan memberi tahu Anda segera setelah kami meluncurkan di %@ !
it: Ogni stato ha regole diverse su come acquistare e vendere criptovalute. Tieni gli occhi aperti, ti faremo sapere non appena lanceremo in %@ !
ms: Setiap negeri mempunyai peraturan yang berbeza mengenai bagaimana untuk membeli dan menjual kriptografi. Pastikan mata anda dikupas, kami akan memberitahu anda sebaik sahaja kami melancarkan %@ !
nl: Elke staat heeft verschillende regels voor het kopen en verkopen van cryptocurrencies. Houd je ogen open, we laten het je weten zodra we starten in %@ !
pt_br: Cada estado tem regras diferentes sobre como comprar e vender criptomoedas. Mantenha os olhos abertos, informaremos assim que lançarmos em %@!
sv: Varje stat har olika regler för hur man köper och säljer kryptokurser. Håll ögonen skalade, vi meddelar dig så snart vi startar i %@ !
th: ทุกรัฐมีกฎที่แตกต่างกันในการซื้อและขาย cryptocurrencies ลืมตาเราจะแจ้งให้คุณทราบทันทีที่เราเปิดตัวใน %@ !
uk: Кожна держава має різні правила щодо купівлі та продажу криптовалют. Зберігайте очі очищеними, ми повідомимо про це, як тільки ми запустимо %@ !

source: Exchange %@ Address
de: %@ Adresse austauschen
es_419: Dirección %@ de Exchange
id: Tukar %@ Alamat
it: Scambia %@ indirizzo
ms: Pertukaran %@ Alamat
pt_br: Trocar %@ Endereço
sv: Byt ut %@ Adress
th: แลกเปลี่ยนที่อยู่ %@
uk: Обмін %@ адреса

source: Face ID
de: Gesichts-ID
es_419: ID facial
id: ID wajah
ms: ID muka
nl: Gezichts-ID
pt_br: Identificação facial
sv: Ansikts-ID
th: รหัสประจำตัว

source: Face id authentication
de: Face-ID-Authentifizierung
es_419: Autenticación con ID facial
id: Otentikasi id wajah
it: Autenticazione Face ID
ms: Pengesahan id wajah
nl: Face ID authenticatie
pt_br: Autenticação por identificação facial
sv: Ansiktsidentifiering
th: ตรวจสอบ ID ใบหน้า
uk: Аутентифікація ідентифікатора обличчя

source: Face-ID authentication
de: Face-ID-Authentifizierung
es_419: Autenticación con ID facial
id: Otentikasi ID Wajah
it: Autenticazione Face-ID
ms: Pengesahan muka-ID
nl: Face-ID-verificatie
pt_br: Autenticação por identificação facial
sv: Ansikts-ID-autentisering
th: การพิสูจน์ตัวตน Face-ID
uk: Аутентифікація Face-ID

source: Failed to Authenticate because a passcode has not been set on the device.
de: Authentifizierung fehlgeschlagen, da auf dem Gerät kein Passcode festgelegt wurde.
es_419: No se pudo autenticar porque no se ha configurado una contraseña en el dispositivo.
id: Gagal Mengotentikasi karena kode sandi belum ditetapkan pada perangkat.
it: Autenticazione non riuscita perché non è stato impostato un passcode sul dispositivo.
ms: Gagal Pengesahan kerana kod laluan belum ditetapkan pada peranti.
nl: Verificatie mislukt omdat er geen toegangscode is ingesteld op het apparaat.
pt_br: Falha ao autenticar porque uma senha não foi definida no dispositivo.
sv: Det gick inte att verifiera eftersom ett lösenord inte har ställts in på enheten.
th: ไม่สามารถตรวจสอบความถูกต้องได้เนื่องจากไม่ได้ตั้งรหัสผ่านบนอุปกรณ์
uk: Не вдалося підтвердити автентифікацію, оскільки на пристрої не встановлено пароль.

source: Failed to confirm mobile number. Please try again.
de: Fehler beim Bestätigen der Handynummer. Bitte versuchen Sie es erneut.
es_419: Error al confirmar el número de móvil. Intenta otra vez.
id: Gagal mengonfirmasi nomor ponsel. Silakan coba lagi.
it: Impossibile confermare il numero di cellulare. Per favore riprova.
ms: Gagal mengesahkan nombor mudah alih. Sila cuba lagi.
nl: Kan mobiel nummer niet bevestigen. Probeer het alstublieft opnieuw.
pt_br: Falha ao confirmar o número do celular. Tente novamente.
sv: Det gick inte att bekräfta mobilnumret. Var god försök igen.
th: ไม่สามารถยืนยันหมายเลขโทรศัพท์มือถือ กรุณาลองอีกครั้ง.
uk: Не вдалося підтвердити номер мобільного телефону. Будь ласка спробуйте ще раз.

source: Failed To Load Wallet
de: Laden der Wallet ist fehlgeschlagen
es_419: No se pudo cargar Wallet
id: Gagal Memuat Dompet
it: Impossibile caricare il Portafoglio
ms: Gagal Untuk Muatkan Dompet
nl: Het laden van de portemonnee is mislukt
pt_br: Falha ao carregar Wallet
sv: Kunde inte ladda plånboken
th: การโหลดกระเป๋าเงินล้มเหลว
uk: Збій завантаження гаманця

source: Failed to send verification email. Please try again.
de: Fehler beim Senden der Bestätigungs-E-Mail. Bitte versuchen Sie es erneut.
es_419: No se pudo enviar correo electrónico de verificación. Intenta otra vez.
id: Gagal mengirim email verifikasi. Silakan coba lagi.
it: Impossibile inviare email di verifica. Per favore riprova.
ms: Gagal menghantar e-mel pengesahan. Sila cuba lagi.
nl: Verzenden van verificatie-e-mail mislukt. Probeer het opnieuw.
pt_br: Falha ao enviar e-mail de verificação. Tente novamente.
sv: Misslyckades med att skicka verifierings-e-post. Var god försök igen.
th: ไม่สามารถส่งอีเมลยืนยัน กรุณาลองอีกครั้ง.
uk: Не вдалося надіслати електронний лист для підтвердження. Будь ласка спробуйте ще раз.

source: Failed to validate server certificate
de: Serverzertifikat konnte nicht überprüft werden
es_419: No se pudo validar el certificado del servidor
id: Gagal memvalidasi sertifikat server
it: Impossibile convalidare il certificato del server
ms: Gagal sahkan sijil pelayan
nl: Kan servercertificaat niet valideren
pt_br: Falha ao validar o certificado do servidor
sv: Det gick inte att validera servercertifikatet
th: ไม่สามารถตรวจสอบใบรับรองเซิร์ฟเวอร์
uk: Не вдалося перевірити сертифікат сервера

source: For your safety, we recommend you to transfer any balances in your imported addresses into your Blockchain wallet.
de: Zu Ihrer Sicherheit empfehlen wir Ihnen, alle unter importierten Adressen vorhandene Guthaben an Ihre Blockchain-Wallet zu überweisen.
es_419: Para tu seguridad, te recomendamos transferir los saldos de tus direcciones importadas a tu Blockchain.com Wallet.
id: Untuk keamanan Anda, kami sarankan Anda untuk mentransfer saldo apa pun di alamat Anda yang diimpor ke dompet Blockchain Anda.
it: Per tua sicurezza, raccomandiamo che tu trasferisca ogni saldo nei tuoi indirizzi importati nel tuo portafoglio Blockchain.
ms: Untuk keselamatan anda, kami mengesyorkan anda untuk memindahkan sebarang baki dalam alamat yang diimport ke dompet Blockchain anda.
nl: Voor uw veiligheid raden wij u aan de eventuele saldi in uw ingevoerde adressen over te schrijven naar uw Blockchain portemonnee.
pt_br: Para sua segurança, recomendamos que você transfira quaisquer saldos em seus endereços importados para sua carteira Blockchain.
sv: För din säkerhet rekommenderar vi dig att överföra alla saldon i dina importerade adresser i plånboken Blockchain.
th: เพื่อความปลอดภัย เราแนะนำให้คุณโอนยอดคงเหลือใด ๆ ในที่อยู่ที่นำเข้าของคุณไปยังกระเป๋าเงิน Blockchain ของคุณ
uk: Для вашої ж безпеки рекомендуємо перевести будь-які залишки коштів у ваших імпортованих адресах на свій гаманець Blockchain.

source: Forget Wallet
de: Wallet vergessen
es_419: Olvidar Wallet
id: Lupa Dompet
it: Dimentica il Portafoglio
ms: Lupa Wallet
nl: Portemonnee vergeten
pt_br: Esquecer Wallet
sv: Glömma plånboken
th: ลืมกระเป๋าเงิน
uk: Забули гаманець

source: Found %d, with %@
de: Gefunden %d , mit %@
es_419: Se encontró %1$d, con %2$@
id: Ditemukan %1$d , dengan %2$@
it: Trovato %1$d , con %2$@
ms: Dijumpai %d , dengan %@
nl: %d , met %@
pt_br: Encontrado %1$d, com %2$@
sv: Hittade %1$d , med %2$@
th: พบ %1$d พร้อมด้วย %2$@
uk: Знайдено %d із %@

source: From
de: Von
es_419: De
id: Dari
it: A partire dal
ms: Dari
nl: Van
pt_br: De
sv: Från
th: จาก
uk: З

source: from your bank account to Blockchain.com. Depending on the transfer method and availability of funds, this may take up to 1 business day.
de: von Ihrem Bankkonto zu Blockchain.com. Abhängig von der Überweisungsmethode und der Verfügbarkeit von Geldmitteln kann dies bis zu 1 Werktag dauern.
es_419: de tu cuenta bancaria a Blockchain.com. Según el método de transferencia y la disponibilidad de los fondos, esto puede demorar hasta 1 día hábil.
id: dari rekening bank Anda ke Blockchain.com. Tergantung pada metode transfer dan ketersediaan dana, ini bisa memakan waktu hingga 1 hari kerja.
it: dal tuo conto bancario a Blockchain.com. A seconda del metodo di trasferimento e della disponibilità dei fondi, questo può richiedere fino a 1 giorno lavorativo.
ms: dari akaun bank anda ke Blockchain.com. Bergantung kepada kaedah pemindahan dan ketersediaan dana, ini mungkin mengambil masa sehingga 1 hari perniagaan.
nl: van uw bankrekening naar Blockchain.com. Afhankelijk van de overdrachtsmethode en de beschikbaarheid van geld kan dit tot 1 werkdag duren.
pt_br: da sua conta bancária para Blockchain.com. Dependendo do método de transferência e disponibilidade de fundos, pode levar até 1 dia útil.
sv: från ditt bankkonto till Blockchain.com. Beroende på överföringsmetod och tillgänglighet av medel kan det ta upp till 1 arbetsdag.
th: จากบัญชีธนาคารของคุณไปยัง Blockchain.com ขึ้นอยู่กับวิธีการโอนและความพร้อมของเงินทุนอาจใช้เวลาสูงสุด 1 วันทำการ
uk: з вашого банківського рахунку на Blockchain.com. Залежно від способу переказу та наявності коштів, це може зайняти до 1 робочого дня.

source: from your bank to Blockchain.com. Funds are generally available to trade in 1 business day.
de: von Ihrer Bank zu Blockchain.com. Geldmittel können in der Regel innerhalb eines Werktages gehandelt werden.
es_419: de tu banco a Blockchain.com. Por lo general, los fondos estarán disponibles para operar en 1 día hábil.
id: dari bank Anda ke Blockchain.com. Dana umumnya tersedia untuk diperdagangkan dalam 1 hari kerja.
it: dalla tua banca a Blockchain.com. I fondi sono generalmente disponibili per la negoziazione in 1 giorno lavorativo.
ms: dari bank anda ke Blockchain.com. Dana biasanya tersedia untuk berdagang dalam 1 hari perniagaan.
nl: van uw bank naar Blockchain.com. Fondsen zijn over het algemeen beschikbaar om binnen 1 werkdag te handelen.
pt_br: do seu banco para Blockchain.com. Os fundos geralmente estão disponíveis para negociação em 1 dia útil.
sv: från din bank till Blockchain.com. Det finns i allmänhet medel att handla under en arbetsdag.
th: จากธนาคารของคุณถึง Blockchain.com โดยทั่วไปกองทุนจะมีการซื้อขายใน 1 วันทำการ
uk: з вашого банку на Blockchain.com. Кошти, як правило, доступні для торгівлі протягом 1 робочого дня.

source: Get Free Crypto
de: Erhalten Sie kostenlose Cryptos
es_419: Obtén criptomonedas gratis
id: Dapatkan Crypto Gratis
it: Ottieni Crypto gratuito
ms: Dapatkan Crypto Percuma
nl: Ontvang gratis Crypto
pt_br: Obtenha cripto gratuitamente
sv: Få gratis krypto
th: รับ Crypto ฟรี
uk: Отримайте безкоштовну криптовалюту

source: Go to login.blockchain.com on your computer.
de: Gehen Sie auf Ihrem Computer zu login.blockchain.com.
es_419: Dirígete a login.blockchain.com en tu computadora.
id: Pergi ke login.blockchain.com di komputer Anda.
it: Vai a login.blockchain.com sul tuo computer.
ms: Pergi ke login.blockchain.com pada komputer anda.
nl: Ga naar login.blockchain.com op je computer.
pt_br: Acesse login.blockchain.com em seu computador.
sv: Gå till login.blockchain.com på din dator.
th: ไปที่ login.blockchain.com บนคอมพิวเตอร์ของคุณ
uk: Перейдіть на сайт login.blockchain.com на своєму комп’ютері.

source: Go to Settings
de: Zu Einstellungen gehen
es_419: Ir a Configuración
id: Pergi ke Pengaturan
it: Vai alle Impostazioni
ms: Pergi ke seting
nl: Ga naar Instellingen
pt_br: Vá para as Configurações
sv: Gå till inställningar
th: ไปยังการตั้งค่า
uk: Перейти до налаштувань

source: Google Authenticator
es_419: Autenticador de Google
ms: Google pengesah
uk: Автентифікатор Google

source: Here are a few tips to get your account up and running, we’ll also help you make sure everything is secure.
de: Im Folgenden finden Sie einige Tipps, wie Sie Ihr Konto aktivieren können. Wir helfen Ihnen auch dabei, sicherzustellen, dass alles sicher ist.
es_419: Aquí encontrarás algunos consejos para que puedas sacarle provecho a tu cuenta. Te ayudaremos también a asegurarte de que todo esté protegido.
id: Berikut adalah beberapa tips untuk menjalankan dan menjalankan akun Anda, kami juga akan membantu Anda memastikan semuanya aman.
it: Ecco alcuni suggerimenti per rendere attivo e funzionante il tuo account, ti aiuteremo anche a garantire che tutto sia sicuro.
ms: Berikut adalah beberapa tip untuk mendapatkan akaun anda dan berjalan, kami juga akan membantu anda memastikan semuanya selamat.
nl: Hier zijn een paar tips om uw account aan de gang te krijgen, we helpen u ook om ervoor te zorgen dat alles veilig is.
pt_br: Aqui estão algumas dicas para colocar sua conta em funcionamento. Também ajudaremos você a garantir que tudo esteja seguro.
sv: Här är några tips för att få ditt konto igång. Vi hjälper dig också att se till att allt är säkert.
th: นี่คือเคล็ดลับเล็กน้อยในการทำให้บัญชีของคุณใช้งานได้เราจะช่วยให้คุณมั่นใจได้ว่าทุกอย่างปลอดภัย
uk: Ось декілька порад щодо налаштування свого облікового запису, ми також допоможемо вам переконатися, що все захищено.

source: Hide QR Code
de: QR-Code ausblenden
es_419: Ocultar código QR
id: Sembunyikan QR Code
it: Nascondi il codice QR
ms: Sembunyikan QR Code
nl: QR-code verbergen
pt_br: Ocultar código QR
sv: Dölj QR-koden
th: ซ่อนรหัส QR
uk: Приховати QR-код

source: hr
es_419: hora
id: jam
nl: uur
th: ชม
uk: год

source: hrs
de: Std
es_419: horas
id: jam
it: ore
ms: jam
nl: uur
sv: timmar
th: น
uk: год

source: Identifier
de: Kennung
es_419: Identificador
id: Pengenal
it: Identificatore
ms: Pengenal pasti
pt_br: Identificador
sv: Identifierare
th: ตัวระบุ
uk: Ідентифікатор

source: In Progress
de: In Bearbeitung
es_419: En curso
id: Sedang berlangsung
it: In corso
ms: Dalam Kemajuan
nl: Bezig
pt_br: Em andamento
sv: Pågående
th: กำลังดำเนินการ
uk: В процесі

source: In Review - Need More Info
de: In Überprüfung – weitere Informationen erforderlich
es_419: En revisión: se necesita más información
id: Dalam Peninjauan - Perlu Info Lebih Lanjut
it: In revisione: serve più informazioni
ms: Dalam Kajian - Perlu Maklumat Lanjut
nl: In beoordeling - meer informatie nodig
pt_br: Em análise - Precisa de mais informações
sv: I granskning - Behöver du mer info
th: ในรีวิว - ต้องการข้อมูลเพิ่มเติม
uk: У огляді - потрібна додаткова інформація

source: Incorrect PIN
de: Falsche PIN
es_419: PIN incorrecto
id: PIN salah
it: PIN errato
ms: PIN salah
nl: Onjuiste pincode
pt_br: PIN incorreto
sv: Felaktig PIN-kod
th: PIN ไม่ถูกต้อง
uk: Неправильний PIN-код

source: Information
es_419: Información
id: Informasi
it: Informazione
ms: Maklumat
nl: Informatie
pt_br: Informações
th: ข้อมูล
uk: Інформація
