Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: %@ copied to clipboard
de: %@ in Zwischenablage kopiert
id: %@ disalin ke papan klip
it: %@ copiato negli appunti
ms: %@ disalin ke papan keratan
nl: %@ gekopieerd naar het klembord
sv: %@ kopieras till Urklipp
th: %@ คัดลอกไปยังคลิปบอร์ดแล้ว
uk: %@ скопійовано в буфер обміну

source: %@ needed to exchange
de: %@ ausgetauscht werden
id: %@ diperlukan untuk bertukar
it: %@ necessario per lo scambio
ms: %@ diperlukan untuk bertukar
nl: %@ moest uitwisselen
sv: %@ behövs för att byta
th: %@ จำเป็นต้องแลกเปลี่ยน
uk: %@ потрібен для обміну

source: %@ of %@
de: %@ von %@
id: %1$@ dari %2$@
it: %1$@ di %2$@
ms: %@ dari %@
nl: %@ van %@
sv: %1$@ av %2$@
th: %1$@ จาก %2$@
uk: %@ з %@

source: %@ payment request
de: %@ Zahlungsanforderung.
id: %@ permintaan pembayaran
it: %@ richiesta di pagamento.
ms: permintaan %@ pembayaran.
nl: %@ betalingsverzoek
sv: %@ betalningsförfrågan.
th: คำขอการชำระเงิน %@
uk: %@ платіжний запит.

source: %@ Received
de: %@ Empfangen
id: %@ Diterima
it: %@ Ricevuto
ms: %@ Diterima
nl: %@ Ontvangen
sv: %@ Mottaget
th: ได้รับ %@
uk: %@ Отримано

source: %@ to be Received
de: %@ empfangen werden
id: %@ untuk Diterima
it: %@ da ricevere
ms: %@ akan Diterima
sv: %@ ska tas emot
uk: %@ щоб отримати

source: %@ to Deposit
de: %@ zur Einzahlung
id: %@ ke Deposit
it: %@ al deposito
ms: %@ ke Deposit
nl: %@ om te storten
sv: %@ att deponera
th: %@ เพื่อการฝาก
uk: %@ для депозиту

source: %d address
de: %d Adresse
id: %d alamat
it: %d indirizzo
ms: %d alamat
nl: %d adres
sv: %d adress
th: %d
uk: %d адреса

source: %d addresses
de: %d Adressen
id: %d alamat
it: %d indirizzi
ms: %d alamat
nl: %d adressen
sv: %d adresser
th: %d
uk: %d адреси

source: %d Confirmations
de: %d Bestätigungen
id: %d Konfirmasi
it: %d Conferme
ms: %d pengesahan
nl: %d bevestigingen
sv: %d bekräftelser
th: %d การยืนยัน
uk: %d Підтверджень

source: %d login attempts left. Please enter your %@ 2FA code
de: %d Anmeldeversuche übrig. Bitte geben Sie Ihren %@ 2FA-Code ein
id: %1$d upaya login tersisa. Silakan masukkan %2$@ 2FA kode Anda
it: %1$d tentativi di accesso rimasti. Inserisci il tuo codice %2$@ 2FA
ms: %d percubaan login %d . Sila masukkan kod %@ 2FA anda
nl: %d inlogpogingen. Voer uw %@ 2FA-code in
sv: %1$d inloggningsförsök kvar. Ange din %2$@ 2FA-kod
th: เหลือความพยายามเข้าสู่ระบบ %1$d รายการ โปรดป้อนรหัส %2$@ 2FA ของคุณ
uk: Залишилось %d спроб входу. Введіть код %@ 2FA

source: %d Transactions
de: %d Transaktionen
id: %d Transaksi
it: %d Transazioni
ms: %d urus niaga
nl: %d transacties
sv: %d transaktioner
th: %d ธุรกรรม
uk: %d Транзакцій

source: %lld hours ago
de: vor %lld Stunden
id: %lld jam yang lalu
it: %lld ore fa
ms: % lld jam yang lalu
nl: %lld uur geleden
sv: %lld timmar sedan
th: %lld ชั่วโมงก่อนหน้า
uk: %lld годин тому

source: %lld minutes ago
de: vor %lld Minuten
id: %lld menit yang lalu
it: %lld minuti fa
ms: % lld minit yang lalu
nl: %lld minuten geleden
sv: %lld minuter sedan
th: %lld นาทีก่อนหน้า
uk: %lld хвилин тому

source: %lld seconds ago
de: vor %lld Sekunden
id: %lld detik yang lalu
it: %lld secondi fa
ms: %lld saat yang lalu
nl: %lld seconden geleden
sv: %lld sekunder sedan
th: %lld วินาทีก่อนหน้า
uk: %lld секунд тому

source: %lu Recipients
de: %lu Empfänger
id: %lu Penerima
it: %lu Destinatari
ms: %lu Penerima
nl: %lu ontvangers
sv: %lu Mottagare
th: %lu ผู้รับ
uk: %lu Отримувачі

source: *For regulatory reasons, USA, Canada and Japan nationals can’t participate in the airdrop.
de: *Aus regulatorischen Gründen können Staatsangehörige der USA, Kanadas und Japans nicht am Airdrop-Programm teilnehmen.
id: * Untuk alasan pengaturan, warga negara AS, Kanada, dan Jepang tidak dapat berpartisipasi dalam airdrop.
it: * Per motivi normativi, i cittadini degli Stati Uniti, del Canada e del Giappone non possono partecipare al airdrop.
ms: * Atas sebab-sebab pengawalseliaan, warga Amerika Syarikat, Kanada dan Jepun tidak dapat berpartisipasi dalam airdrop.
nl: * Om wettelijke redenen kunnen onderdanen van de VS, Canada en Japan niet deelnemen aan het luchtruim.
sv: * Av lagstiftningsskäl kan medborgare i USA, Kanada och Japan inte delta i luften.
th: * สำหรับเหตุผลด้านกฎระเบียบประเทศสหรัฐอเมริกาแคนาดาและญี่ปุ่นไม่สามารถเข้าร่วมใน airdrop ได้
uk: * З нормативно-правових причин громадяни США, Канади та Японії не можуть брати участь в аеродромі.

source: 1 hour ago
de: vor 1 Stunde
id: 1 jam yang lalu
it: 1 ora fa
ms: 1 jam yang lalu
nl: 1 uur geleden
sv: 1 timme sedan
th: 1 ชั่วโมงก่อนหน้า
uk: 1 годину тому

source: 1 minute ago
de: vor 1 Minute
id: 1 menit yang lalu
it: 1 minuto fa
ms: 1 minit yang lalu
nl: 1 minuut geleden
sv: 1 minut sedan
th: 1 นาทีก่อนหน้า
uk: 1 хвилину тому

source: 1+ hour
de: 1+ Stunde
id: 1+ jam
it: 1+ ora
ms: 1 jam
nl: 1+ uur
sv: 1+ timme
th: 1+ ชั่วโมง
uk: 1+ години

source: 100% On-Chain
de: 100 % in Blockchain
it: 100% su catena
sv: 100% kedja
th: ออนไลน์ 100%
uk: 100% від мережі

source: 2-Step Enabled
de: 2-Schritt wurde aktiviert
id: 2 Langkah Diaktifkan
it: 2 fasi abilitato
ms: 2-langkah yang membolehkan
nl: 2-ledige verificatie is ingeschakeld
sv: 2-steg aktiverade
th: เปิดใช้งาน 2 ขั้นตอนแล้ว
uk: 2-крокове підтвердження активовано

source: 2-Step has been enabled for SMS.
de: 2-Step wurde für SMS aktiviert
id: 2-Langkah telah diaktifkan untuk SMS.
it: 2-Step è stato abilitato per SMS.
ms: 2-Langkah telah didayakan untuk SMS.
nl: 2-Step is ingeschakeld voor SMS.
sv: 2-steg har aktiverats för SMS.
th: เปิดใช้งาน 2 ขั้นตอนสำหรับ SMS แล้ว
uk: Двотактне ввімкнено для SMS.

source: 2-step Verification
de: 2-stufige Überprüfung
id: Verifikasi 2 langkah
it: Verifica in due passaggi
ms: Pengesahan 2 langkah
nl: Authenticatie in twee stappen
sv: 2-stegs verifiering
th: การยืนยันแบบสองขั้นตอน
uk: Двоетапна перевірка

source: 2-step Verification is currently disabled.
de: 2-Schritt-Verifizierung ist derzeit deaktiviert.
id: Verifikasi 2 langkah saat ini dinonaktifkan.
it: La verifica a 2-fasi è al momento disabilitata.
ms: 2-langkah pengesahan semasa ini dinyahdayakan.
nl: 2-ledige verificatie is momenteel uitgeschakeld.
sv: 2-stegs verifikation är för närvarande inaktiverad.
th: การยืนยัน 2 ขั้นตอนปิดอยู่ในขณะนี้
uk: 2-крокове підтвердження зараз вимкнено.

source: 2-step Verification is currently enabled for %@.
de: 2-Schritt-Verifizierung ist derzeit für %@ aktiviert.
id: Verifikasi 2 langkah saat ini diaktifkan untuk %@.
it: La verifica a 2-fasi è al momento abilitata per %@.
ms: 2-langkah pengesahan sedang didayakan untuk %@.
nl: 2-ledige verificatie is momenteel ingeschakeld voor %@.
sv: 2-stegs verifikation är aktiverat för %@.
th: การยืนยัน 2 ขั้นตอนเปิดสำหรับ %@ อยู่ในขณะนี้
uk: 2-крокове підтвердження зараз активовано для %@.

source: 2-step Verification is currently enabled.
de: 2-Schritt-Verifizierung ist derzeit aktiviert.
id: Verifikasi 2 langkah saat ini diaktifkan.
it: La verifica a 2-fasi è al momento abilitata.
ms: 2-langkah pengesahan sedang didayakan.
nl: 2-ledige verificatie is momenteel ingeschakeld.
sv: 2-stegs verifikation är aktiverat.
th: การยืนยัน 2 ขั้นตอนเปิดอยู่ในขณะนี้
uk: 2-крокове підтвердження зараз активовано.

source: A Reward for Being Gold Level
de: Eine Belohnung für das Goldlevel
id: Hadiah untuk Menjadi Level Emas
it: Una ricompensa per essere livello d'oro
ms: Ganjaran untuk Menjadi Tahap Emas
nl: Een beloning voor een gouden niveau
sv: En belöning för att vara guldnivå
th: รางวัลสำหรับระดับทอง
uk: Нагорода за те, що рівень золота

source: About
de: Über
id: Tentang
it: Di
ms: Mengenai
nl: Over
sv: Om
th: เกี่ยวกับ
uk: Про

source: About Us
de: Über uns
id: Tentang kami
it: Riguardo a noi
ms: Tentang kita
nl: Over ons
sv: Om oss
th: เกี่ยวกับเรา
uk: Про нас

source: Above maximum limit
de: Über der Höchstgrenze
id: Di atas batas maksimum
it: Sopra il limite massimo
ms: Had maksimum di atas
nl: Boven maximale limiet
sv: Över maximal gräns
th: เกินขีด จำกัด สูงสุด
uk: Вищий максимальний ліміт

source: Above trading limit
de: Über Handelsgrenze
id: Di atas batas perdagangan
it: Sopra il limite di trading
ms: Had perdagangan di atas
nl: Boven handelslimiet
sv: Ovanför handelsgränsen
th: เหนือขีด จำกัด การซื้อขาย
uk: Вищий ліміт торгівлі

source: Access competitive crypto prices right at your fingertips.
de: Greifen Sie direkt auf konkurrenzfähige Crypto-Preise zu.
id: Akses harga crypto yang kompetitif tepat di ujung jari Anda.
it: Accedi a prezzi cripto competitivi a portata di mano.
ms: Akses harga crypto yang kompetitif tepat di hujung jari anda.
nl: Krijg direct toegang tot concurrerende cryptoprijzen.
sv: Få tillgång till konkurrenskraftiga kryptopriser direkt till hands.
th: เข้าถึงราคา crypto ที่แข่งขันได้เพียงปลายนิ้วสัมผัส
uk: Доступ до конкурентних цін на криптовалюту прямо під рукою.

source: Account Details
de: Kontoangaben
id: Detail Akun
it: Dettagli sull'account
ms: Butiran Akaun
sv: Kontouppgifter
th: รายละเอียดบัญชี
uk: Подробиці про обліковий запис

source: Accounts
de: Konten
id: Akun
it: Account
ms: Akaun-akaun
sv: Konton
th: บัญชี
uk: Облікові записи

source: Add a Memo to avoid losing funds or use Swap to exchange in this wallet.
de: Fügen Sie ein Memo hinzu, um Geldverluste zu vermeiden, oder verwenden Sie Swap, um diese Brieftasche einzutauschen.
id: Tambahkan Memo untuk menghindari kehilangan dana atau gunakan Swap untuk bertukar di dompet ini.
it: Aggiungi un promemoria per evitare di perdere fondi o usa lo scambio per scambiare in questo portafoglio.
ms: Tambah Memo untuk mengelakkan kehilangan wang atau gunakan Swap untuk bertukar di dompet ini.
nl: Voeg een memo toe om te voorkomen dat je geld verliest of gebruik Swap om in deze portefeuille te wisselen.
sv: Lägg till ett memo för att undvika att förlora pengar eller använd Swap för att byta i den här plånboken.
th: เพิ่มบันทึกเพื่อหลีกเลี่ยงการสูญเสียเงินทุนหรือใช้ Swap เพื่อแลกเปลี่ยนในกระเป๋าเงินนี้
uk: Додайте примітку, щоб уникнути втрати коштів або скористайтеся свопом для обміну в цьому гаманці.

source: Add to Address book?
de: Zum Adressbuch hinzufügen?
id: Tambahkan ke buku Alamat?
it: Aggiungi alla rubrica?
ms: Tambah ke buku Alamat?
nl: Aan het adresboek toevoegen?
sv: Lägg till i adressbok?
th: เพิ่มไปยังสมุดที่อยู่?
uk: Додати в Адресну книгу?

source: Address book
de: Adressbuch
id: Buku alamat
it: Rubrica
ms: Buku alamat
nl: Adresboek
sv: Adressbok
th: สมุดที่อยู่
uk: Адресна книга

source: Adjust Fee
de: Gebühren anpassen
id: Biaya Penyesuaian
it: Regola commissione
ms: Laraskan Yuran
nl: Tarief aanpassen
sv: Justera avgift
th: ปรับค่าธรรมเนียม
uk: Встановити комісію

source: Advanced users only
de: Nur für fortgeschrittene Benutzer
id: Hanya pengguna tingkat lanjut
it: Solo utenti esperti
ms: Pengguna lanjutan sahaja
nl: Alleen geavanceerde gebruikers
sv: Endast avancerade användare
th: ผู้ใช้ขั้นสูงเท่านั้น
uk: Лише для просунутих користувачів

source: Airdrops
de: Lufttropfen
id: Tetesan udara
it: lanci
uk: Аероплани

source: All
de: Alle
id: Semua
it: Tutto
ms: Semua
nl: Alle
sv: Alla
th: ทั้งหมด
uk: Все

source: All amounts are correct at this time but might change depending on the market price and transaction rates at the time your order is processed
de: Alle Beträge sind zu diesem Zeitpunkt richtig, können sich jedoch abhängig vom Marktpreis und den Transaktionsgebühren zum Zeitpunkt der Bearbeitung Ihrer Bestellung ändern
id: Semua jumlah benar pada saat ini tetapi dapat berubah tergantung pada harga pasar dan tingkat transaksi pada saat pesanan Anda diproses
it: Tutti gli importi sono corretti in questo momento, ma potrebbero variare in base al prezzo di mercato e ai tassi di transazione al momento dell'elaborazione dell'ordine
ms: Semua amaun yang betul pada masa ini tetapi mungkin berubah bergantung pada harga pasaran dan kadar urus niaga pada masa pesanan anda diproses
nl: Alle bedragen zijn op dit moment correct, maar kunnen veranderen afhankelijk van de marktprijs en transactietarieven op het moment dat uw bestelling wordt verwerkt
sv: Alla belopp är korrekta för närvarande men kan komma att ändras beroende på marknadspris och transaktionsnivåer när din beställning behandlas
th: จำนวนเงินทั้งหมดถูกต้องในขณะนี้ แต่อาจมีการเปลี่ยนแปลงขึ้นอยู่กับราคาตลาดและอัตราการทำธุรกรรมในเวลาที่ทำการประมวลผลคำสั่งซื้อของคุณ
uk: Наразі всі суми є правильними, але можуть змінюватися залежно від ринкової ціни та ставок транзакцій під час обробки вашого замовлення

source: All Swap trades are confirmed and settled directly on-chain.
de: Alle Swap-Geschäfte werden direkt in der Blockchain bestätigt und abgewickelt.
id: Semua perdagangan Swap dikonfirmasi dan diselesaikan langsung di rantai.
it: Tutte le operazioni Swap sono confermate e regolate direttamente sulla catena.
ms: Semua dagangan Pertukaran disahkan dan diselesaikan secara langsung di dalam rantai.
nl: Alle Swap-transacties worden bevestigd en direct aan de ketting afgewikkeld.
sv: Alla bytehandlar bekräftas och avvecklas direkt på kedjan.
th: การแลกเปลี่ยน Swap ทั้งหมดได้รับการยืนยันและตัดสินโดยตรงบนเชน
uk: Всі торги на свопі підтверджуються та здійснюються безпосередньо в ланцюзі.

source: Already own one?
de: Haben Sie bereits eine?
id: Sudah memilikinya?
it: Ne possiedi già uno?
ms: Sudah sendiri?
nl: Heb je er al een?
sv: Har du redan en?
th: เป็นเจ้าของแล้วหรือยัง?
uk: Уже є власник?

source: Always know the market price
de: Seien Sie immer über den Marktpreis informiert
id: Selalu tahu harga pasar
it: Conosci sempre il prezzo di mercato
ms: Sentiasa ketahui harga pasaran
nl: Ken altijd de marktprijs
sv: Känn alltid marknadspriset
th: รู้ราคาตลาดเสมอ
uk: Завжди знайте ринкову ціну

source: Amount must be greater than or equal to the dust threshold (%lld Satoshi)
de: Die Menge muss größer oder gleich der Staubschwelle sein (% lld Satoshi).
id: Jumlah harus lebih besar dari atau sama dengan ambang debu (% lld Satoshi)
it: L'importo deve essere maggiore o uguale alla soglia della polvere (% lld Satoshi)
ms: Jumlah mestilah lebih besar daripada atau sama dengan ambang debu (% lld Satoshi)
nl: Bedrag moet groter zijn dan of gelijk zijn aan de stofdrempel (% lld Satoshi)
sv: Mängden måste vara större än eller lika med dammtröskeln (% lld Satoshi)
th: จำนวนเงินต้องมากกว่าหรือเท่ากับขีด จำกัด ของฝุ่น (% lld Satoshi)
uk: Кількість повинна бути більшою або рівною порогу пилу (% lld Сатоші)

source: Amount to Send
de: Zu sendender Betrag
id: Jumlah yang Dikirim
it: Importo da inviare
ms: Jumlah Hantar
nl: Hoeveelheid om te versturen
sv: Belopp att skicka
th: จำนวนเงินที่จะส่ง
uk: Сума для відправки

source: An address can also be shown as a QR code. Scan a friend's QR code to quickly capture their wallet address.
de: Eine Adresse kann auch als QR-Code angezeigt werden. Scannen Sie den QR-Code eines Freundes, um die Wallet-Adresse schnell zu erfassen.
id: Alamat juga dapat ditampilkan sebagai kode QR. Pindai kode QR teman untuk menangkap secara cepat alamat dompet mereka.
it: Un indirizzo può essere visualizzato anche come indirizzo QR. Scansiona il codice QR di un amico per memorizzare velocemente l'indirizzo del suo portafogli.
ms: Alamat juga boleh ditunjukkan sebagai kod QR. Imbas kod QR rakan untuk cepat menangkap alamat dompet mereka.
nl: Een adres kan ook als een QR-code worden getoond. Scan de QR-code van een vriend om het adres van hun portemonnee snel vast te leggen.
sv: En adress kan också visas som en QR-kod. Skanna en väns QR-kod för att snabbt fånga deras plånbokadress.
th: สามารถแสดงที่อยู่ในรูปแบบรหัส QR ค้นหารหัส QR ของเพื่อนเพื่อรับที่อยู่กระเป๋าเงินของพวกเขา
uk: Адреса може відображатись також у вигляді QR коду. Скануйте QR коди своїх друзів, щоб швидко внести адреси їхніх гаманців.

source: An error occured. Please try again.
de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
id: Kesalahan terjadi. Silakan coba lagi
it: Si è verificato un errore. Per favore, riprova
ms: Ralat berlaku. Sila cuba lagi
nl: Er is een fout opgetreden. Probeer het opnieuw
sv: Ett fel inträffade. Var god försök igen
th: เกิดข้อผิดพลาด. กรุณาลองอีกครั้ง
uk: Сталася помилка. Будь ласка спробуйте ще раз

source: An Error Occurred
de: Es ist ein Fehler aufgetreten.
id: Terjadi kesalahan
it: Si è verificato un errore
ms: Ralat Berlaku
nl: Er is een fout opgetreden
sv: Ett fel uppstod
th: เกิดข้อผิดพลาด
uk: Виникла помилка

source: An error occurred when getting an approximate quote. Please try again later. Details: %@
de: Beim Abrufen eines ungefähren Angebots ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal. Details: %@
id: Terjadi kesalahan saat mendapatkan penawaran perkiraan. Silakan coba lagi nanti. Detail: %@
it: Si è verificato un errore durante l'ottenimento di un preventivo approssimativo. Per favore riprova più tardi. Dettagli: %@
ms: Ralat berlaku semasa mendapat sebut harga anggaran. Sila cuba sebentar lagi. Butiran: %@
nl: Er is een fout opgetreden bij het ophalen van een geschatte offerte. Probeer het later opnieuw. Details: %@
sv: Ett fel inträffade när du fick en ungefärlig offert. Vänligen försök igen senare. Detaljer: %@
th: มีข้อผิดพลาดเกิดขึ้นเมื่อได้รับใบเสนอราคาโดยประมาณ กรุณาลองใหม่อีกครั้งในภายหลัง. รายละเอียด: %@
uk: Під час отримання приблизної пропозиції сталася помилка. Будь-ласка спробуйте пізніше. Деталі: %@

source: An error occurred when getting your %@ balance. Please try again later. Details: %@
de: Beim Abrufen Ihres %@ -Saldos ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal. Details: %@
id: Terjadi kesalahan saat mendapatkan saldo %1$@ . Silakan coba lagi nanti. Detail: %2$@
it: Si è verificato un errore durante il %1$@ saldo %1$@ . Per favore riprova più tardi. Dettagli: %2$@
ms: Ralat berlaku semasa mendapat baki %@ . Sila cuba sebentar lagi. Butiran: %@
nl: Er is een fout opgetreden bij het %@ uw %@ -saldo. Probeer het later opnieuw. Details: %@
sv: Ett fel uppstod när du fick ditt %1$@ -balans. Vänligen försök igen senare. Detaljer: %2$@
th: เกิดข้อผิดพลาดเมื่อรับยอดเงิน %1$@ คุณ กรุณาลองใหม่อีกครั้งในภายหลัง. รายละเอียด: %2$@
uk: Під час отримання вашого балансу %@ сталася помилка. Будь-ласка спробуйте пізніше. Деталі: %@

source: An error occurred when selecting your tier. Please try again later.
de: Bei der Auswahl Ihrer Stufe ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
id: Terjadi kesalahan saat memilih tier Anda. Silakan coba lagi nanti.
it: Si è verificato un errore durante la selezione del livello. Per favore riprova più tardi.
ms: Ralat berlaku semasa memilih peringkat anda. Sila cuba sebentar lagi.
nl: Er is een fout opgetreden bij het selecteren van uw laag. Probeer het later opnieuw.
sv: Ett fel uppstod när du valde din nivå. Vänligen försök igen senare.
th: เกิดข้อผิดพลาดในการเลือกระดับของคุณ กรุณาลองใหม่อีกครั้งในภายหลัง.
uk: Виявлено помилку під час вибору рівня. Будь-ласка спробуйте пізніше.

source: An error occurred while copying your address to the clipboard. Please re-select the destination address or restart the app and try again.
de: Beim Kopieren Ihrer Adresse in die Zwischenablage ist ein Fehler aufgetreten. Bitte wählen Sie die Zieladresse erneut aus oder starten Sie die App neu und versuchen Sie es erneut.
id: Terjadi kesalahan saat menyalin alamat Anda ke clipboard. Harap pilih kembali alamat tujuan atau mulai ulang aplikasi dan coba lagi.
it: Si è verificato un errore durante la copia del tuo indirizzo negli Appunti. Seleziona nuovamente l'indirizzo di destinazione o riavvia l'app e riprova.
ms: Ralat berlaku semasa menyalin alamat anda ke papan keratan. Sila pilih semula alamat destinasi atau mulakan semula aplikasi dan cuba lagi.
nl: Er is een fout opgetreden bij het kopiëren van uw adres naar het klembord. Selecteer het bestemmingsadres opnieuw of start de app opnieuw en probeer het opnieuw.
sv: Ett fel inträffade vid kopiering av din adress till urklipp. Välj destinationsadressen igen eller starta om appen och försök igen.
th: เกิดข้อผิดพลาดขณะคัดลอกที่อยู่ของคุณไปยังคลิปบอร์ด โปรดเลือกที่อยู่ปลายทางอีกครั้งหรือรีสตาร์ทแอพแล้วลองอีกครั้ง
uk: Під час копіювання вашої адреси у буфер обміну сталася помилка. Повторно виберіть адресу призначення або перезавантажте програму та спробуйте ще раз.

source: An error occurred while retrieving currency conversion rates. Please try again later.
de: Beim Abrufen der Währungsumrechnungskurse ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
id: Terjadi kesalahan saat mengambil nilai konversi mata uang. Silakan coba lagi nanti.
it: Si è verificato un errore durante il recupero dei tassi di conversione delle valute. Per favore riprova più tardi.
ms: Ralat berlaku semasa mengambil semula kadar penukaran mata wang. Sila cuba sebentar lagi.
nl: Er is een fout opgetreden bij het ophalen van valutaconversieratio's. Probeer het later opnieuw.
sv: Ett fel inträffade vid hämtning av valutakonverteringskurser. Vänligen försök igen senare.
th: เกิดข้อผิดพลาดขณะดึงข้อมูลอัตราการแปลงสกุลเงิน กรุณาลองใหม่อีกครั้งในภายหลัง.
uk: Під час отримання курсів конвертації валюти сталася помилка. Будь-ласка спробуйте пізніше.

source: An error occurred while retrieving the latest chart data. Please try again later.
de: Beim Abrufen der neuesten Diagrammdaten ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.
id: Terjadi kesalahan saat mengambil data bagan terbaru. Silakan coba lagi nanti.
it: Si è verificato un errore durante il recupero degli ultimi dati del grafico. Per favore riprova più tardi.
ms: Ralat berlaku semasa mengambil data carta terkini. Sila cuba sebentar lagi.
nl: Er is een fout opgetreden bij het ophalen van de nieuwste kaartgegevens. Probeer het later opnieuw.
sv: Ett fel inträffade vid hämtning av de senaste kartdata. Vänligen försök igen senare.
th: เกิดข้อผิดพลาดขณะดึงข้อมูลแผนภูมิล่าสุด กรุณาลองใหม่อีกครั้งในภายหลัง.
uk: Під час отримання останніх даних діаграми сталася помилка. Будь-ласка спробуйте пізніше.

source: An error occurred while updating your spendable balance. Please check your internet connection and try again.
de: Beim Aktualisieren Ihres Guthabens ist ein Fehler aufgetreten. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
id: Terjadi kesalahan saat memperbarui saldo yang dapat dihabiskan. Silakan periksa koneksi internet Anda dan coba lagi.
it: Si è verificato un errore durante l'aggiornamento del saldo spendibile. Per favore controlla la tua connessione Internet e prova di nuovo.
ms: Ralat berlaku semasa mengemas kini baki yang boleh dibelanjakan anda. Sila periksa sambungan internet anda dan cuba lagi.
nl: Er is een fout opgetreden bij het bijwerken van uw besteedbare saldo. Controleer je internetverbinding en probeer het opnieuw.
sv: Ett fel inträffade vid uppdatering av ditt spenderbara saldo. Kontrollera din internetanslutning och försök igen.
th: เกิดข้อผิดพลาดขณะอัปเดตยอดดุลที่ใช้จ่ายได้ของคุณ โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณแล้วลองอีกครั้ง
uk: Під час оновлення витраченого балансу сталася помилка. Перевірте підключення до Інтернету та повторіть спробу.

source: Any address
de: Irgendeine Adresse
id: Alamat mana pun
it: Qualunque indirizzo
ms: Mana-mana alamat
nl: Welk adres dan ook
sv: Alla adresser
th: ที่อยู่ใด ๆ
uk: Будь-яка адреса

source: Application Complete
de: Bewerbung abgeschlossen
id: Aplikasi Lengkap
it: Applicazione completata
ms: Permohonan Lengkap
nl: Aanvraag voltooid
sv: Ansökan är klar
th: แอปพลิเคชันเสร็จสมบูรณ์
uk: Додаток завершено

source: Archive Address
de: Adresse archivieren
id: Arsipkan Alamat
it: Indirizzo archivio
ms: Alamat Arkib
nl: Adres archiveren
sv: Arkiv adress
th: เก็บที่อยู่เข้าคลัง
uk: Архівувати адреси
