Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: You do not have enough funds to use this fee.
de: Sie haben nicht genug Geld, um diese Gebühr zu verwenden.
id: Anda tidak memiliki cukup dana untuk menggunakan biaya ini.
it: Non hai fondi sufficienti per utilizzare questa tassa.
ms: Anda tidak mempunyai dana yang mencukupi untuk menggunakan yuran ini.
nl: U heeft niet genoeg geld om deze vergoeding te gebruiken.
sv: Du har inte tillräckligt med medel för att använda den här avgiften.
th: คุณมีเงินไม่พอที่จะใช้ค่าธรรมเนียมนี้
uk: У вас недостатньо коштів, щоб використовувати цю плату.

source: You have a pending {swap/buy/sell} order that may impact your total balance.
de: Sie haben eine ausstehende {swap/buy/sell} Bestellung, die sich auf Ihr Gesamtguthaben auswirken kann.
id: Anda memiliki pesanan {swap/buy/sell} yang tertunda yang dapat memengaruhi total saldo Anda.
it: Hai un ordine {swap/buy/sell} sospeso che potrebbe influire sul saldo totale.
ms: Anda mempunyai pesanan tertunda {swap/buy/sell} yang mungkin memberi kesan kepada jumlah baki anda.
nl: U heeft een lopende {swap/buy/sell} -bestelling die van invloed kan zijn op uw totale saldo.
sv: Du har en pågående {swap/buy/sell} order som kan påverka din totala saldo.
th: คุณมีคำสั่งซื้อ {swap/buy/sell} ที่รอการอนุมัติซึ่งอาจส่งผลกระทบต่อยอดคงเหลือโดยรวมของคุณ
uk: У вас є відкладене {swap/buy/sell} замовлення, яке може вплинути на ваш загальний баланс.

source: You have logged out or there was an error decrypting your wallet file. Enter your password below to login.
de: Sie haben sich abgemeldet oder es ist bei der Entschlüsselung Ihrer Wallet ein Fehler aufgetreten. Geben Sie zur Anmeldung das folgende Passwort ein.
id: Anda telah keluar atau ada kesalahan mendekripsi berkas dompet Anda. Masukkan kata sandi Anda di bawah ini untuk masuk.
it: Sei stato disconnesso oppure si è verificato un errore nella decriptazione del file del tuo portafoglio. Inserisci la tua password sotto per effettuare l'accesso.
ms: Anda telah log keluar atau terdapat ralat mendekripsikan fail dompet anda. Masukkan kata laluan anda di bawah untuk log masuk.
nl: U heeft zich uitgelogd of er een fout opgetreden bij het decoderen van uw portemonneebestand. Voer hieronder uw wachtwoord in om in te loggen.
sv: Du har loggat eller det gick inte att dekryptera filen plånbok. Ange ditt lösenord nedan för att logga in.
th: คุณได้ออกจากระบบหรือมีข้อผิดพลาดในการถอดรหัสไฟล์กระเป๋าเงินของคุณ กรอกรหัสผ่านของคุณด้านล่างเพื่อล็อกอิน
uk: Ви здійснили вихід або стався збій розшифрування файлу вашого гаманця. Знизу введіть свій пароль, щоб увійти.

source: You have no addresses with a spendable balance greater than or equal to the required dust threshold.
de: Sie haben keine Adressen mit einem Guthaben, das größer oder gleich der erforderlichen Staubschwelle ist.
id: Anda tidak memiliki alamat dengan saldo yang bisa dihabiskan lebih dari atau sama dengan ambang debu yang dibutuhkan.
it: Non hai indirizzi con un saldo spendibile maggiore o uguale alla soglia di polvere richiesta.
ms: Anda tidak mempunyai alamat dengan baki yang boleh dibelanjakan lebih besar daripada atau sama dengan ambang debu yang diperlukan.
nl: U heeft geen adressen met een besteedbaar saldo groter dan of gelijk aan de vereiste stofdrempel.
sv: Du har inga adresser med en spenderbar balans större än eller lika med den nödvändiga dammtröskeln.
th: คุณไม่มีที่อยู่ที่มียอดคงเหลือที่ใช้จ่ายได้มากกว่าหรือเท่ากับเกณฑ์ฝุ่นที่ต้องการ
uk: Ви не маєте адрес із величиною балансу, що перевищує або дорівнює необхідному порогу пилу.

source: You have no available funds to send from this address
de: Sie verfügen über kein Guthaben, das von dieser Adresse aus versandt werden könnte
id: Anda tidak memiliki dana yang tersedia untuk mengirim dari alamat ini
it: Non hai fondi disponibili da questo indirizzo
ms: Engkau tiada dana yang sedia untuk menghantar alamat ini
nl: U heeft geen beschikbare tegoeden om te verzenden vanaf dit adres
sv: Du har inga tillgängliga medel att skicka från denna adress
th: คุณไม่มีเงินให้ใช้ในการส่งจากที่อยู่นี้
uk: У вас немає доступних коштів для відправки з цієї адреси

source: You have no funds to exchange. Why not get started by receiving some funds?
de: Sie haben kein Geld zum Umtauschen. Warum nicht gleich etwas Geld erhalten?
id: Anda tidak memiliki dana untuk ditukar. Mengapa tidak memulai dengan menerima sejumlah dana?
it: Non hai fondi da scambiare. Perché non iniziare ricevendo alcuni fondi?
ms: Anda tidak mempunyai dana untuk bertukar. Mengapa tidak bermula dengan menerima beberapa dana?
nl: U heeft geen geld om te wisselen. Waarom niet beginnen door wat geld te ontvangen?
sv: Du har inga pengar att byta ut. Varför inte komma igång med att få pengar?
th: คุณไม่มีเงินทุนในการแลกเปลี่ยน ทำไมไม่เริ่มต้นด้วยการรับเงินบ้าง
uk: У вас немає коштів для обміну. Чому б не почати отримувати певні кошти?

source: You must disable SMS 2-Step Verification before changing your mobile number (%@).
de: Vor Änderung Ihrer Handynummer (%@) müssen Sie die SMS 2-Schritt-Verifizierung deaktivieren.
id: Anda harus menonaktifkan verifikasi 2 langkah SMS sebelum mengubah nomor ponsel Anda (%@).
it: Devi disabilitare la verifica in 2-fasi prima di cambiare il tuo numero di cellulare (%@).
ms: Anda harus menyahdaya SMS pengesahan 2 langkah sebelum menukar nombor telefon bimbit anda (%@).
nl: U moet de 2-ledige verificatie per sms uitschakelen voordat u uw mobiele nummer (%@) kunt wijzigen.
sv: Du måste inaktivera SMS 2-steg kontroll innan du ändrar ditt mobilnummer (%@).
th: คุณต้องปิดการใช้งานการยืนยัน 2 ขั้นตอนก่อนเปลี่ยนหมายเลขโทรศัพท์ของคุณ (%@)
uk: Перш ніж змінити номер мобільного (%@), треба вимкнути 2-крокову верифікацію через SMS.

source: You must enter a destination address
de: Sie müssen eine Bestimmungsadresse eingeben
id: Anda harus memasukkan alamat tujuan
it: Devi inserire un indirizzo di destinazione
ms: Anda mesti memasukkan alamat destinasi
nl: U moet een bestemmingsadres invoeren
sv: Du måste Ange resmålets adress
th: คุณต้องกรอกที่อยู่ปลายทาง
uk: Треба ввести адресу призначення

source: You must enter a valid ETH address to send your ERC20 Token
de: Sie müssen eine gültige ETH-Adresse eingeben, um Ihren ERC20-Token senden zu können
id: Anda harus memasukkan alamat ETH yang valid untuk mengirim ERC20 Token Anda
it: Devi inserire un indirizzo ETH valido per inviare il tuo token ERC20
ms: Anda mesti memasukkan alamat ETH yang sah untuk menghantar Token ERC20 anda
nl: U moet een geldig ETH-adres invoeren om uw ERC20-token te verzenden
sv: Du måste ange en giltig ETH-adress för att skicka din ERC20-Token
th: คุณต้องป้อนที่อยู่ ETH ที่ถูกต้องเพื่อส่งโทเค็น ERC20 ของคุณ
uk: Ви повинні ввести дійсну адресу ETH, щоб надіслати свій маркер ERC20

source: You must have two-factor authentication disabled to pair manually.
de: Zur manuellen Kombination muss die Zwei-Faktor-Authentifizierung deaktiviert sein.
id: Anda harus menonaktifkan otentikasi dua faktor untuk pemasangan secara manual.
it: Devi avere l'autenticazione a due fattori disabilitata per effettuare l'accoppiamento manualmente.
ms: Anda mesti mempunyai pengesahan dua faktor yang Kurang Upaya untuk pasangan secara manual.
nl: U dient de tweeledige verificatiemethode uit te schakelen om handmatig te kunnen koppelen.
sv: Du måste ha två-faktorn authentication inaktiverat par manuellt.
th: คุณต้องปิดการใช้งานการยืนยัน 2 ขั้นตอนเพื่อจับคู่ด้วยตนเอง
uk: Для утворення пари вручну необхідно вимкнути двофакторну автентифікацію.

source: You must leave at least one active address
de: Sie müssen mindesten eine aktive Adresse hinterlassen
id: Anda harus meninggalkan minimal satu alamat aktif
it: Devi lasciare almeno un indirizzo attivo
ms: Anda mesti meninggalkan sekurang-kurangnya satu alamat aktif
nl: U moet ten minste één actief e-mailadres achterlaten
sv: Du måste lämna minst en aktiv adress
th: คุณต้องทิ้งที่อยู่ที่ใช้งานอยู่ไว้อย่างน้อยหนึ่งแห่ง
uk: Вам треба залишити щонайменше одну активну адресу

source: You specified an exceptionally small transaction fee of %@. Your transaction may become stuck and possibly never confirm. To increase the likelihood for your transaction to confirm within approximately one hour (six blocks), we strongly recommend a fee of no less than %@. Since you don’t have sufficient funds, that means the Send amount will also have to be lowered to %@.
de: Sie haben eine außergewöhnlich geringe Transaktionsgebühr von %@ . Ihre Transaktion kann stecken bleiben und möglicherweise nie bestätigt werden. Um die Wahrscheinlichkeit zu erhöhen, dass Ihre Transaktion innerhalb von ungefähr einer Stunde (sechs Blöcke) bestätigt wird, empfehlen wir dringend eine Gebühr von mindestens %@ . Da Sie nicht über ausreichende Mittel verfügen, muss der Sendebetrag ebenfalls auf %@ gesenkt werden.
id: Anda menetapkan biaya transaksi yang sangat kecil yaitu %1$@ . Transaksi Anda mungkin macet dan mungkin tidak pernah mengkonfirmasi. Untuk meningkatkan kemungkinan transaksi Anda terkonfirmasi dalam waktu kurang lebih satu jam (enam blok), kami sangat menyarankan biaya tidak kurang dari %2$@ . Karena Anda tidak memiliki dana yang cukup, itu berarti jumlah Kirim juga harus diturunkan menjadi %3$@ .
it: Hai specificato una commissione di transazione eccezionalmente piccola di %1$@ . La tua transazione potrebbe bloccarsi e probabilmente non confermare mai. Per aumentare la probabilità che la transazione confermi entro circa un'ora (sei blocchi), consigliamo vivamente una commissione non inferiore a %2$@ . Poiché non disponi di fondi sufficienti, ciò significa che anche l'importo di Invio dovrà essere ridotto a %3$@ .
ms: Anda menetapkan yuran transaksi yang sangat kecil %@ . Transaksi anda mungkin terjebak dan mungkin tidak dapat mengesahkannya. Untuk meningkatkan kemungkinan transaksi anda untuk mengesahkan dalam masa kira-kira sejam (enam blok), kami sangat mengesyorkan bayaran tidak kurang daripada %@ . Oleh kerana anda tidak mempunyai dana yang mencukupi, itu bermakna jumlah Kirim juga perlu diturunkan kepada %@ .
nl: U heeft een uitzonderlijk lage transactiekost van %@ opgegeven. Uw transactie kan vastlopen en mogelijk nooit bevestigen. Om de kans te vergroten dat uw transactie binnen ongeveer een uur (zes blokken) wordt bevestigd, raden we ten zeerste een vergoeding van niet minder dan %@ . Aangezien u niet voldoende geld heeft, betekent dit dat het bedrag voor verzenden ook moet worden verlaagd naar %@ .
sv: Du specificerade en exceptionellt liten transaktionsavgift på %1$@ . Din transaktion kan fastna och eventuellt aldrig bekräfta. För att öka sannolikheten för din transaktion att bekräfta inom ungefär en timme (sex kvarter) rekommenderar vi starkt en avgift på inte mindre än %2$@ . Eftersom du inte har tillräckligt med medel, betyder det att Send-beloppet också måste sänkas till %3$@ .
th: คุณระบุค่าธรรมเนียมการทำธุรกรรมเล็กน้อยพิเศษ %1$@ ธุรกรรมของคุณอาจติดอยู่และอาจไม่ยืนยัน ในการเพิ่มโอกาสในการทำธุรกรรมของคุณเพื่อยืนยันภายในเวลาประมาณหนึ่งชั่วโมง (หกช่วงตึก) เราขอแนะนำอย่างยิ่งให้มีค่าธรรมเนียมไม่น้อยกว่า %2$@ เนื่องจากคุณไม่มีเงินทุนเพียงพอนั่นหมายความว่าจำนวนเงินที่ส่งจะต้องลดลงเป็น %3$@
uk: Ви вказали виключно невелику плату за транзакцію у розмірі %@ . Ваша транзакція може застрягнути і, можливо, ніколи не підтвердиться. Щоб збільшити ймовірність підтвердження вашої трансакції протягом приблизно однієї години (шість блоків), ми настійно рекомендуємо плату не менше %@ . Оскільки у вас немає достатньої кількості коштів, це означає, що суму відправки також потрібно знизити до %@ .

source: You'll need ETH to send your ERC20 Token
de: Sie benötigen ETH, um Ihren ERC20-Token zu senden
id: Anda perlu ETH untuk mengirim Token ERC20 Anda
it: Avrai bisogno di ETH per inviare il tuo token ERC20
ms: Anda memerlukan ETH untuk menghantar Token ERC20 anda
nl: Je hebt ETH nodig om je ERC20-token te verzenden
sv: Du behöver ETH för att skicka din ERC20 Token
th: คุณจะต้อง ETH เพื่อส่งโทเค็น ERC20 ของคุณ
uk: Вам знадобиться ETH для відправки маркера ERC20

source: You've successfully imported the private key for ​the address %@, and you can now spend from it. If you want to spend from this address, make sure you scan the correct private key.
de: Sie haben erfolgreich den privaten Schlüssel für ​die Adresse %@ importiert und können nun darüber Ausgaben tätigen. Falls Sie von dieser Adresse aus Ausgaben tätigen möchten, denken Sie daran, den entsprechenden privaten Schlüssel zu scannen.
id: Anda telah berhasil diimpor kunci pribadi untuk alamat ​ alamat %@, dan sekarang Anda dapat membelanjakannya. Jika Anda ingin membelanjakan dari alamat ini, pastikan Anda memindai kunci pribadi yang benar.
it: Hai importato con successo la chiave privata per ​ l'indirizzo%@, e ora puoi spendere da questa. Se vuoi spendere da questo indirizzo, assicurati di effettuare la scansione della corretta chiave privata.
ms: Anda telah berjaya mengimport kunci peribadi untuk %@ alamat, dan anda kini boleh menghabiskan daripadanya. Jika anda ingin membelanjakan daripada alamat ini, pastikan anda mengimbas kunci peribadi yang betul.
nl: U heeft met succes een privésleutel geïmporteerd voor ​adres %@ en u kunt er nu mee uitgeven. Als u wilt uitgeven vanaf dit adres, zorg er dan voor dat u de juiste privésleutel scant.
sv: Du har lyckosam importerat den privata nyckeln för adress %@, och du kan nu spendera från den. Om du vill spendera från denna adress, se till att du skannar rätt privat nyckel.
th: คุณได้นำเข้าคีย์ส่วนตัวสำหรับ​ที่อยู่ %@ เรียบร้อยแล้วและคุณสามารถใช้จ่ายจากมันได้ในตอนนี้ หากคุณต้องการใช้จ่ายจากที่อยู่นี้ โปรดตรวจสอบว่าคุณสแกนคีย์ส่วนตัวที่ถูกต้อง
uk: Ви успішно імпортували особистий ключ для ​адреси %@, тепер ви можете витрачати з неї кошти. Якщо ви хочете витрачати кошти з цієї адреси, переконайтеся, що ви просканувати правильний ключ.

source: Your Airdrop Has Landed
de: Ihr Airdrop ist gelandet
id: Airdrop Anda Telah Mendarat
it: Il tuo Airdrop è atterrato
ms: Airdrop anda telah mendarat
nl: Je Airdrop is geland
sv: Din Airdrop har landat
th: Airdrop ของคุณลงจอดแล้ว
uk: Ваш Airdrop приземлився

source: Your backup phrase contains all of the private keys within your wallet. Please write these 12 words down, in order, and keep them somewhere safe offline. This phrase gives you a way to restore your and access your funds.
de: Ihre Sicherungsphrase enthält alle privaten Schlüssel in Ihrer Brieftasche. Bitte schreiben Sie diese 12 Wörter der Reihe nach auf und bewahren Sie sie offline an einem sicheren Ort auf. Dieser Satz gibt Ihnen die Möglichkeit, Ihr Guthaben wiederherzustellen und darauf zuzugreifen.
id: Frasa cadangan Anda berisi semua kunci pribadi di dalam dompet Anda. Harap tulis 12 kata ini secara berurutan, dan simpan di tempat yang aman secara offline. Frasa ini memberi Anda cara untuk memulihkan dan mengakses dana Anda.
it: La frase di backup contiene tutte le chiavi private all'interno del tuo portafoglio. Si prega di scrivere queste 12 parole, in ordine, e tenerle al sicuro da qualche parte offline. Questa frase ti offre un modo per ripristinare e accedere ai tuoi fondi.
ms: Frasa sandaran anda mengandungi semua kekunci peribadi dalam dompet anda. Sila tuliskan 12 kata-kata ini ke bawah, dalam rangka, dan pastikan mereka berada di tempat yang selamat di luar talian. Frasa ini memberikan anda cara untuk memulihkan dan mengakses dana anda.
nl: Uw back-upzin bevat alle privésleutels in uw portemonnee. Schrijf deze 12 woorden in volgorde op en bewaar ze offline op een veilige plek. Deze zin geeft u een manier om uw geld te herstellen en toegang te krijgen tot uw geld.
sv: Din reservfras innehåller alla privata nycklar i din plånbok. Skriv ned dessa 12 ord i ordning och förvara dem någonstans säkert offline. Denna fras ger dig ett sätt att återställa dina och få tillgång till dina medel.
th: วลีสำรองของคุณมีคีย์ส่วนตัวทั้งหมดในกระเป๋าเงินของคุณ กรุณาเขียนคำเหล่านี้ลง 12 คำตามลำดับและเก็บไว้ในที่ที่ปลอดภัยออฟไลน์ วลีนี้ให้วิธีการกู้คืนและเข้าถึงเงินทุนของคุณ
uk: Ваша резервна фраза містить усі приватні ключі у вашому гаманці. Будь ласка, запишіть ці 12 слів, щоб їх зберегти в безпечному режимі. Ця фраза дає вам змогу відновити свої кошти та отримати доступ до своїх коштів.

source: Your balance is
de: Ihr Guthaben beträgt
id: Saldo Anda adalah
it: Il tuo saldo è
ms: Baki anda adalah
nl: Uw saldo is
sv: Ditt balans är
th: ยอดเงินของคุณคือ
uk: Ваш баланс

source: Your email
de: Deine E-Mail
id: Email mu
it: La tua email
ms: Emel anda
nl: Jouw email
sv: Din email
th: อีเมลของคุณ
uk: Твій емейл

source: Your email has been verified.
de: Ihre E-Mail wurde überprüft.
id: Surel Anda telah diverifikasi.
it: La tua email è stata verificata.
ms: E-mel anda telah disahkan.
nl: Uw e-mail is geverifieerd.
sv: Din e-post har verifierats.
th: อีเมลของคุณได้รับการยืนยันแล้ว
uk: Вашу ел. адресу підтверджено.

source: Your Exchange has been started!
de: Ihr Austausch wurde gestartet!
id: Pertukaran Anda telah dimulai!
it: Il tuo scambio è stato avviato!
ms: Pertukaran anda telah dimulakan!
nl: Uw uitwisseling is gestart!
sv: Din utbyte har startats!
th: แลกเปลี่ยนของคุณเริ่มแล้ว!
uk: Ваша біржа запущена!

source: Your Gold level verification is currently being reviewed by a Blockchain Support Member.
de: Ihre Bestätigung zur Goldstufe wird derzeit von einem Blockchain-Support-Mitglied überprüft.
id: Verifikasi tingkat Emas Anda saat ini sedang ditinjau oleh Anggota Dukungan Blockchain.
it: La tua verifica del livello Gold è attualmente in fase di revisione da parte di un membro del supporto Blockchain.
ms: Pengesahan tahap emas anda sedang disemak oleh Ahli Sokongan Blockchain.
nl: Uw Gold-niveau-verificatie wordt momenteel beoordeeld door een ondersteunend lid van Blockchain.
sv: Din Gold Level Verifiering granskas för närvarande av en Blockchain Support Member.
th: การยืนยันระดับทองของคุณกำลังได้รับการตรวจสอบโดยสมาชิกสนับสนุนของ Blockchain
uk: Ваша перевірка рівня Золото в даний час переглядається членом служби підтримки Blockchain.

source: Your information is being reviewed. When all looks good, you’re clear to exchange. You should receive a notification within 5 minutes.
de: Ihre Informationen werden überprüft. Wenn alles gut aussieht, können Sie Umtauschvorgänge durchführen. Sie sollten innerhalb von 5 Minuten eine Benachrichtigung erhalten.
id: Informasi Anda sedang ditinjau. Ketika semuanya terlihat bagus, Anda jelas bertukar. Anda akan menerima pemberitahuan dalam 5 menit.
it: Le tue informazioni sono in fase di revisione. Quando tutto sembra a posto, sei libero di scambiarti. Dovresti ricevere una notifica entro 5 minuti.
ms: Maklumat anda sedang disemak. Apabila semuanya kelihatan baik, anda jelas bertukar. Anda harus menerima pemberitahuan dalam masa 5 minit.
nl: Uw informatie wordt beoordeeld. Als het er allemaal goed uitziet, kun je het ruilen. U ontvangt binnen vijf minuten een melding.
sv: Din information granskas. När allt ser bra ut är det klart att du byter ut. Du ska få ett meddelande inom fem minuter.
th: ข้อมูลของคุณกำลังได้รับการตรวจสอบ เมื่อทุกอย่างดูดีแล้วคุณก็พร้อมที่จะแลกเปลี่ยน คุณควรได้รับการแจ้งเตือนภายใน 5 นาที
uk: Ваша інформація перевіряється. Коли все це виглядає добре, вам зрозуміти обмін. Ви повинні отримати повідомлення протягом 5 хвилин.

source: Your Max is
de: Ihr Maximum beträgt
id: Max Anda adalah
it: Il tuo massimo è
ms: Max anda ialah
nl: Je Max is
sv: Din Max är
th: ค่าสูงสุดของคุณคือ
uk: Ваш Макс є

source: Your max is %@.
de: Ihr Maximum beträgt %@.
id: Maks Anda adalah %@ .
it: Il tuo massimo è %@ .
ms: Maksima anda adalah %@ .
nl: Je max is %@ .
sv: Din max är %@ .
th: ค่าสูงสุดของคุณคือ %@
uk: Ваш максимум - %@ .

source: Your Min is
de: Ihr Minimum beträgt
id: Min Anda adalah
it: Il tuo Min è
ms: Min anda ialah
nl: Uw Min is
sv: Din Min är
th: ขั้นต่ำของคุณคือ
uk: Ваш Мін є

source: Your order has expired. No funds left your account.
de: Ihre Bestellung ist abgelaufen. Kein Guthaben hat Ihr Konto verlassen.
id: Pesanan Anda telah kedaluwarsa. Tidak ada dana yang tersisa dari akun Anda.
it: Il tuo ordine è scaduto. Nessun fondo ha lasciato il tuo account.
ms: Pesanan anda telah tamat tempoh. Tiada dana meninggalkan akaun anda.
nl: Uw bestelling is verlopen. Er is geen geld op uw account gestort.
sv: Din beställning har löpt ut. Inga pengar har lämnat ditt konto.
th: ใบสั่งซื้อของคุณหมดอายุแล้ว ไม่มีเงินเหลืออยู่ในบัญชีของคุณ
uk: Термін дії вашого замовлення закінчився. Ніякі кошти не залишили вашого облікового запису.

source: Your order has not completed yet due to network delays. It will be processed as soon as funds are received.
de: Ihre Bestellung wurde aufgrund von Netzwerkverzögerungen noch nicht abgeschlossen. Es wird bearbeitet, sobald Geld eingegangen ist.
id: Pesanan Anda belum selesai karena keterlambatan jaringan. Ini akan diproses segera setelah dana diterima.
it: Il tuo ordine non è ancora completato a causa di ritardi della rete. Sarà elaborato non appena i fondi saranno ricevuti.
ms: Pesanan anda belum selesai kerana penangguhan rangkaian. Ia akan diproses secepat dana diterima.
nl: Uw bestelling is nog niet voltooid vanwege netwerkvertragingen. Het wordt verwerkt zodra geld is ontvangen.
sv: Din order har inte slutförts än på grund av nätverksförseningar. Den kommer att behandlas så snart pengar erhålls.
th: การสั่งซื้อของคุณยังไม่เสร็จสมบูรณ์เนื่องจากความล่าช้าของเครือข่าย มันจะถูกประมวลผลทันทีที่ได้รับเงิน
uk: Ваше замовлення ще не завершено через затримки в мережі. Він буде оброблений відразу після надходження коштів.

source: Your password is not strong enough. Please choose a different password.
de: Ihr Passwort ist nicht stark genug. Bitte wählen Sie ein anderes Passwort.
id: Kata sandi Anda tidak cukup kuat. Silakan pilih kata sandi yang berbeda.
it: La tua password non è abbastanza forte. Scegli una password diversa.
ms: Kata laluan anda tidak cukup kuat. Sila pilih kata laluan yang berbeza.
nl: Je wachtwoord is niet sterk genoeg. Kies een ander wachtwoord.
sv: Ditt lösenord är inte tillräckligt starkt. Välj ett annat lösenord.
th: รหัสผ่านของคุณไม่แข็งแรงพอ กรุณาเลือกรหัสผ่านอื่น
uk: Ваш пароль недостатньо надійний. Виберіть інший пароль.

source: Your second password is required in order to create a %@ account.
de: Ihr zweites Passwort ist erforderlich, um ein %@-Konto zu erstellen.
id: Kata sandi kedua Anda diperlukan untuk membuat %@ akun.
it: La tua seconda password è necessaria per creare un account %@ .
ms: Kata laluan kedua diperlukan untuk membuat %@ akaun.
nl: Uw tweede wachtwoord is vereist om een %@ -account te maken.
sv: Ditt andra lösenord krävs för att skapa ett %@ -konto.
th: ต้องใช้รหัสผ่านที่สองเพื่อสร้างบัญชี %@
uk: Ваш другий пароль потрібний для створення облікового запису %@ .

source: Your spendable balance is
de: Ihr verfügbares Guthaben beträgt
id: Saldo yang dapat dihabiskan adalah
it: Il tuo saldo spendibile è
ms: Baki yang boleh dibelanjakan anda adalah
nl: Uw besteedbare saldo is
sv: Din tillbringande balans är
th: ยอดใช้จ่ายของคุณคือ
uk: Ваш витрачений баланс є
