Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: Your verified email address is used to send payment alerts, ID reminders, and login codes.
de: Ihre bestätigte E-Mail-Adresse wird zum Senden von Zahlungsbenachrichtigungen, ID-Erinnerungen und Anmeldecodes verwendet.
es_419: Tu dirección de correo electrónico verificada se usa para enviar alertas de pago, recordatorios de identificación y códigos de inicio de sesión.
id: Alamat email terverifikasi Anda digunakan untuk mengirim peringatan pembayaran, pengingat ID, dan kode masuk.
it: Il tuo indirizzo email verificato viene utilizzato per inviare avvisi di pagamento, promemoria ID e codici di accesso.
ms: Alamat e-mel yang disahkan digunakan untuk menghantar makluman pembayaran, peringatan ID, dan kod log masuk.
nl: Uw geverifieerde e-mailadres wordt gebruikt om betalingswaarschuwingen, ID-herinneringen en inlogcodes te verzenden.
pt_br: Seu endereço de e-mail verificado é usado para enviar alertas de pagamento, lembretes de identidade e códigos de login.
sv: Din verifierade e-postadress används för att skicka betalningsvarningar, ID-påminnelser och inloggningskoder.
th: ที่อยู่อีเมลที่ตรวจสอบแล้วของคุณจะใช้ในการส่งการแจ้งเตือนการชำระเงินการแจ้งเตือน ID และรหัสเข้าสู่ระบบ
uk: Ваша перевірена електронна адреса використовується для надсилання сповіщень про оплату, нагадування про ідентифікатор та коди для входу.

source: Your xPub is an advanced feature that contains all of your public addresses.
de: Ihr xPub ist eine erweiterte Funktion, die alle Ihre öffentlichen Adressen enthält.
es_419: Tu xPub es una función avanzada que incluye todas sus direcciones públicas.
id: XPub Anda adalah fitur lanjutan yang berisi semua alamat publik Anda.
it: Il tuo xPub è una funzionalità avanzata che contiene tutti i tuoi indirizzi pubblici.
ms: XPub anda adalah ciri lanjutan yang mengandungi semua alamat awam anda.
nl: Je xPub is een geavanceerde functie die al je openbare adressen bevat.
pt_br: Seu xPub é um recurso avançado que contém todos os seus endereços públicos.
sv: Din xPub är en avancerad funktion som innehåller alla dina offentliga adresser.
th: xPub ของคุณเป็นคุณสมบัติขั้นสูงที่มีที่อยู่สาธารณะทั้งหมดของคุณ
uk: Ваш xPub - це розширена функція, яка містить усі ваші загальнодоступні адреси.

source: You’ll need to verify your phone number, provide a government issued ID and a Selfie.
de: Sie müssen Ihre Telefonnummer überprüfen, sowie einen amtlichen Ausweis und ein Selfie zur Verfügung stellen.
es_419: Deberás verificar tu número de teléfono, proporcionar una identificación emitida por el gobierno y una selfie.
id: Anda harus memverifikasi nomor telepon Anda, memberikan ID yang dikeluarkan pemerintah dan Selfie.
it: Dovrai verificare il tuo numero di telefono, fornire un documento di identità rilasciato dal governo e un selfie.
ms: Anda perlu mengesahkan nombor telefon anda, memberikan ID kerajaan yang dikeluarkan dan Selfie.
nl: Je moet je telefoonnummer verifiëren, een door de overheid uitgegeven identiteitsbewijs en een selfie opgeven.
pt_br: Você precisará verificar seu número de telefone, fornecer um documento de identidade oficial e uma selfie.
sv: Du måste verifiera ditt telefonnummer, ge ett statligt utfärdat ID och en Selfie.
th: คุณจะต้องยืนยันหมายเลขโทรศัพท์ของคุณระบุ ID ที่ออกโดยรัฐบาลและ Selfie
uk: Вам потрібно буде підтвердити свій номер телефону, надати ідентифікаційний номер, який видається урядом, та самостійно.

source: Yubi Key
es_419: Clave Yubi
it: Chiave Yubi
pt_br: Chave Yubi
uk: Ключ Юбі

source: Account Limits
de: Kontolimits
es_419: Límites de cuenta
id: Batas Akun
it: Limiti dell'account
ms: Had Akaun
nl: Accountlimieten
pt_br: Limites da conta
sv: Kontobegränsningar
th: ขีด จำกัด บัญชี
uk: Ліміти рахунку

source: Blockchain Wallet cannot obtain an Internet connection. Please check the connectivity on your device and try again.
de: Die Blockchain Wallet kann keine Internetverbindung herstellen. Bitte überprüfen Sie die Verbindung Ihres Geräts und versuchen Sie es erneut.
es_419: Blockchain.com Wallet no puede establecer una conexión a Internet. Comprueba la conexión en tu dispositivo e intenta otra vez.
id: Blockchain Wallet tidak dapat memperoleh koneksi Internet. Silakan periksa konektivitas di perangkat Anda dan coba lagi.
it: Blockchain Wallet non può ottenere una connessione a Internet. Verifica la connettività sul dispositivo e riprova.
ms: Wallet Blockchain tidak dapat memperoleh sambungan Internet. Sila semak penyambungan pada peranti anda dan cuba lagi.
nl: Blockchain Wallet kan geen internetverbinding krijgen. Controleer de connectiviteit op uw apparaat en probeer het opnieuw.
pt_br: A Blockchain Wallet não pode obter uma conexão com a internet. Verifique a conectividade do seu dispositivo e tente novamente.
sv: Blockchain Wallet kan inte få en internetanslutning. Kontrollera anslutningen på din enhet och försök igen.
th: Blockchain Wallet ไม่สามารถรับการเชื่อมต่ออินเทอร์เน็ต โปรดตรวจสอบการเชื่อมต่อบนอุปกรณ์ของคุณแล้วลองอีกครั้ง
uk: Blockchain Wallet не може отримати з'єднання з Інтернетом. Перевірте підключення свого пристрою та повторіть спробу.

source: Change my number
de: Meine Nummer ändern
es_419: Cambiar mi número
id: Ubah nomor saya
it: Cambia il mio numero
ms: Tukar nombor saya
nl: Verander mijn nummer
pt_br: Alterar meu número
sv: Ändra mitt nummer
th: เปลี่ยนหมายเลขของฉัน
uk: Змінити мій номер

source: Change my password
de: Mein Passwort ändern
es_419: Cambiar mi contraseña
id: Ubah kata sandi saya
it: Cambia la mia password
ms: Tukar kata laluan saya
nl: Verander mijn wachtwoord
pt_br: Alterar minha senha
sv: Ändra mitt lösenord
th: เปลี่ยนรหัสผ่านของฉัน
uk: Змінити мій пароль

source: Confirm Transfer
de: Übertragung bestätigen
es_419: Transferir ahora
id: Konfirmasikan Transfer
it: Conferma il trasferimento
ms: Sahkan Pemindahan
nl: Overdracht bevestigen
pt_br: Transferir agora
sv: Bekräfta överföringen
th: ยืนยันการโอน
uk: Підтвердити передачу

source: Daily Swap and Buy Limit
de: Tägliches Swap- und Kauflimit
es_419: Intercambio diario y límite de compra
id: Swap Harian dan Batas Beli
it: Scambio giornaliero e limite di acquisto
ms: Had Pertukaran dan Beli Harian
nl: Dagelijkse ruil- en kooplimiet
pt_br: Limite diário de troca e compra
sv: Daglig växling och köpgräns
th: Swap รายวันและวงเงินซื้อ
uk: Щоденний обмін і купіть ліміт

source: Enter 5-character code
de: Geben Sie einen 5-stelligen Code ein
es_419: Ingresa el código de 5 caracteres
id: Masukkan kode 5 karakter
it: Inserisci un codice di 5 caratteri
ms: Masukkan kod 5 aksara
nl: Voer een code van 5 tekens in
pt_br: Digite o código de 5 caracteres
sv: Ange kod med 5 tecken
th: ใส่รหัสตัวอักษร 5 ตัว
uk: Введіть 5-символьний код

source: Enter the following words from your Backup Phrase to complete the backup process.
de: Zum Abschluss des Wiederherstellungsverfahrens geben Sie bitte die folgenden Wörter Ihrer Wiederherstellungsphrase ein.
es_419: Ingresa las siguientes palabras de tu frase de respaldo para completar el proceso.
id: Masukkan kata-kata berikut dari Frasa Cadangan Anda untuk menyelesaikan proses pencadangan.
it: Immettere le seguenti parole dalla frase di backup per completare il processo di backup.
ms: Masukkan kata-kata berikut dari Frasa Cadangan anda untuk menyelesaikan proses sandaran.
nl: Voer de volgende woorden in uw back-upzin in om het back-upproces te voltooien.
pt_br: Digite as seguintes palavras da sua frase de backup para concluir o processo de backup.
sv: Ange följande ord från din säkerhetskopieringsfras för att slutföra säkerhetskopieringen.
th: ป้อนคำต่อไปนี้จากวลีการสำรองข้อมูลของคุณเพื่อให้กระบวนการสำรองข้อมูลเสร็จสมบูรณ์
uk: Введіть наступні слова зі своєї резервної фрази, щоб завершити процес резервного копіювання.

source: Enter your current password. Then enter and confirm your new password.
de: Geben Sie Ihr aktuelles Passwort ein. Geben Sie dann Ihr neues Passwort ein und bestätigen Sie es.
es_419: Ingresa tu contraseña actual. Luego, ingresa y confirma la nueva contraseña.
id: Masukkan kata sandi Anda. Kemudian masukkan dan konfirmasi kata sandi baru Anda.
it: Inserisci la tua password attuale. Quindi inserire e confermare la nuova password.
ms: Masukkan kata laluan semasa anda. Kemudian masukkan dan sahkan kata laluan baru anda.
nl: Voer uw huidige wachtwoord in. Voer vervolgens uw nieuwe wachtwoord in en bevestig het.
pt_br: Digite sua senha atual. Em seguida, digite e confirme sua nova senha.
sv: Skriv in ditt nuvarande lösenord. Ange sedan och bekräfta ditt nya lösenord.
th: ป้อนรหัสผ่านปัจจุบันของคุณ จากนั้นป้อนและยืนยันรหัสผ่านใหม่ของคุณ
uk: Введіть свій поточний пароль. Потім введіть і підтвердьте свій новий пароль.

source: Est. Amount
de: Geschätzter Betrag
es_419: Monto estimado
id: Est. Jumlah
it: Est. Quantità
ms: Est. Jumlah
nl: Est. Bedrag
pt_br: Quantidade est.
sv: Est. Belopp
th: Est จำนวน
uk: Оцінка Сума

source: For your security, Blockchain does not keep any passwords on file. The following 12 word Backup Phrase will give you access to your funds in case you lose your password. Be sure to write it on a piece of paper and to keep it somewhere safe and secure.
de: Zu Ihrem Schutz bewahrt Blockchain keine Passwörter auf. Die folgende, aus 12 Worten bestehende Wiederherstellungsphrase ermöglicht Ihnen im Falle eines Passwortverlusts den Zugang zu Ihrem Guthaben. Denken Sie daran, dieses auf einem Zettel zu notieren und an einem sicheren sowie geschützten Ort aufzubewahren.
es_419: Por tu seguridad, Blockchain.com no guarda contraseñas en sus registros. La siguiente frase de respaldo de 12 palabras te dará acceso a tus fondos en caso de que pierdas la contraseña. No olvides escribirla en un papel y conservarla en algún lugar seguro y protegido.
id: Demi keamanan Anda, Blockchain tidak menyimpan kata sandi apa pun. Frasa Cadangan 12 kata berikut akan memberi Anda akses ke dana Anda seandainya Anda kehilangan kata sandi. Pastikan untuk menuliskannya di selembar kertas dan menyimpannya di tempat yang aman dan terjamin.
it: Per motivi di sicurezza, Blockchain non conserva alcuna password. La frase di backup di 12 parole che segue ti darà accesso ai tuoi fondi nel caso in cui perdessi la password. Assicurati di scriverlo su un pezzo di carta e di conservarlo in un luogo sicuro e protetto.
ms: Untuk keselamatan anda, Blockchain tidak menyimpan sebarang kata laluan pada fail. Frasa Sandaran 12 perkataan berikut akan memberi anda akses kepada dana anda sekiranya anda kehilangan kata laluan anda. Pastikan anda menulis di sekeping kertas dan menyimpannya di tempat yang selamat dan terjamin.
nl: Voor uw veiligheid houdt Blockchain geen wachtwoorden in ons bestand. De volgende 12-woord back-upzin geeft u toegang tot uw geld voor het geval u uw wachtwoord kwijtraakt. Zorg ervoor dat u het op een stuk papier schrijft en dat u het ergens veilig opbergt.
pt_br: Para sua segurança, a Blockchain não mantém nenhuma senha em arquivo. A seguinte frase de backup de 12 palavras lhe dará acesso aos seus fundos caso você perca sua senha. Certifique-se de escrevê-la em um pedaço de papel e mantê-la em algum lugar seguro e protegido.
sv: För din säkerhet har Blockchain inga lösenord i filen. Följande 12-ord Säkerhetskopieringsfras ger dig tillgång till dina medel om du tappar lösenordet. Se till att skriva det på ett papper och förvara det någonstans säkert.
th: เพื่อความปลอดภัยของคุณ Blockchain จะไม่เก็บรหัสผ่านใด ๆ ไว้ในไฟล์ วลีสำรองข้อมูล 12 คำต่อไปนี้จะช่วยให้คุณสามารถเข้าถึงเงินทุนของคุณในกรณีที่คุณทำรหัสผ่านหาย อย่าลืมเขียนบนกระดาษและเก็บไว้ในที่ปลอดภัย
uk: Для вашої безпеки Blockchain не зберігає паролів. Наступні 12 словосполучень резервної фрази нададуть вам доступ до своїх коштів у разі втрати пароля. Обов’язково напишіть це на аркуші паперу та зберігайте його десь у безпеці та надійності.

source: If you want to swap or send these funds, you need to transfer them to your non-custodial crypto wallet.
de: Wenn Sie diese Geldmittel tauschen oder senden möchten, müssen Sie sie auf Ihre nicht verwahrte Crypto-Wallet übertragen.
es_419: Si quieres intercambiar o enviar estos fondos, necesitás transferirlos a tu billetera de criptomonedas sin custodia.
id: Jika Anda ingin menukar atau mengirim dana ini, Anda harus mentransfernya ke dompet crypto non-penahanan Anda.
it: Se si desidera scambiare o inviare questi fondi, è necessario trasferirli sul proprio portafoglio crittografico non custodito.
ms: Sekiranya anda ingin menukar atau menghantar dana ini, anda perlu memindahkannya ke dompet crypto yang bukan penjaga anda.
nl: Als u deze fondsen wilt ruilen of verzenden, moet u ze overboeken naar uw niet-bewaarplichtige crypto-portemonnee.
pt_br: Se quiser trocar ou enviar esses fundos, precisará transferi-los para sua carteira de criptomoedas sem custódia.
sv: Om du vill byta eller skicka dessa pengar, måste du överföra dem till din icke-depå crypto plånbok.
th: หากคุณต้องการแลกเปลี่ยนหรือส่งเงินเหล่านี้คุณจะต้องโอนเงินเหล่านี้ไปยังกระเป๋าเงินดิจิตอล crypto ที่ไม่ใช่การดูแลของคุณ
uk: Якщо ви хочете обміняти або надіслати ці кошти, вам потрібно передати їх у крипто-гаманець, який не зберігається.

source: Invalid Code
de: Ungültiger Code
es_419: Código no válido
id: Kode salah
it: Codice non VALIDO
ms: Kod tidak sah
nl: Ongeldige code
pt_br: Código inválido
sv: Ogiltig kod
th: รหัสไม่ถูกต้อง
uk: Невірний код

source: Login to Web Wallet
de: Melden Sie sich in der Web Wallet an
es_419: Iniciar sesión en Web Wallet
id: Login ke Dompet Web
it: Accedi al Web Wallet
ms: Masuk ke Wallet Web
nl: Log in op Web Wallet
pt_br: Login na Wallet da web
sv: Logga in på webbplånbok
th: ลงชื่อเข้าใช้ Web Wallet
uk: Вхід у веб-гаманець

source: Own Crypto in a Few Minutes
de: Besitzen Sie in wenigen Minuten Crypto
es_419: Compra criptomonedas en un par de minutos
id: Kripto Sendiri dalam Beberapa Menit
it: Possiedi Crypto in pochi minuti
ms: Memiliki Crypto dalam Beberapa minit
nl: Bezit Crypto in een paar minuten
pt_br: Possuir criptomoedas em poucos minutos
sv: Egen krypto på några minuter
th: Crypto ของตัวเองในไม่กี่นาที
uk: Власна криптовалюта за кілька хвилин

source: Please enter the 5-character code sent to your number
de: Bitte geben Sie den 5-stelligen Code ein, der an Ihre Nummer gesendet wurde
es_419: Ingresa el código de 5 caracteres que enviamos a tu número
id: Silakan masukkan kode 5 karakter yang dikirim ke nomor Anda
it: Inserisci il codice di 5 caratteri inviato al tuo numero
ms: Sila masukkan kod 5 aksara yang dihantar ke nombor anda
nl: Voer de 5-cijferige code in die naar uw nummer is gestuurd
pt_br: Digite o código de 5 caracteres enviado para o seu número
sv: Ange den 5-teckenkoden som skickas till ditt nummer
th: กรุณาใส่รหัส 5 ตัวที่ส่งไปยังหมายเลขของคุณ
uk: Введіть 5-символьний код, надісланий на ваш номер

source: Rate Us
de: Bewerten Sie uns
es_419: Califícanos
id: Beri Nilai Kami
it: Valutaci
ms: Beri Nilai Kami
nl: Beoordeel ons
pt_br: Avalie-nos
sv: Gradera oss
th: ให้คะแนนเรา
uk: Оцініть нас

source: Resend Code
de: Code erneut senden
es_419: Volver a enviar código
id: Kirim ulang Kode
it: Codice di rispedizione
ms: Sambung semula Kod
nl: Code nogmaals versturen
pt_br: Reenviar código
sv: Återsänd koden
th: ส่งรหัสอีกครั้ง
uk: Надіслати код повторно

source: Select Login via mobile.
de: Login über Handy auswählen.
es_419: Seleccionar inicio de sesión a través del móvil.
id: Pilih Login via ponsel.
it: Seleziona Accedi tramite cellulare.
ms: Pilih Log masuk melalui telefon bimbit.
nl: Selecteer Aanmelden via mobiel.
pt_br: Selecione Login pelo celular.
sv: Välj Logga in via mobil.
th: เลือกเข้าสู่ระบบผ่านมือถือ
uk: Виберіть Увійти через мобільний телефон.

source: Skip
de: Überspringen
es_419: Omitir
id: Melewatkan
it: Salta
ms: Langkau
nl: Overspringen
pt_br: Pular
sv: Hoppa
th: ข้าม
uk: Пропустити

source: To use this service, we require you to enter your second password.
de: Um diesen Service nutzen zu können, müssen Sie Ihr zweites Passwort eingeben.
es_419: Para usar este servicio, necesitamos que ingreses tu segunda contraseña.
id: Untuk menggunakan layanan ini, kami meminta Anda memasukkan kata sandi kedua.
it: Per utilizzare questo servizio, ti chiediamo di inserire la tua seconda password.
ms: Untuk menggunakan perkhidmatan ini, kami memerlukan anda memasukkan kata laluan kedua anda.
nl: Om van deze dienst gebruik te kunnen maken, vragen we je je tweede wachtwoord in te voeren.
pt_br: Para usar este serviço, exigimos que você insira sua segunda senha.
sv: För att använda denna tjänst kräver vi att du anger ditt andra lösenord.
th: ในการใช้บริการนี้เราต้องการให้คุณป้อนรหัสผ่านที่สองของคุณ
uk: Щоб скористатися цією послугою, ми вимагаємо ввести другий пароль.

source: Update Password
de: Passwort aktualisieren
es_419: Actualizar contraseña
id: Perbarui Kata Sandi
it: Aggiorna password
ms: Kemas kini Kata Laluan
nl: Vernieuw wachtwoord
pt_br: Atualizar senha
sv: Uppdatera lösenord
th: อัปเดตรหัสผ่าน
uk: Оновити пароль

source: Wallet Version
es_419: Versión de Wallet
id: Versi Dompet
it: Versione del portafoglio
ms: Versi Wallet
nl: Wallet-versie
pt_br: Versão da Wallet
sv: Plånbokversion
th: เวอร์ชั่นของ Wallet
uk: Версія гаманця

source: You must disable SMS 2-Step Verification before changing your mobile number.
de: Sie müssen die SMS 2-Faktor-Authentifizierung deaktivieren, bevor Sie Ihre Handynummer ändern können.
es_419: Debes deshabilitar la verificación de 2 pasos por SMS antes de cambiar tu número de móvil.
id: Anda harus menonaktifkan Verifikasi 2 Langkah SMS sebelum mengubah nomor ponsel Anda.
it: È necessario disabilitare la verifica in due passaggi SMS prima di modificare il numero di cellulare.
ms: Anda mesti melumpuhkan Pengesahan 2 Langkah SMS sebelum menukar nombor telefon bimbit anda.
nl: U moet SMS-authenticatie in twee stappen uitschakelen voordat u uw mobiele nummer wijzigt.
pt_br: Você deve desativar a verificação em duas etapas por SMS antes de alterar seu número de celular.
sv: Du måste inaktivera SMS-tvåstegsverifiering innan du byter mobilnummer.
th: คุณต้องปิดใช้งานการยืนยัน SMS 2 ขั้นตอนก่อนเปลี่ยนหมายเลขโทรศัพท์มือถือของคุณ
uk: Ви повинні вимкнути двоетапну перевірку SMS, перш ніж змінювати свій мобільний номер.

source: You're all set to connect your Blockchain Wallet to the Exchange.
de: Sie können nun Ihre Blockchain Wallet mit The Exchange verbinden.
es_419: Está todo listo para conectar tu Blockchain.com Wallet a Exchange.
id: Anda siap untuk menghubungkan Dompet Blockchain Anda ke Exchange.
it: Sei pronto per connettere il tuo Portafoglio Blockchain allo scambio.
ms: Anda bersedia untuk menyambung Wallet Blockchain anda ke Exchange.
nl: Je bent helemaal klaar om je Blockchain-portemonnee aan de Exchange te koppelen.
pt_br: Você está pronto para conectar sua Blockchain Wallet ao Exchange.
sv: Du är redo att ansluta din Blockchain-plånbok till Exchange.
th: คุณพร้อมที่จะเชื่อมต่อ Blockchain Wallet กับ Exchange แล้ว
uk: Ви готові підключити свій Blockchain Wallet до біржі.

source: Your Email
de: Ihre E-Mail-Adresse
es_419: Su correo electrónico
id: Email mu
it: La tua email
ms: Emel anda
nl: Jouw email
pt_br: Seu email
sv: Din email
th: อีเมลของคุณ
uk: Твоя електронна пошта

source: Add a Card
de: Füge eine Karte hinzu
es_419: Agregar una tarjeta
id: Tambahkan kartu
it: Aggiungi una carta
ms: Tambahkan Kad
nl: Een kaart toevoegen
pt_br: Adicionar um cartão
sv: Lägg till ett kort
uk: Додайте картку

source: Address Line
de: Adresszeile
es_419: Línea de dirección
id: Baris Alamat
it: Riga dell'indirizzo
ms: Talian Alamat
nl: Adresregel
pt_br: Linha de endereço
sv: Adressrad
uk: Адресний рядок

source: Authorize Card
de: Karte autorisieren
es_419: Autorizar tarjeta
id: Kartu Otorisasi
it: Autorizza la card
ms: Kad Kebenaran
nl: Autoriseer kaart
pt_br: Autorizar cartão
sv: Auktorisera kort
uk: Авторизація картки

source: Bank Transfer
de: Banküberweisung
es_419: Transferencia bancaria
id: Transfer Bank
it: Trasferimento bancario
ms: Pemindahan bank
nl: Overschrijving
pt_br: Transferência bancária
sv: Banköverföring
uk: Банківський трансфер

source: Bank Wire Transfer
de: Banküberweisung
es_419: Transferencia bancaria
id: Transfer Bank
it: Bonifico bancario
ms: Pindahan Kawat Bank
nl: Bank overschrijving
pt_br: Transferência bancária
sv: Banköverföring
uk: Банківський банківський переказ

source: Billing Address
de: Rechnungsadresse
es_419: Dirección de facturación
id: alamat tagihan
it: Indirizzo Di Fatturazione
ms: Alamat Pengebilan
nl: factuur adres
pt_br: Endereço de cobrança
sv: Fakturaadress
uk: Платіжна адреса

source: Buy In Progress
de: Laufender Kauf
es_419: Compra en curso
it: Acquista in corso
ms: Beli Sedang Berlangsung
nl: Koop in uitvoering
pt_br: Compra em andamento
sv: Köp pågår
uk: Купуйте в процесі

source: buy order will complete
de: Kaufauftrag wird abgeschlossen
es_419: la orden de compra se completará
id: pesanan pembelian akan selesai
it: l'ordine di acquisto verrà completato
ms: pesanan beli akan selesai
nl: kooporder wordt voltooid
pt_br: o pedido de compra será concluído
sv: köporder kommer att slutföras
uk: замовлення на покупку буде завершено

source: buy order.
de: Kaufauftrag.
es_419: orden de compra.
id: pesanan beli.
it: acquista ordine.
ms: pesanan beli.
nl: koop bestelling.
pt_br: pedido de compra.
sv: köp beställning.
uk: купити замовлення.

source: buy order. Note, your final amount might change to due market activity. Fees may apply.
de: Kaufauftrag. Beachten Sie, dass sich Ihr Endbetrag aufgrund von fälligen Marktaktivitäten ändern kann. Es können Gebühren anfallen.
es_419: orden de compra. Nota: Tu monto final podría cambiar a partir de la actividad del mercado. Se pueden aplicar cargos.
id: pesanan beli. Catatan, jumlah akhir Anda mungkin berubah menjadi aktivitas pasar yang seharusnya Biaya mungkin berlaku.
it: acquista ordine. Tieni presente che l'importo finale potrebbe cambiare in due attività di mercato. Potrebbero essere applicate commissioni.
ms: pesanan beli. Perhatikan, jumlah akhir anda mungkin berubah menjadi aktiviti pasaran yang sepatutnya. Bayaran mungkin dikenakan.
nl: koop bestelling. Houd er rekening mee dat uw uiteindelijke bedrag kan veranderen naar marktactiviteit. Mogelijk zijn toeslagen van toepassing.
pt_br: pedido de compra. Observe que seu valor final pode mudar para a devida atividade de mercado. Taxas podem ser aplicadas.
sv: köp beställning. Observera att ditt slutliga belopp kan ändras till marknadsaktivitet. Avgifter kan tillkomma.
uk: купити замовлення. Зауважте, остаточна сума може змінитися на належну ринкову активність. Може стягуватися плата.

source: Buying
de: Kaufen
es_419: Comprando
id: Pembelian
it: Acquisto
ms: Membeli
nl: Kopen
pt_br: Comprando
sv: Uppköp
uk: Купівля

source: Card Number
de: Kartennummer
es_419: Número de tarjeta
id: Nomor kartu
it: Numero di carta
ms: Nombor kad
nl: Kaartnummer
pt_br: Número do cartão
sv: Kortnummer
uk: Номер картки

source: Change Currency
de: Währung ändern
es_419: Cambiar moneda
id: Ubah Mata Uang
it: Cambia valuta
ms: Tukar Mata Wang
nl: Verander valuta
pt_br: Alterar moeda
sv: Ändra valuta
uk: Зміна валюти

source: Complete Payment
de: Zahlung abschließen
es_419: Completar pago
id: Selesaikan Pembayaran
it: Pagamento completo
ms: Pembayaran Lengkap
nl: Volledige betaling
pt_br: Pagamento completo
sv: Komplett betalning
uk: Повна оплата

source: Credit or Debit Card
de: Kredit- oder Debitkarte
es_419: Tarjeta de crédito o débito
id: Kartu Kredit atau Debit
it: Carta di credito o di debito
ms: Kad Kredit atau Debit
nl: Creditcard of bankpas
pt_br: Cartão de crédito ou débito
sv: Kredit-eller betalkort
uk: Кредитна або дебетова картка
