Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: Settings
de: die Einstellungen
es_419: Configuración
id: Pengaturan
it: impostazioni
ms: Tetapan
nl: Instellingen
pt_br: Configurações
sv: inställningar
th: การตั้งค่า
uk: Налаштування

source: Home
de: Zuhause
es_419: Inicio
id: Rumah
it: Casa
ms: Rumah
nl: Huis
pt_br: Página Inicial
sv: Hem
th: บ้าน
uk: Головна

source: Activity
de: Aktivität
es_419: Actividad
id: Aktivitas
it: Attività
ms: Aktiviti
nl: Werkzaamheid
pt_br: Atividade
sv: Aktivitet
th: กิจกรรม
uk: Діяльність

source: Swap
es_419: Intercambiar
id: Menukar
it: Scambiare
ms: Pertukaran
nl: ruil
pt_br: Trocar
sv: Byta
th: แลกเปลี่ยน
uk: Зміна

source: Done
de: Erledigt
es_419: Listo
id: Selesai
it: Fatto
ms: Selesai
nl: Gedaan
pt_br: Concluído
sv: Gjort
th: เสร็จสิ้น
uk: Зроблено

source: Close
de: Schließen
es_419: Cerrar
id: Menutup
it: Vicino
ms: Tutup
nl: Dichtbij
pt_br: Fechar
sv: Stänga
th: ปิด
uk: Закрити

source: Copied to clipboard
de: In die Zwischenablage kopiert
es_419: Copiado en el portapapeles
id: Disalin ke clipboard
it: Copiato negli appunti
ms: Disalin ke papan keratan
nl: Gekopieerd naar het klembord
pt_br: Copiado para a área de transferência
sv: Kopierade till urklipp
th: คัดลอกไปที่คลิปบอร์ดแล้ว
uk: Скопійовано у буфер обміну

source: Wallet ID
de: Brieftaschen-ID
es_419: ID de Wallet
id: ID Dompet
it: ID portafoglio
ms: ID Wallet
pt_br: Identificador da Wallet
sv: Plånbok-ID
th: ID กระเป๋าเงิน
uk: Ідентифікатор гаманця

source: Log Out
de: Ausloggen
es_419: Cerrar sesión
id: Keluar
it: Disconnettersi
ms: Log keluar
nl: Uitloggen
pt_br: Sair
sv: Logga ut
th: ออกจากระบบ
uk: Вийти

source: Logout
de: Ausloggen
es_419: Cerrar sesión
id: Keluar
it: Disconnettersi
ms: Log keluar
nl: Uitloggen
pt_br: Sair
sv: Logga ut
th: ออกจากระบบ
uk: Вийти

source: Select Currency
de: Währung auswählen
es_419: Seleccionar moneda
id: Pilih Mata Uang
it: Seleziona la valuta
ms: Pilih mata wang
nl: selecteer valuta
pt_br: Selecionar moeda
sv: Välj valuta
th: เลือกสกุลเงิน
uk: Виберіть Валюта

source: Local Currency
de: Landeswährung
es_419: Moneda local
id: Mata uang lokal
it: Moneta locale
ms: Mata wang tempatan
nl: Lokale munteenheid
pt_br: Moeda local
sv: Lokal valuta
th: สกุลเงินท้องถิ่น
uk: Місцева валюта

source: Terms of Service
de: Nutzungsbedingungen
es_419: Términos de servicio
id: Ketentuan Layanan
it: Termini di servizio
ms: Syarat Perkhidmatan
nl: Servicevoorwaarden
pt_br: Termos de serviço
sv: Användarvillkor
th: เงื่อนไขการให้บริการ
uk: Умови обслуговування

source: Privacy Policy
de: Datenschutz-Bestimmungen
es_419: Política de privacidad
id: Kebijakan pribadi
it: politica sulla riservatezza
ms: Dasar Privasi
nl: Privacybeleid
pt_br: Política de privacidade
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
uk: Політика конфіденційності

source: Invalid email address
es_419: Dirección de correo electrónico no válido
pt_br: Endereço de e-mail inválido

source: Scan Pairing Code
de: Kombinationscode eingeben
es_419: Escanear código de emparejamiento
id: Pindai Kode Pemasangan
it: Fai la scansione del codice di associazione
ms: Imbas kod berpasangan
nl: Koppelcode scannen
pt_br: Escanear código de emparelhamento
sv: Scan länkningskod
th: สแกนรหัสจับคู่
uk: Сканувати код утворення пари

source: Manual Pairing
de: Manuelles Pairing
es_419: Sincronización manual
id: Pemasangan Manual
it: Associazione manuale
ms: Pemasangan Manual
nl: Handmatig koppelen
pt_br: Emparelhamento manual
sv: Manuell parning
th: การจับคู่แบบแมนนวล
uk: Ручне сполучення

source: Automatic Pairing
de: Automatisches Pairing
es_419: Sincronización automática
id: Pemasangan Otomatis
it: Associazione automatica
ms: Pairing Automatik
nl: Automatisch koppelen
pt_br: Emparelhamento automático
sv: Automatisk parning
th: การจับคู่อัตโนมัติ
uk: Автоматичне сполучення

source: Welcome to Blockchain.com
de: Willkommen bei Blockchain.com
es_419: Te damos la bienvenida a Blockchain.com
id: Selamat datang di Blockchain.com
it: Benvenuto su Blockchain.com
ms: Selamat datang ke Blockchain.com
nl: Welkom bij Blockchain.com
pt_br: Boas-vindas à Blockchain.com
sv: Välkommen till Blockchain.com
uk: Ласкаво просимо на Blockchain.com

source: Recover Funds
de: Geld zurückerhalten
es_419: Recuperar fondos
id: Pulihkan Dana
it: Recupera fondi
ms: Pulihkan Dana
nl: Geld terugvorderen
pt_br: Recuperar fundos
sv: Återställa medel
th: กู้คืนกองทุน
uk: Відновлення коштів

source: Backup phrase
de: Wiederherstellungsphrase
es_419: Frase de respaldo
id: Frasa cadangan
it: Frase di backup
ms: Frasa sandaran
nl: Back-up zin
pt_br: Frase de backup
sv: Säkerhetskopieringsfras
th: วลีสำรอง
uk: Резервна фраза

source: Password
de: Passwort
es_419: Contraseña
id: Kata sandi
it: Parola d'ordine
ms: Kata laluan
nl: Wachtwoord
pt_br: Senha
sv: Lösenord
th: รหัสผ่าน
uk: Пароль

source: Continue
de: Fortsetzen
es_419: Siguiente
id: Terus
it: Continua
ms: Teruskan
nl: Doorgaan met
pt_br: Próximo
sv: Fortsätta
th: ต่อ
uk: Продовжуйте

source: Weak
de: Schwach
es_419: Débil
id: Lemah
it: Debole
ms: Lemah
nl: Zwak
pt_br: Fraca
sv: Svag
th: อ่อนแอ
uk: Слабкий

source: Strong
de: Stark
es_419: Segura
id: Kuat
it: Forte
ms: Kuat
nl: Sterk
pt_br: Forte
sv: Stark
th: แข็งแรง
uk: Сильний

source: Forgot Password?
de: Passwort vergessen?"
es_419: ¿Olvidaste la contraseña?
id: Tidak ingat kata sandi?"
it: Ha dimenticato la password?"
ms: Lupa kata laluan?"
nl: Wachtwoord vergeten?"
pt_br: Esqueceu sua senha?
sv: Glömt ditt lösenord?"
th: ลืมรหัสผ่าน?"
uk: Забули пароль?"

source: Send
de: Senden
es_419: Enviar
id: Kirim
it: Spedire
ms: Hantar
nl: Sturen
pt_br: Enviar
sv: Skicka
th: ส่ง
uk: Надіслати

source: BitPay Invoice Expired
de: BitPay-Rechnung abgelaufen
es_419: Factura de BitPay caducada
pt_br: A fatura do BitPay expirou

source: With BitPay, you can now use your Blockchain wallet for purchases with supporting retailers.
de: Mit BitPay können Sie jetzt Ihre Blockchain-Brieftasche für Einkäufe bei unterstützenden Einzelhändlern verwenden.
es_419: Con BitPay, ahora puedes usar tu billetera de Blockchain.com para hacer compras en comercios minoristas.
id: Dengan BitPay, Anda sekarang dapat menggunakan dompet Blockchain Anda untuk pembelian dengan pengecer pendukung.
it: Con BitPay, ora puoi utilizzare il tuo portafoglio Blockchain per gli acquisti con i rivenditori di supporto.
ms: Dengan BitPay, kini anda boleh menggunakan dompet Blockchain anda untuk pembelian dengan peruncit sokongan.
nl: Met BitPay kunt u nu uw Blockchain-portemonnee gebruiken voor aankopen bij ondersteunende retailers.
pt_br: Com o BitPay, agora você pode usar sua carteira Blockchain para compras com varejistas de suporte.
sv: Med BitPay kan du nu använda din Blockchain-plånbok för inköp med stödjande återförsäljare.
th: ด้วย BitPay ตอนนี้คุณสามารถใช้กระเป๋าเงิน Blockchain ของคุณสำหรับการซื้อกับผู้ค้าปลีกที่สนับสนุน
uk: Завдяки BitPay ви можете використовувати свій гаманець Blockchain для покупок у роздрібної торгівлі.

source: Support
de: Unterstützung
es_419: Soporte
id: Dukung
it: Supporto
ms: Sokongan
nl: Ondersteuning
pt_br: Suporte
sv: Stöd
th: สนับสนุน
uk: Підтримка

source: Forget wallet
de: Wallet verwerfen
es_419: Olvidar billetera
id: Lupakan dompet
it: Dimentica il portafoglio
ms: Lupakan dompet
nl: Vergeet portemonnee
pt_br: Esquecer Wallet
sv: Glöm plånbok
th: ลืมกระเป๋าเงิน
uk: Забудьте про гаманець

source: Fee
de: Gebühr
es_419: Comisión
id: Biaya
it: tassa
ms: Bayaran
nl: Vergoeding
pt_br: Taxa
sv: Avgift
th: ค่าธรรมเนียม
uk: Гонорар

source: Imported Addresses
de: Importierte Adressen
es_419: Direcciones importadas
id: Alamat yang Diimpor
it: Indirizzi importati
ms: Alamat yang diimport
nl: Geïmporteerde adressen
pt_br: Endereços importados
sv: Importerade adresser
th: ที่อยู่ที่นำเข้า
uk: Імпортні адреси

source: Change PIN
de: PIN ändern
es_419: Cambiar PIN
id: Ganti PIN
it: Cambia PIN
ms: Ubah PIN
nl: Verander pincode
pt_br: Alterar PIN
sv: Ändra PIN
th: เปลี่ยน PIN
uk: Змінити PIN-код

source: Addresses
de: Adressen
es_419: Direcciones
id: Alamat
it: indirizzi
ms: Alamat
nl: Adressen
pt_br: Endereços
sv: adresser
th: ที่อยู่
uk: Адреси

source: Description
de: Beschreibung
es_419: Descripción
id: Deskripsi
it: Descrizione
ms: Penerangan
nl: Beschrijving
pt_br: Descrição
sv: Beskrivning
th: ลักษณะ
uk: Опис

source: Name
es_419: Nombre
id: Nama
it: Nome
ms: Nama
nl: Naam
pt_br: Nome
sv: namn
th: ชื่อ
uk: Ім'я

source: Next
de: Nächster
es_419: Siguiente
id: Lanjut
it: Il prossimo
ms: Seterusnya
nl: De volgende
pt_br: Próximo
sv: Nästa
th: ต่อไป
uk: Далі

source: send
de: Senden
es_419: Enviar
id: Kirim
it: Spedire
ms: Hantar
nl: Sturen
pt_br: Enviar
sv: Skicka
th: ส่ง
uk: Надіслати

source: Confirm Password
de: Passwort bestätigen
es_419: Confirmar contraseña
id: setujui password
it: conferma password
ms: Sahkan Kata Laluan
nl: bevestig wachtwoord
pt_br: Confirmar senha
sv: Bekräfta lösenord
th: ยืนยันรหัสผ่าน
uk: Підтвердити пароль

source: Please check your email to approve this login attempt.
de: Bitte überprüfen Sie Ihre E-Mails, um diesen Anmeldeversuch zu genehmigen.
es_419: Comprueba tu correo electrónico para aprobar este intento de inicio de sesión.
id: Silakan periksa email Anda untuk menyetujui upaya login ini.
it: Controlla la tua e-mail per approvare questo tentativo di accesso.
ms: Sila semak e-mel anda untuk meluluskan percubaan masuk ini.
nl: Controleer uw e-mail om deze inlogpoging goed te keuren.
pt_br: Verifique seu e-mail para aprovar esta tentativa de login.
sv: Kontrollera din e-post för att godkänna detta inloggningsförsök.
th: โปรดตรวจสอบอีเมลของคุณเพื่ออนุมัติการเข้าสู่ระบบนี้
uk: Будь ласка, перевірте свій електронний лист, щоб затвердити цю спробу входу.

source: Archived
de: Archiviert
es_419: Archivado
id: Diarsipkan
it: Archiviato
ms: Diarkibkan
nl: Gearchiveerd
pt_br: Arquivado
sv: Arkiverat
th: ที่จัดเก็บ
uk: Заархівовано

source: Warning
de: Warnung
es_419: Advertencia
id: Peringatan
it: avvertimento
ms: Amaran
nl: Waarschuwing
pt_br: Aviso
sv: Varning
th: คำเตือน
uk: Увага

source: Extended Public Key
de: Erweiterter öffentlicher Schlüssel
es_419: Clave Pública Extendida
id: Kunci Publik yang Diperluas
it: Chiave pubblica estesa
ms: Kunci Awam Lanjutan
nl: Uitgebreide openbare sleutel
pt_br: Chave pública estendida
sv: Utökad offentlig nyckel
th: รหัสสาธารณะเพิ่มเติม
uk: Розширений відкритий ключ

source: Address
de: Adresse
es_419: Dirección
id: Alamat
it: Indirizzo
ms: Alamat
nl: Adres
pt_br: Endereço
sv: Adress
th: ที่อยู่
uk: Адреса

source: Archive
de: Archiv
es_419: Archivar
id: Arsipkan
it: Archivio
ms: Arkib
nl: Archief
pt_br: Arquivar
sv: arkiv
th: เอกสารเก่า
uk: Архів

source: Unarchive
de: Unarchiv
es_419: No archivar
id: Tidak diarsipkan
nl: Uit archief halen
pt_br: Desarquivar
th: ยกเลิกการเก็บ
uk: Ненадійний

source: Non-Spendable
de: Nicht ausgabefähig
es_419: No se puede gastar
id: Tidak Dapat Dibelanjakan
it: Non spendibili
ms: Tidak dapat dibeli
nl: Niet besteedbaar
pt_br: Não é passivo de dispêndio
sv: Icke-spendable
uk: Не витрачається

source: Success
de: Erfolg
es_419: Correcto
id: Keberhasilan
it: Successo
ms: Kejayaan
nl: Succes
pt_br: Sucesso
sv: Framgång
th: ความสำเร็จ
uk: Успіх

source: Default
de: Standard
es_419: Predeterminado
it: Predefinito
ms: Lalai
nl: Standaard
pt_br: Padrão
sv: Standard
th: ค่าเริ่มต้น
uk: За замовчуванням

source: Not now
de: Nicht jetzt
es_419: Ahora no
id: Tidak sekarang
it: Non adesso
ms: Bukan sekarang
nl: Niet nu
pt_br: Agora não
sv: Inte nu
th: ไม่ใช่ตอนนี้
uk: Не зараз

source: Update
de: Aktualisieren
es_419: Actualizar
id: Memperbarui
it: Aggiornare
ms: Kemas kini
nl: Bijwerken
pt_br: Atualizar
sv: Uppdatering
th: ปรับปรุง
uk: Оновлення

source: Profile
de: Profil
es_419: Perfil
id: Profil
it: Profilo
ms: Profil
nl: Profiel
pt_br: Perfil
sv: Profil
th: ข้อมูลส่วนตัว
uk: Профіль

source: App
es_419: Aplicación
pt_br: Aplicativo

source: Verify
de: Überprüfen
es_419: Verificar
id: Memeriksa
it: Verificare
ms: Sahkan
nl: Verifiëren
pt_br: Verificar
sv: Kontrollera
th: ตรวจสอบ
uk: Перевірте

source: Resend
de: Erneut senden
es_419: Reenviar
id: Kirim ulang
it: Rispedisci
ms: Hantar semula
nl: Opnieuw versturen
pt_br: Reenviar
sv: Skicka igen
th: ส่งซ้ำ
uk: Надіслати повторно

source: Security
de: Sicherheit
es_419: Seguridad
id: Keamanan
it: Sicurezza
ms: Keselamatan
nl: Veiligheid
pt_br: Segurança
sv: säkerhet
th: ความปลอดภัย
uk: Безпека

source: Enable
de: Aktivieren
es_419: Habilitar
id: Memungkinkan
it: Abilitare
ms: Dayakan
nl: Inschakelen
pt_br: Ativar
sv: Gör det möjligt
th: ทำให้สามารถ
uk: Увімкнути

source: Disable
de: Deaktivieren
es_419: Deshabilitar
id: Nonaktifkan
it: disattivare
ms: Lumpuhkan
nl: Uitschakelen
pt_br: Desativar
sv: Inaktivera
th: ปิดการใช้งาน
uk: Відключити

source: Select Country
de: Land auswählen
es_419: Seleccionar país
id: Pilih negara
it: Seleziona il paese
ms: Pilih negara
nl: Selecteer land
pt_br: Selecionar país
sv: Välj land
uk: Виберіть країну

source: Search Country
de: Land suchen
es_419: Buscar país
id: Cari Negara
it: Cerca Paese
ms: Cari Negara
nl: Land zoeken
pt_br: Pesquisar país
sv: Sök land
uk: Пошукова країна

source: Change Password
de: Passwort ändern
es_419: Cambiar contraseña
id: Ganti kata sandi
it: Cambia la password
ms: Tukar kata laluan
nl: Verander wachtwoord
pt_br: Mudar senha
sv: Ändra lösenord
th: เปลี่ยนรหัสผ่าน
uk: Змінити пароль

source: Email Notifications
de: E-Mail Benachrichtigungen
es_419: Notificaciones por correo electrónico
id: notifikasi email
it: notifiche di posta elettronica
ms: Pemberitahuan E-mel
nl: E-mail notificaties
pt_br: Notificações por e-mail
sv: E-postmeddelanden
th: การแจ้งเตือนทางอีเมล
uk: Повідомлення електронною поштою

source: Current Password
es_419: Contraseña actual
pt_br: Senha atual

source: Preferences
de: Einstellungen
es_419: Preferencias
id: Preferensi
it: Preferenze
ms: Keutamaan
nl: Voorkeuren
pt_br: Preferências
sv: Inställningar
th: การตั้งค่า
uk: Вподобання

source: Learn More
de: Erfahren Sie mehr
es_419: Obtener más información
id: Belajarlah lagi
it: Per saperne di più
ms: Ketahui lebih lanjut
nl: Kom meer te weten
pt_br: Saiba mais
sv: Läs mer
th: เรียนรู้เพิ่มเติม
uk: Вивчайте більше

source: Try again
de: Versuch es noch einmal
es_419: Intentar otra vez
id: Coba lagi
it: Riprova
ms: Cuba lagi
nl: Probeer het opnieuw
pt_br: Tente novamente
sv: Försök igen
th: ลองอีกครั้ง
uk: Спробуйте ще раз

source: Not your account? If you would like to sign into a different account, press ‘Forget Wallet’ below.
es_419: ¿Esta no es tu cuenta? Si te gustaría registrar una cuenta diferente, presiona "Olvidar Wallet" a continuación.
pt_br: Não é sua conta? Se você quiser fazer login em uma conta diferente, pressione "Esquecer Wallet" abaixo.

source: Forgetting this wallet account will erase all wallet data on this device. Ensure that you have your password and secret private key recovery phrase saved in a safe place before doing so.
es_419: Olvidar esta cuenta de billetera borrará todos los datos de la billetera en este dispositivo. Asegúrate de haber guardado tu contraseña y frase secreta de recuperación de clave privada en un lugar seguro antes de hacerlo.
pt_br: Esquecer esta conta da carteira apagará todos os dados da carteira neste dispositivo. Certifique-se de ter sua senha e frase de recuperação de chave privada secreta salvas em um local seguro antes de fazer isso.

source: Backup Phrase
de: Sicherungssatz
es_419: Frase de respaldo
id: Frasa Cadangan
it: Frase di backup
ms: Frasa Sandaran
nl: Back-up zin
pt_br: Frase de backup
sv: Säkerhetskopieringsfras
th: วลีสำรอง
uk: Резервна фраза

source: of
de: von
es_419: de
id: dari
it: di
ms: daripada
nl: van
pt_br: de
sv: av
uk: з

source: Unexpected error
es_419: Error inesperado
pt_br: Erro inesperado

source: Copy Address
de: Adresse kopieren
es_419: Copiar dirección
id: Salin Alamat
it: Copia indirizzo
ms: Salin Alamat
nl: Adres kopiëren
pt_br: Copiar endereço
sv: Kopiera adress
th: คัดลอกที่อยู่
uk: Копіювати адресу

source: Priority
de: Priorität
es_419: Prioridad
id: Prioritas
it: Priorità
ms: Keutamaan
nl: Prioriteit
pt_br: Prioridade
sv: Prioritet
th: ลำดับความสำคัญ
uk: Пріоритет

source: Custom
de: Benutzerdefiniert
es_419: Personalizar
id: Adat
it: costume
nl: Op maat
pt_br: Personalizado
sv: Beställnings
th: กำหนดเอง
uk: Користувальницькі

source: All Time
de: Alle Zeit
es_419: Todo el tiempo
id: Sepanjang waktu
it: Sempre
ms: Setiap masa
nl: Altijd
pt_br: Todo o tempo
sv: Hela tiden
th: ตลอดเวลา
uk: Весь час

source: Update Now
de: Jetzt aktualisieren
es_419: Actualizar ahora
id: Memperbarui sekarang
it: Aggiorna ora
ms: Mengemas kini sekarang
nl: Update nu
pt_br: Atualizar agora
sv: Uppdatera nu
th: อัปเดตทันที
uk: Оновити зараз

source: Total Balance
de: Gesamtsaldo
es_419: Saldo total
id: Total Saldo
it: Saldo totale
ms: Jumlah baki
nl: Eindbalans
pt_br: Saldo total
sv: Total balans
th: ยอดรวม
uk: Загальний баланс

source: Exchange Rate
de: Tauschrate
es_419: Tipo de cambio
id: Kurs
it: Tasso di cambio
ms: Kadar pertukaran
nl: Wisselkoers
pt_br: Taxa do Exchange
sv: Växlingskurs
th: อัตราแลกเปลี่ยน
uk: Курс обміну валют

source: receive
de: Erhalten
es_419: Recibir
id: Menerima
it: Ricevere
ms: Terima
nl: Te ontvangen
pt_br: Receber
sv: Motta
th: รับ
uk: Отримати

source: Fees
de: Gebühren
es_419: Comisiones
id: Biaya
it: tasse
ms: Bayaran
nl: Vergoedingen
pt_br: Taxas
sv: avgifter
th: ค่าเล่าเรียน
uk: Збори

source: Introducing the Exchange
de: Einführung in den Austausch
es_419: Presentamos Exchange
id: Memperkenalkan Pertukaran
it: Presentazione dello scambio
ms: Memperkenalkan Bursa
nl: Introductie van de Exchange
pt_br: Apresentando o Exchange
sv: Vi presenterar börsen
th: แนะนำการแลกเปลี่ยน
uk: Представляємо біржу

source: Checkout the Exchange
de: Kasse der Börse
es_419: Salir de Exchange
id: Lihat Bursa
it: Verifica lo scambio
ms: Semak Exchange
nl: Bekijk de Exchange
pt_br: Checkout do Exchange
sv: Kassautbytet
th: ชำระเงินแลกเปลี่ยน
uk: Оформити замовлення на біржі

source: Our Exchange will be able to:
de: Unser Austausch wird in der Lage sein:
es_419: Nuestro Exchange podrá:
id: Pertukaran kami akan dapat:
it: Il nostro scambio sarà in grado di:
ms: Pertukaran kami akan dapat:
nl: Onze Exchange kan:
pt_br: Nosso Exchange será capaz de:
sv: Vår utbyte kommer att kunna:
th: การแลกเปลี่ยนของเราจะสามารถ:
uk: Наша біржа зможе:

source: Will Not:
de: Wird nicht:
es_419: No podrá:
id: Tidak akan:
it: Non:
ms: Tidak akan:
nl: Zal niet:
pt_br: Não:
sv: Ska inte:
th: จะไม่:
uk: Не буде:

source: Sync addresses with your Wallet so you can securely sweep crypto between accounts
de: Synchronisieren Sie Adressen mit Ihrer Brieftasche, damit Sie Krypto sicher zwischen Konten durchsuchen können
es_419: Emparejar las direcciones con tu Wallet para que puedas intercambiar criptomonedas entre cuentas de manera segura
id: Sinkronkan alamat dengan Dompet Anda sehingga Anda dapat dengan aman menyapu crypto antar akun
it: Sincronizza gli indirizzi con il tuo portafoglio in modo da poter passare in modo sicuro la crittografia tra gli account
ms: Sinkronkan alamat dengan Wallet anda supaya anda boleh menyapu kripto tepat di antara akaun
nl: Synchroniseer adressen met uw Wallet zodat u crypto veilig tussen accounts kunt vegen
pt_br: Sincronize endereços com sua Wallet para que você possa monitorar com segurança as criptomoedas entre as contas
sv: Synkronisera adresser med din plånbok så att du säkert kan svepa krypto mellan konton
th: ซิงค์ที่อยู่กับ Wallet ของคุณเพื่อให้คุณสามารถ crypto กวาดอย่างปลอดภัยระหว่างบัญชีต่างๆ
uk: Синхронізуйте адреси зі своїм гаманцем, щоб ви могли надійно пересувати криптовалюту між обліковими записами

source: Access the crypto in your wallet, access your keys, or view your password.
de: Greifen Sie auf die Krypto in Ihrer Brieftasche zu, greifen Sie auf Ihre Schlüssel zu oder zeigen Sie Ihr Passwort an.
es_419: Acceder a las criptomonedas en tu Wallet, acceder a tus claves o ver tu contraseña.
id: Akses crypto di dompet Anda, akses kunci Anda, atau lihat kata sandi Anda.
it: Accedi alla criptovaluta nel tuo portafoglio, accedi alle tue chiavi o visualizza la tua password.
ms: Akses crypto di dompet anda, akses kekunci anda, atau lihat kata laluan anda.
nl: Krijg toegang tot de crypto in uw portemonnee, toegang tot uw sleutels of bekijk uw wachtwoord.
pt_br: Acesse a criptomoeda em sua Wallet, acesse suas chaves ou visualize sua senha.
sv: Öppna kryptot i din plånbok, öppna dina nycklar eller se ditt lösenord.
th: เข้าถึง crypto ในกระเป๋าเงินของคุณเข้าถึงกุญแจหรือดูรหัสผ่านของคุณ
uk: Отримайте доступ до криптовалюти у гаманці, перейдіть до своїх ключів або перегляньте свій пароль.

source: Connect Now
de: Verbinde jetzt
es_419: Conectar ahora
id: Hubungkan Sekarang
it: Connetti ora
ms: Sambung Sekarang
nl: Verbind nu
pt_br: Conectar agora
sv: Anslut nu
th: เชื่อมต่อเลย
uk: Підключіться зараз

source: Connect
de: Verbinden
es_419: Conectar
id: Menghubung
it: Collegare
ms: Sambungkan
nl: Aansluiten
pt_br: Conectar
sv: Ansluta
th: เชื่อมต่อ
uk: Підключення

source: Connected
de: In Verbindung gebracht
es_419: Conectado
id: Terhubung
it: Collegato
ms: Disambungkan
nl: Verbonden
pt_br: Conectado
sv: Ansluten
th: เกี่ยวข้อง
uk: Підключено

source: Launch the Exchange
de: Starten Sie The Exchange
es_419: Iniciar intercambio
id: Luncurkan Exchange
it: Avvia lo scambio
ms: Lancarkan Exchange
nl: Start de Exchange
pt_br: Iniciar Exchange
sv: Starta börsen
th: เปิดการแลกเปลี่ยน
uk: Запустіть біржу

source: Contact Support
de: Kontaktieren Sie Support
es_419: Comunícate con Soporte
id: Hubungi Dukungan
it: Contatta il supporto
ms: Sokongan Kenalan
nl: Contact opnemen met ondersteuning
pt_br: Entre em contato com o suporte
sv: Kontakta supporten
th: ติดต่อฝ่ายสนับสนุน
uk: Зверніться до служби підтримки

source: Taking You To the Exchange
de: Wir bringen Sie zu The Exchange
es_419: Llevándote al Exchange
id: Membawa Anda Ke Bursa
it: Portarti allo scambio
ms: Mengambil Anda Ke Pertukaran
nl: Je naar de beurs brengen
pt_br: Levando você para o Exchange
sv: Tar dig till börsen
th: นำคุณไปสู่การแลกเปลี่ยน
uk: Відведення вас на біржу

source: A new window should open within 10 seconds.
de: Innerhalb von 10 Sekunden sollte sich ein neues Fenster öffnen.
es_419: Se debería abrir una nueva pestaña en 10 segundos.
id: Jendela baru akan terbuka dalam 10 detik.
it: Una nuova finestra dovrebbe aprirsi entro 10 secondi.
ms: Tetingkap baru perlu dibuka dalam masa 10 saat.
nl: Een nieuw venster zou binnen 10 seconden moeten openen.
pt_br: Uma nova janela deve se abrir em 10 segundos.
sv: Ett nytt fönster bör öppnas inom 10 sekunder.
th: หน้าต่างใหม่ควรเปิดภายใน 10 วินาที
uk: Нове вікно має відкритися протягом 10 секунд.

source: Verify Your Email
de: Bestätigen Sie Ihre E-Mail
es_419: Verifica tu correo electrónico
id: Verifikasi Email Anda
it: Verifica la tua email
ms: Sahkan E-mel anda
nl: Controleer je email
pt_br: Verifique seu e-mail
sv: Verifiera din epost
th: ยืนยันอีเมลของคุณ
uk: Підтвердьте свою електронну пошту

source: Open Email App
de: Öffnen Sie die E-Mail-App
es_419: Abre la aplicación del correo electrónico
id: Buka Aplikasi Email
it: Apri l'app e-mail
ms: Buka Apl E-mel
pt_br: Abrir o aplicativo de e-mail
sv: Öppna e-post-appen
th: เปิดแอปอีเมล
uk: Відкрийте додаток електронної пошти

source: Didn’t get the email?
es_419: ¿No recibiste el correo?
pt_br: Não recebeu o e-mail?

source: Send again
de: Erneut senden
es_419: Enviar de nuevo
id: Kirim lagi
it: Invia di nuovo
ms: Hantar semula
nl: Opnieuw versturen
pt_br: Enviar novamente
sv: Skicka igen
th: ส่งอีกครั้ง
uk: Надіслати ще раз

source: Connection Error
de: Verbindungsfehler
es_419: Error de conexión
id: Koneksi error
it: Errore di connessione
ms: Ralat Sambungan
nl: Verbindingsfout
pt_br: Erro de conexão
sv: Anslutningsfel
th: การเชื่อมต่อล้มเหลว
uk: Помилка з'єднання
