Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: Total Cost
de: Gesamtkosten
es_419: Costo total
id: Total biaya
it: Costo totale
ms: Jumlah kos
nl: Totale prijs
pt_br: Custo total
sv: Total kostnad
th: ค่าใช้จ่ายทั้งหมด
uk: Загальна вартість

source: Touch ID
es_419: ID táctil
id: Sentuh ID
it: Tocca ID
ms: ID sentuh
nl: Tik op ID
sv: Tryck på ID
th: แตะ ID
uk: Торкніться ідентифікатора

source: Touch id authentication
de: Touch-ID-Authentifizierung
es_419: Autenticación con ID táctil
id: Sentuh otentikasi id
it: Tocca autenticazione ID
ms: Sentuh pengesahan id
nl: Touch id authenticatie
pt_br: Autenticação de Touch ID
sv: Tryck på autentisering
th: แตะการรับรองความถูกต้องของ id
uk: Аутентифікація ідентифікатора дотику

source: Touch ID is not enabled on this device. To enable Touch ID, go to Settings -> Touch ID & Passcode and add a fingerprint.
de: Die Touch-ID ist auf diesem Gerät nicht aktiviert. Um die Touch-ID zu aktivieren, gehen Sie zu Einstellungen ⇾ Touch-ID & Passcode und fügen Sie einen Fingerabdruck hinzu.
es_419: La ID táctil no está habilitada en este dispositivo. Para habilitar la ID táctil, ve a Configuración -> ID táctil y contraseña y agrega una huella digital.
id: ID Sentuh tidak diaktifkan di perangkat ini. Untuk mengaktifkan ID Sentuh, pergi ke Pengaturan->ID Sentuh & Kode Akses dan tambahkan sidik jari.
it: Il Touch ID non è abilitato su questo dispositivo. Per abilitare il Touch ID, vai su Impostazioni->Touch ID e Passcode e aggiungi una impronta digitale.
ms: ID sentuh tidak didayakan pada peranti ini. Untuk mendayakan ID Touch, pergi ke Tetapan- > Sentuh ID & Kod Laluan dan tambah cap jari.
nl: Touch ID is niet ingeschakeld op dit apparaat. Om Touch ID in te schakelen, gaat u naar instellingen -> Touch ID & paswoord en voegt u een vingerafdruk toe.
pt_br: O Touch ID não está ativado neste dispositivo. Para ativá-lo, vá para Configurações -> Touch ID e Senha e adicione uma impressão digital.
sv: Touch-ID är inte aktiverat på enheten. För att aktivera Touch-ID, gå till inställningar->Touch ID & lösenordet och Lägg ett fingeravtryck.
th: Touch ID ไม่ได้เปิดใช้งานบนอุปกรณ์นี้ เพื่อเปิดใช้งาน Touch ID ไปยัง การตั้งค่า ->Touch ID & Passcode และเพิ่มลายนิ้วมือ
uk: ID відбитком пальця на цьому пристрої не увімкнено. Для увімкнення ID відбитком пальця, перейдіть у Налаштування->ID відбитком пальця & секретний код і додайте відбиток пальця.

source: Touch-ID authentication
de: Touch-ID-Authentifizierung
es_419: Autenticación con ID táctil
id: Otentikasi ID Sentuh
it: Autenticazione Touch-ID
ms: Pengesahan Touch-ID
nl: Touch-ID authenticatie
pt_br: Autenticação por Touch ID
sv: Touch-ID-autentisering
uk: Аутентифікація Touch-ID

source: trade
de: und zu handeln
es_419: Operar
id: perdagangan
it: commercio
ms: perdagangan
nl: handel
pt_br: negociar
sv: handel
th: ค้า
uk: торгівля

source: Trade Completed
de: Handel abgeschlossen
es_419: Operación completada
id: Trade Selesai
it: Operazione completata
ms: Perdagangan selesai
nl: Handel voltooid
pt_br: Negociação concluída
sv: Handel slutförd
th: การค้าเสร็จสมบูรณ์
uk: Торгівля завершена

source: Trade Crypto
de: Handeln Sie Cryptos
es_419: Operar con criptomonedas
id: Tukar Crypto
ms: Dagangan Crypto
nl: Handel Crypto
pt_br: Negociar criptomoedas
sv: Handla krypto
th: แลกเปลี่ยน Crypto
uk: Торгуйте криптовалютою

source: Trade crypto with low fees without leaving your wallet.
de: Handeln Sie Cryptos mit geringen Gebühren, ohne Ihre Wallet zu verlassen.
es_419: Opera con criptomonedas con bajas comisiones en a misma billetera.
id: Perdagangkan crypto dengan biaya rendah tanpa meninggalkan dompet Anda.
it: Scambia criptovaluta con commissioni basse senza lasciare il tuo portafoglio.
ms: Dagangan crypto dengan yuran yang rendah tanpa meninggalkan dompet anda.
nl: Handel in crypto met lage kosten zonder uw portemonnee te verlaten.
pt_br: Negocie criptomoedas com taxas baixas sem sair da sua carteira.
sv: Handla krypto med låga avgifter utan att lämna din plånbok.
th: แลกเปลี่ยน crypto ด้วยค่าธรรมเนียมต่ำโดยไม่ทิ้งกระเป๋าเงินของคุณ
uk: Торгуйте криптовалютою за низькими цінами, не залишаючи гаманець.

source: Trade Lightning Fast
de: Handeln Sie blitzschnell
es_419: Operar a la velocidad de la luz
it: Scambia fulmini
ms: Perdagangan Lightning Fast
nl: Ruil snel
pt_br: Negocie rapidamente
sv: Handla blixt snabbt
th: ซื้อขาย Lightning รวดเร็ว
uk: Торгівля блискавкою швидко

source: Trade one crypto for another without giving up control of your keys. Get competitive, real-time prices and fast on-chain settlement.
de: Tauschen Sie eine Cryptowährung gegen eine andere, ohne die Kontrolle über Ihre Schlüssel zu verlieren. Erhalten Sie wettbewerbsfähige Preise in Echtzeit und eine schnelle Abwicklung in der Blockchain.
es_419: Opera con criptomonedas sin dejar de tener el control de tus claves. Sé competitivo, obtén precios en tiempo real y una rápida liquidación en la cadena.
id: Tukarkan satu crypto dengan yang lain tanpa menyerahkan kendali atas kunci Anda. Dapatkan harga yang kompetitif, waktu-nyata, dan penyelesaian on-chain yang cepat.
it: Scambia una criptovaluta con un'altra senza rinunciare al controllo delle tue chiavi. Ottieni prezzi competitivi, in tempo reale e un rapido insediamento a catena.
ms: Perdagangan satu crypto yang lain tanpa melepaskan kawalan kekunci anda. Dapatkan harga yang kompetitif, masa sebenar dan penyelesaian rantaian cepat.
nl: Ruil de ene crypto voor de andere zonder de controle over je sleutels op te geven. Krijg competitieve, realtime prijzen en snelle afhandeling in de keten.
pt_br: Troque uma criptomoeda por outra sem abrir mão do controle de suas chaves. Obtenha preços competitivos em tempo real e liquidação rápida na cadeia.
sv: Handla en krypto för en annan utan att ge upp kontrollen över dina nycklar. Få konkurrenskraftiga priser i realtid och snabb lösning på kedjan.
th: แลกเปลี่ยน crypto หนึ่งอันเพื่ออีกอันหนึ่งโดยไม่ยอมแพ้การควบคุมกุญแจของคุณ รับราคาที่แข่งขันได้แบบเรียลไทม์และการตั้งถิ่นฐานแบบออนไลน์ที่รวดเร็ว
uk: Торгуйте однією криптовалютою за іншою, не відмовляючись від контролю над своїми ключами. Отримуйте конкурентоспроможні ціни в режимі реального часу та швидке внутрішньопотужне врегулювання.

source: Trading your crypto doesn't mean trading away control.
de: Der Handel mit Ihrem Crypto bedeutet nicht, die Kontrolle über den Handel abzugeben.
es_419: Operar con criptomonedas no significa que perderás el control de las operaciones.
id: Berdagang crypto Anda tidak berarti bertukar kendali.
it: Fare trading con la tua cripto non significa rinunciare al controllo.
ms: Dagangan crypto anda tidak bermakna berdagang dengan kawalan.
nl: Het ruilen van uw crypto betekent niet dat u controle verruilt.
pt_br: Negociar sua criptomoeda não significa trocar o controle.
sv: Att handla din krypto betyder inte att handel bort kontrollen.
th: การซื้อขาย crypto ของคุณไม่ได้หมายถึงการควบคุมการซื้อขาย
uk: Торгуючи вашим крипто, ви не маєте на увазі торгівельний контроль.

source: Transaction Fee
de: Transaktionsgebühr
es_419: Comisión de transacción
id: Biaya transaksi
it: Costo della transazione
ms: Bayaran transaksi
nl: Transactiekosten
pt_br: Taxa de transação
sv: Transaktionsavgift
th: ค่าธรรมเนียมการทำธุรกรรม
uk: Плата за транзакцію

source: Transfer Funds
de: Geld überweisen
es_419: Transferir fondos
id: Transfer Dana
it: Trasferisci fondi
ms: Pemindahan dana
nl: Tegoeden overmaken
pt_br: Transferir fundos
sv: Överföra pengar
th: โอนเงิน
uk: Переказ коштів

source: Try Again
de: Versuch es noch einmal
es_419: Intentar otra vez
id: Coba lagi
it: Riprova
ms: Cuba lagi
nl: Probeer het opnieuw
pt_br: Tente novamente
sv: Försök igen
th: ลองอีกครั้ง
uk: Спробуйте ще раз

source: Unable to authenticate because the device does not support biometric authentication.
de: Authentifizierung nicht möglich, da das Gerät keine biometrische Authentifizierung unterstützt.
es_419: No se puede autenticar porque el dispositivo no admite la autenticación con datos biométricos.
id: Tidak dapat mengautentikasi karena perangkat tidak mendukung otentikasi biometrik.
it: Impossibile eseguire l'autenticazione perché il dispositivo non supporta l'autenticazione biometrica.
ms: Tidak dapat mengesahkan kerana peranti tidak menyokong pengesahan biometrik.
nl: Kan niet verifiëren omdat het apparaat geen biometrische verificatie ondersteunt.
pt_br: Não foi possível autenticar porque o dispositivo não oferece suporte à autenticação biométrica.
sv: Det går inte att autentisera eftersom enheten inte stöder biometrisk autentisering.
th: ไม่สามารถตรวจสอบความถูกต้องได้เนื่องจากอุปกรณ์ไม่รองรับการตรวจสอบความถูกต้องทางชีวภาพ
uk: Неможливо встановити автентифікацію, оскільки пристрій не підтримує біометричну аутентифікацію.

source: Unable to authenticate due to failing authentication too many times.
de: Authentifizierung nicht möglich, da die Authentifizierung zu oft fehlschlägt.
es_419: No se puede autenticar debido a que hubo demasiadas fallas de autenticación.
id: Tidak dapat mengautentikasi karena gagal otentikasi terlalu sering.
it: Impossibile eseguire l'autenticazione a causa di un'autenticazione non riuscita troppe volte.
ms: Tidak dapat mengesahkan kerana gagal mengesahkan terlalu banyak kali.
nl: Kan niet verifiëren vanwege te vaak mislukte verificatie.
pt_br: Não foi possível autenticar devido à muitas falhas na autenticação.
sv: Det går inte att autentisera på grund av felaktig autentisering för många gånger.
th: ไม่สามารถตรวจสอบสิทธิ์เนื่องจากการตรวจสอบสิทธิ์ล้มเหลวหลายครั้งเกินไป
uk: Неможливо встановити автентифікацію через те, що занадто багато разів не вдалося пройти автентифікацію.

source: Unable to load wallet due to no server response. You may be offline or Blockchain is experiencing difficulties. Please try again later.
de: Wallet kann aufgrund von fehlender Serverantwort nicht geladen werden. Eventuell sind Sie offline oder Blockchain hat derzeit mit Schwierigkeiten zu kämpfen. Bitte versuchen Sie es später erneut.
es_419: No se puede cargar la billetera porque no hay respuesta del servidor. Es posible que estés desconectado o que Blockchain.com tenga problemas. Intenta de nuevo más tarde.
id: Tidak dapat memuat dompet karena tidak ada respons dari server. Mungkin Anda sedang offline atau Blockchain sedang mengalami masalah. Mohon coba lagi nanti.
it: Impossibile caricare il portafoglio a causa di assenza di risposta del server. Potresti essere offline oppure Blockchain sta registrando delle difficoltà. Riprova più tardi.
ms: Tidak dapat memuat dompet kerana tiada tindak balas pelayan. Anda mungkin berada di luar talian atau Blockchain mengalami kesukaran. Sila cuba sebentar lagi.
nl: Kan de portemonnee niet laden omdat er geen serverrespons is. U bent wellicht offline of Blockchain ondervindt problemen. Probeer het later opnieuw.
pt_br: Não foi possível carregar a carteira devido a nenhuma resposta do servidor. Você pode estar off-line ou a Blockchain está com dificuldades. Tente novamente mais tarde.
sv: Det går inte att ladda plånboken på grund av inget svar från servern. Du kan vara offline eller Blockchain upplever svårigheter. Försök igen senare.
th: ไม่สามารถโหลดกระเป๋าเงินของคุณได้เนื่องจากไม่มีการตอบสนองจากเซิร์ฟเวอร์ คุณอาจจะไม่ได้เชื่อมต่อออนไลน์ หรือ Blockchain อาจกำลังประสบปัญหา โปรดลองอีกครั้งในภายหลัง
uk: Із-за відсутності відгуку від сервера неможливо завантажити гаманець. Можливо ви в режимі оффлайн або у Blockchain стався збій. Будь ласка, спробуйте пізніше.

source: Unable to retrieve the input device.
de: Das Eingabegerät kann nicht abgerufen werden.
es_419: No se puede recuperar el dispositivo de entrada.
id: Tidak dapat mengambil perangkat input.
it: Impossibile recuperare il dispositivo di input.
ms: Tidak dapat mengambil peranti input.
nl: Kan het invoerapparaat niet ophalen.
pt_br: Não foi possível recuperar o dispositivo de entrada.
sv: Det går inte att hämta ingångsenheten.
th: ไม่สามารถดึงอุปกรณ์อินพุตได้
uk: Не вдається завантажити пристрій введення.

source: Unable to use biometrics.
de: Biometrie kann nicht verwendet werden.
es_419: No se pueden usar datos biométricos.
id: Tidak dapat menggunakan biometrik.
it: Impossibile utilizzare la biometria.
ms: Tidak dapat menggunakan biometrik.
nl: Kan biometrie niet gebruiken.
pt_br: Não é possível usar a biometria.
sv: Det går inte att använda biometri.
th: ไม่สามารถใช้ชีวภาพ
uk: Неможливо використовувати біометричні дані.

source: Unconfirmed
de: Unbestätigt
es_419: No confirmado
id: Belum dikonfirmasi
it: Non confermato
ms: Belum disahkan
nl: Onbevestigd
pt_br: Não confirmado
sv: Obekräftade
th: ไม่ได้ยืนยัน
uk: Не підтверджено

source: Under Review
de: Wird überprüft
es_419: En revisión
id: Sedang Ditinjau
it: In fase di revisione
ms: Ditinjau
nl: Wordt beoordeeld
pt_br: Sob revisão
sv: Under granskning
th: ภายใต้การทบทวน
uk: Під переглядом

source: Unfortunately we're having trouble verifying your identity, and we need you to resubmit your verification information.
de: Leider haben wir Probleme damit, Ihre Identität zu überprüfen. Sie müssen Ihre Bestätigungsinformationen erneut einreichen.
es_419: Desafortunadamente, tenemos problemas para verificar tu identidad y necesitamos que vuelvas a enviar tu información de verificación.
id: Sayangnya kami mengalami masalah dalam memverifikasi identitas Anda, dan kami ingin Anda mengirimkan kembali informasi verifikasi Anda.
it: Purtroppo abbiamo problemi a verificare la tua identità e abbiamo bisogno che tu invii nuovamente le informazioni di verifica.
ms: Sayangnya, kami menghadapi masalah untuk mengesahkan identiti anda, dan kami memerlukan anda untuk menghantar semula maklumat pengesahan anda.
nl: Helaas ondervinden we problemen bij het verifiëren van uw identiteit en moeten we uw verificatiegegevens opnieuw verzenden.
pt_br: Infelizmente, estamos com problemas para verificar sua identidade e precisamos que você reenvie suas informações de verificação.
sv: Tyvärr har vi problem med att verifiera din identitet, och vi behöver dig att sända in din verifieringsinformation.
th: น่าเสียดายที่เราประสบปัญหาในการยืนยันตัวตนของคุณและเราต้องการให้คุณส่งข้อมูลการยืนยันอีกครั้ง
uk: На жаль, у нас виникли проблеми з перевіркою вашої особи, і нам потрібно повторно надати інформацію про підтвердження.

source: Unknown
de: Unbekannt
es_419: Desconocido
id: Tidak dikenal
it: Sconosciuto
ms: Tidak diketahui
nl: Onbekend
pt_br: Desconhecido
sv: Okänd
th: ไม่ทราบ
uk: Невідомо

source: Unverified
de: Nicht überprüft
es_419: No verificado
id: Tidak diverifikasi
it: Non verificato
ms: Tidak dapat disahkan
nl: Niet geverifieerd
pt_br: Não verificado
th: ไม่สอบ
uk: Неперевірений

source: Up to %@
de: Bis zu %@
es_419: Hasta %@
id: Hingga %@
it: Fino a %@
ms: Sehingga %@
nl: Tot %@
pt_br: Até %@
sv: Upp till %@
th: สูงถึง %@
uk: До %@

source: Update Available
de: Update verfügbar
es_419: Actualización disponible
id: Pembaruan tersedia
it: Aggiornamento disponibile
ms: Kemaskini ada
nl: Update beschikbaar
pt_br: Atualização disponível
sv: Uppdatering tillgänglig
th: อัปเดตพร้อมใช้งาน
uk: Доступно оновлення

source: Use %@ as PIN
de: Verwenden Sie %@ als PIN
es_419: Usar %@ como PIN
id: Gunakan %@ sebagai PIN
it: Usa %@ come PIN
ms: Gunakan %@ sebagai PIN
nl: Gebruik %@ als pincode
pt_br: Use %@ como PIN
sv: Använd %@ som PIN-kod
th: ใช้ %@ เป็น PIN
uk: Використовуйте %@ як PIN-код

source: Use Passcode
de: Passcode verwenden
es_419: Usar contraseña
id: Gunakan Kode Sandi
it: Usa passcode
ms: Gunakan Kod Laluan
nl: Gebruik wachtwoord
pt_br: Use o código de acesso
sv: Använd lösenord
th: ใช้รหัสผ่าน
uk: Використовуйте пароль

source: Use total spendable balance:
de: Verwenden Sie das gesamte Guthaben:
es_419: Utilizar el saldo total gastable:
id: Gunakan total saldo yang bisa dihabiskan:
it: Utilizza saldo totale spendibile:
ms: Gunakan baki yang boleh dibelanjakan:
nl: Totaal besteedbaar saldo gebruiken:
pt_br: Use o saldo total disponível:
sv: Använd den totala betalningsbara balansen:
th: ใช้ยอดดุลที่ใช้จ่ายได้ทั้งหมด:
uk: Використовуйте загальний витрачений баланс:

source: Using your computer's camera, scan the QR code below.
de: Scannen Sie mit der Kamera Ihres Computers den folgenden QR-Code.
es_419: Con la cámara de la computadora, escanea el código QR a continuación.
id: Menggunakan kamera komputer Anda, pindai kode QR di bawah ini.
it: Utilizzando la fotocamera del tuo computer, scansiona il codice QR qui sotto.
ms: Menggunakan kamera komputer anda, imbas kod QR di bawah.
nl: Scan de onderstaande QR-code met de camera van uw computer.
pt_br: Usando a câmera do seu computador, escaneie o código QR abaixo.
sv: Använd din dators kamera och skanna QR-koden nedan.
th: ใช้กล้องของคอมพิวเตอร์สแกนรหัส QR ด้านล่าง
uk: За допомогою камери комп'ютера скануйте QR-код нижче.

source: Value
de: Wert
es_419: Valor
id: Nilai
it: Valore
ms: Nilai
nl: Waarde
pt_br: Valor
sv: Värde
th: ราคา
uk: Значення

source: Verification in Progress
de: Überprüfung läuft
es_419: Verificación en curso
id: Verifikasi Sedang Berlangsung
it: Verifica in corso
ms: Pengesahan dalam Kemajuan
nl: Verificatie wordt uitgevoerd
pt_br: Verificação em andamento
sv: Verifiering pågår
th: กำลังตรวจสอบความคืบหน้า
uk: Перевірка триває

source: Verify Your Backup
de: Überprüfen Sie Ihr Backup
es_419: Verificar tu copia de seguridad
id: Verifikasi Cadangan Anda
it: Verifica il tuo backup
ms: Sahkan Cadangan Anda
nl: Controleer uw back-up
pt_br: Verifique seu backup
sv: Verifiera din säkerhetskopia
th: ยืนยันข้อมูลสำรองของคุณ
uk: Перевірте свою резервну копію

source: Verifying
de: Verifizierung erfolgt
es_419: Verificando
id: Sedang Memverifikasi
it: In fase di verifica
ms: Mengesahkan
nl: Aan het verifiëren
pt_br: Verificando
sv: Kontrollera
th: กำลังยืนยัน
uk: Верифікація

source: View Activity
de: Aktivität anzeigen
es_419: Ver actividad
id: Lihat Aktivitas
it: Vedi attività
ms: Lihat Aktiviti
nl: Bekijk activiteit
pt_br: Ver atividade
sv: Visa aktivitet
th: ดูกิจกรรม
uk: Переглянути активність

source: View details
de: Details anzeigen
es_419: Ver detalles
id: Melihat rincian
it: Visualizza dettagli
ms: Lihat butiran
nl: Bekijk details
pt_br: Ver detalhes
sv: Visa detaljer
th: ดูรายละเอียด
uk: Докладніше

source: Waiting for Payment
de: Warten auf Zahlung
es_419: Esperando el pago
id: Menunggu pembayaran
it: In attesa del pagamento
ms: Menunggu Bayaran
nl: Wachten op betaling
pt_br: Aguardando pagamento
sv: Väntar på utbetalning
th: กำลังรอการชำระเงิน
uk: Чекаємо оплати

source: Wallet Identifier
de: Wallet-ID
es_419: Identificador de billetera
id: Pengenal Dompet
it: Identificatore portafoglio
ms: Pengenal Dompet
nl: Portemonnee-ID
pt_br: Identificador de carteira
sv: Plånboksidentifikation
th: ตัวระบุกระเป๋าเงิน
uk: Ідентифікатор гаманця

source: Warning: Your wallet identifier is sensitive information. Copying it may compromise the security of your wallet.
de: Warnhinweis: Bei Ihrer Wallet-Kennung handelt es sich um empfindliche Information. Die Sicherheit Ihrer Wallet könnte durch ein Kopieren der ID eventuell gefährdet werden.
es_419: Advertencia: Tu identificador de billetera es información confidencial. Copiarlo puede poner en riesgo la seguridad de tu billetera.
id: Peringatan: Pengenal dompet Anda merupakan informasi sensitif. Menyalin itu mungkin membahayakan keamanan dompet Anda.
it: Attenzione: l'identificatore del tuo portafoglio contiene informazioni sensibili. Copiarlo potrebbe compromettere la sicurezza del tuo portafoglio.
ms: Amaran: Pengenalpastian dompet anda adalah maklumat sensitif. Menyalinnya mungkin menjejaskan Keselamatan dompet anda.
nl: Waarschuwing: Uw portemonnee-identifier is gevoelige informatie. Het kopiëren ervan kan de beveiliging van uw portemonnee in gevaar brengen.
pt_br: Aviso: o identificador da sua carteira é uma informação sensível. Copiá-lo pode comprometer a segurança da sua carteira.
sv: Varning: Din plånbok identifierare är känslig information. Kopiera den kan äventyra säkerheten för din plånbok.
th: คำเตือน: ตัวระบุกระเป๋าเงินของคุณเป็นข้อมูลที่ละเอียดอ่อน การคัดลอกมันอาจทำให้ความปลอดภัยของกระเป๋าเงินของคุณลดลง
uk: Попередження: ідентифікатор вашого гаманця є конфіденційним. Копіювання може поставити під загрозу ваш гаманець.

source: Watch Only
es_419: Solo mirar
id: Hanya Dilihat
it: Solo Watch
ms: Lihat sahaja
nl: Alleen-lezen
pt_br: Somente assistir
sv: Titta bara
th: ชมอย่างเดียว
uk: Лише для перегляду

source: We are experiencing a service issue that may affect displayed balances. Don't worry, your funds are safe.
de: Es tritt ein Serviceproblem auf, das die angezeigten Salden beeinflussen kann. Machen Sie sich keine Sorgen, Ihr Geld ist sicher.
es_419: Estamos teniendo problemas con el servicio que pueden afectar los saldos mostrados. No te preocupes, tus fondos están seguros.
id: Kami mengalami masalah layanan yang dapat memengaruhi saldo yang ditampilkan. Jangan khawatir, dana Anda aman.
it: Stiamo riscontrando un problema di servizio che potrebbe influire sui saldi visualizzati. Non preoccuparti, i tuoi fondi sono al sicuro.
ms: Kami sedang mengalami masalah perkhidmatan yang mungkin menjejaskan baki yang dipaparkan. Jangan risau, dana anda selamat.
nl: We ondervinden een serviceprobleem dat van invloed kan zijn op weergegeven saldi. Maak je geen zorgen, je geld is veilig.
pt_br: Estamos enfrentando um problema de serviço que pode afetar os saldos exibidos. Não se preocupe, seus fundos estão seguros.
sv: Vi upplever en tjänsteproblem som kan påverka visade saldon. Oroa dig inte, dina pengar är säkra.
th: เรากำลังประสบปัญหาบริการที่อาจส่งผลกระทบต่อยอดคงเหลือที่แสดง ไม่ต้องกังวลเงินของคุณปลอดภัย
uk: Ми відчуваємо проблему, яка може вплинути на відображені залишки. Не хвилюйтеся, ваші кошти безпечні.

source: We had trouble approving your identity. Your Swap feature has been disabled at this time.
de: Wir hatten Probleme, Ihre Identität zu bestätigen. Ihre Swap-Funktion wurde zu diesem Zeitpunkt deaktiviert.
es_419: Tuvimos problemas para aprobar su identidad. Se ha deshabilitado la función de intercambio por el momento.
id: Kami kesulitan menyetujui identitas Anda. Fitur Swap Anda telah dinonaktifkan saat ini.
it: Abbiamo avuto problemi ad approvare la tua identità. La tua funzione di scambio è stata disattivata in questo momento.
ms: Kami menghadapi masalah meluluskan identiti anda. Ciri Pertukaran anda telah dilumpuhkan pada masa ini.
nl: We hebben problemen met het goedkeuren van je identiteit. Uw Swap-functie is op dit moment uitgeschakeld.
pt_br: Tivemos problemas para aprovar sua identidade. Seu recurso de troca foi desativado neste momento.
sv: Vi hade problem med att godkänna din identitet. Din bytesfunktion har blivit inaktiverad vid denna tidpunkt.
th: เรามีปัญหาในการอนุมัติตัวตนของคุณ คุณลักษณะการสลับของคุณถูกปิดใช้งานในขณะนี้
uk: У нас виникла проблема з підтвердженням вашої особи. Ваша функція заміни була вимкнена на даний момент.
