Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: Imported Private Key %@
de: Importierter privater Schlüssel %@
id: Kunci Pribadi yang Diimpor %@
it: Chiave privata importata %@
ms: %@ kunci peribadi yang diimport
nl: Geïmporteerde privésleutel %@
sv: Importerade privata nyckeln %@
th: คีย์ส่วนตัวที่นำเข้า %@
uk: Імпортований особистий ключ %@

source: Imported watch-only address %@
de: Importierte Watch-Only-Adresse %@
id: Alamat yang bisa dilihat saja yang diimpor %@
it: Importato indirizzo in sola visualizzazione %@
ms: Alamat jam tangan yang diimport %@
nl: Geïmporteerd alleen-lezen-adres %@
sv: Importeras endast titta på adress %@
th: ที่อยู่แบบชมอย่างเดียวที่นำเข้า %@
uk: Імпортована адреса лише для перегляду %@

source: Importing key
de: Schlüssel wird importiert
id: Mengimpor kunci
it: Sto importando la chiave
ms: Import utama
nl: Geïmporteerde sleutel
sv: Importera nyckel
th: กำลังนำเข้าคีย์
uk: Імпортування ключа

source: Incoming
de: Eingehend
id: Masuk
it: in arrivo
ms: Masuk
nl: inkomend
sv: Inkommande
th: ขาเข้า
uk: Вхідні

source: Incorrect private key
de: Unzutreffender privater Schlüssel
id: Kunci pribadi salah
it: Chiave privata non corretta
ms: Kunci peribadi yang tidak betul
nl: Onjuiste privésleutel
sv: Felaktig privata nyckel
th: คีย์ส่วนตัวไม่ถูกต้อง
uk: Невірний особистий ключ

source: Increase fee
de: Gebühr erhöhen
id: Tingkatkan biaya
it: Commissione di aumento
ms: Meningkatkan yuran
nl: Verhoog de vergoeding
sv: Öka avgiften
th: เพิ่มค่าธรรมเนียม
uk: Збільшити плату

source: Increase My Limits
de: Meine Limits erhöhen
id: Tingkatkan Batas Saya
it: Aumenta i miei limiti
ms: Meningkatkan Had Saya
nl: Verhoog mijn grenzen
sv: Öka mina gränser
th: เพิ่มขีด จำกัด ของฉัน
uk: Збільшити мої ліміти

source: Indian Rupee
de: Indische Rupie
id: Rupee India
it: Rupia indiana
ms: Rupee India
nl: Indiase roepie
sv: Indisk rupie
th: รูปีอินเดีย
uk: Індійська рупія

source: Ineligible
de: Nicht berechtigt
id: Tidak memenuhi syarat
it: ineleggibile
ms: Tidak layak
nl: Niet in aanmerking komende
sv: Obehörig
th: ไม่มีสิทธิ์
uk: Неприйнятний

source: Insufficient funds
de: Unzureichende Mittel
id: Dana tidak mencukupi
it: Fondi insufficienti
ms: Kekurangan dana
nl: Onvoldoende middelen
sv: Otillräckliga medel
th: เงินทุนไม่เพียงพอ
uk: Недостатньо коштів

source: Introducing Digital US Dollars (USD PAX) to de-risk your crypto investment or lock-in gains.
de: Einführung von Digital US Dollars (USD PAX), um Ihr Crypto-Investment oder Ihre Gewinne abzusichern.
id: Memperkenalkan Dolar AS Digital (USD PAX) untuk mengurangi risiko investasi crypto Anda atau keuntungan terkunci.
it: Presentazione di Digital US Dollars (USD PAX) per ridurre il rischio di investimenti in criptovalute o guadagni di lock-in.
ms: Memperkenalkan Dolar AS Digital (USD PAX) untuk menaksir pelaburan crypto anda atau keuntungan lock-in.
nl: Introductie van digitale US Dollars (USD PAX) om uw crypto-investering of lock-in-winsten te riskeren.
sv: Introduktion av digitala amerikanska dollar (USD PAX) för att riskera din kryptoinvestering eller inlåningsvinster.
th: ขอแนะนำ Digital US Dollars (USD PAX) เพื่อลดความเสี่ยงในการลงทุน crypto หรือการล็อคอิน
uk: Представляємо цифрові долари США (PAX USD) для зменшення ризику інвестицій в криптовалюту або прибутків від блокування.

source: Introducing USD PAX, a safe and stable crypto asset you can use to store value. 1 PAX = 1 USD.
de: Wir stellen Ihnen USD PAX vor, ein sicheres und stabiles Crypto-Asset, mit dem Sie Werte erhalten können. 1 PAX = 1 USD.
id: Memperkenalkan USD PAX, aset crypto yang aman dan stabil yang dapat Anda gunakan untuk menyimpan nilai. 1 PAX = 1 USD.
it: Ti presentiamo USD PAX, un cripto asset sicuro e stabile che puoi utilizzare per archiviare valore. 1 PAX = 1 USD.
ms: Memperkenalkan USD PAX, aset crypto yang selamat dan stabil yang boleh anda gunakan untuk menyimpan nilai. 1 PAX = 1 USD.
nl: Introductie van USD PAX, een veilige en stabiele crypto-asset die u kunt gebruiken om waarde op te slaan. 1 PAX = 1 USD.
sv: Vi introducerar USD PAX, en säker och stabil krypto tillgång du kan använda för att lagra värde. 1 PAX = 1 USD.
th: ขอแนะนำ USD PAX ซึ่งเป็นสินทรัพย์ crypto ที่ปลอดภัยและมีเสถียรภาพที่คุณสามารถใช้เพื่อจัดเก็บค่า 1 PAX = 1 USD
uk: Представляючи USD PAX, безпечний та стабільний криптовалюта, який можна використовувати для зберігання вартості. 1 PAX = 1 USD.

source: Invalid %@ address: %@
de: Ungültige %@ -Adresse: %@
id: %1$@ alamat tidak valid: %2$@
it: Indirizzo %1$@ non valido: %2$@
ms: Alamat %@ tidak sah: %@
nl: Ongeldig %@ -adres: %@
sv: Ogiltig %1$@ -adress: %2$@
th: ที่อยู่ %1$@ ไม่ถูกต้อง: %2$@
uk: Недійсна %@ адреса: %@

source: Invalid Bitcoin address: %@
de: Ungültige Bitcoin-Adresse: %@
id: Alamat Bitcoin tidak valid: %@
it: Indirizzo Bitcoin non valido: %@
ms: Alamat Bitcoin tidak sah: %@
nl: Ongeldig Bitcoin-adres: %@
sv: Ogiltig Bitcoin-adress: %@
th: ที่อยู่ Bitcoin ไม่ถูกต้อง: %@
uk: Недійсна адреса Bitcoin: %@

source: Invalid destination address
de: Ungültige Zieladresse
id: Alamat tujuan tidak valid
it: Indirizzo di destinazione non valido
ms: Alamat destinasi tidak sah
nl: Ongeldig bestemmingsadres
sv: Ogiltig destinationsadress
th: ที่อยู่ปลายทางไม่ถูกต้อง
uk: Недійсна адреса призначення

source: Invalid ETH Address
de: Ungültige ETH-Adresse
id: Alamat ETH tidak valid
it: Indirizzo ETH non valido
ms: Alamat ETH tidak sah
nl: Ongeldig ETH-adres
sv: Ogiltig ETH-adress
th: ที่อยู่ ETH ไม่ถูกต้อง
uk: Недійсний ETH-адреса

source: Invalid Identifier
de: Ungültige Kennung
id: Pengenal Tidak Valid
it: Identificatore non valido
ms: Pengenalan tidak sah
nl: Ongeldige identifier
sv: Ogiltig identifierare
th: ตัวระบุไม่ถูกต้อง
uk: Невірний ідентифікатор

source: Invalid mobile number.
de: Ungültige Handynummer.
id: Nomor ponsel tidak valid.
it: Numero di telefono non valido.
ms: Nombor telefon bimbit yang tidak sah.
nl: Ongeldig mobiel telefoonnummer.
sv: Ogiltig mobilnummer.
th: หมายเลขโทรศัพท์ไม่ถูกต้อง
uk: Невірний номер моб. телефону.

source: Invalid Send Value
de: Ungültiger Sendewert
id: Nilai Kirim Tidak Valid
it: Valore di invio non valido
ms: Nilai Kirim tidak sah
nl: Ongeldige verzendwaarde
sv: Ogiltigt skicka värde
th: มูลค่าการส่งไม่ถูกต้อง
uk: Недійсне значення відправки

source: Invalid to bitcoin address
de: Ungültig für Bitcoin-Adresse
id: Alamat bitcoin tidak valid
it: Indirizzo di bitcoin non valido
ms: Tidak sah untuk alamat bitcoin
nl: Ongeldig voor bitcoin-adres
sv: Ogiltig till bitcoin-adress
th: ที่อยู่ bitcoin ไม่ถูกต้อง
uk: Недійсна адреса біткойна

source: Invalid verification code. Please try again.
de: Ungülgtiger Verifizierungscode. Bitte erneut versuchen.
id: Kode verifikasi tidak valid. Silakan coba lagi.
it: Codice di verifica non valido. Per favore, riprova.
ms: Kod pengesahan tidak sah. Sila cuba lagi.
nl: Ongeldige verificatiecode. Probeer het opnieuw.
sv: Ogiltig verifieringskod. Försök igen.
th: รหัสการยืนยันไม่ถูกต้อง โปรดลองอีกครั้ง
uk: Контрольний код невірний Будь ласка, спробуйте ще раз.

source: Invalid Wallet ID
de: Ungültige Brieftaschen-ID
id: ID Dompet Tidak Valid
it: ID portafoglio non valido
ms: ID Wallet tidak sah
nl: Ongeldige Wallet-ID
sv: Ogiltigt plånbok-ID
th: ID กระเป๋าเงินไม่ถูกต้อง
uk: Недійсний ідентифікатор Wallet

source: It may take up to 1 hour for your transaction to be processed.
de: Es kann bis zu 1 Stunde dauern, bis Ihre Transaktion verarbeitet ist.
id: Diperlukan waktu hingga 1 jam untuk transaksi Anda diproses.
it: L'elaborazione della transazione potrebbe richiedere fino a 1 ora.
ms: Ia mungkin mengambil masa sehingga 1 jam untuk transaksi anda diproses.
nl: Het kan tot 1 uur duren voordat uw transactie is verwerkt.
sv: Det kan ta upp till en timme innan din transaktion behandlas.
th: อาจใช้เวลาถึง 1 ชั่วโมงในการดำเนินการธุรกรรมของคุณ
uk: Обробка вашої транзакції може зайняти до 1 години.

source: Japanese Yen
de: Japanische YEN
id: Yen jepang
it: Yen Giapponese
ms: Yen Jepun
nl: Japanse Yen
sv: Japanska yen
th: เงินเยนของญี่ปุ่น
uk: Японська ієна

source: Just now
de: Nur jetzt
id: Saat ini
it: Proprio ora
ms: Tadi
nl: Daarnet
sv: Just nu
th: เมื่อครู่นี้
uk: Щойно

source: Keep higher fee
de: Höhere Gebühr behalten
id: Simpan biaya yang lebih tinggi
it: Mantieni tariffa più alta
ms: Pastikan bayaran yang lebih tinggi
nl: Houd een hogere vergoeding
sv: Håll högre avgift
th: เก็บค่าธรรมเนียมที่สูงขึ้น
uk: Зберігайте вищу плату

source: Keep lower fee
de: Halten Sie niedrigere Gebühr
id: Simpan biaya yang lebih rendah
it: Mantieni tariffa più bassa
ms: Simpan bayaran yang lebih rendah
nl: Houd een lagere vergoeding
sv: Håll lägre avgift
th: รักษาค่าธรรมเนียมให้ต่ำลง
uk: Зберігайте нижчу плату

source: Keep this QR code hidden until you're ready.
de: Halten Sie diesen Code versteckt, bis Sie bereit sind.
id: Biarkan kode ini disembunyikan sampai Anda siap.
it: Mantieni questo codice nascosto fino a quando non sei pronto.
ms: Simpan kod ini tersembunyi sehingga anda siap.
nl: Houd deze code verborgen totdat je er klaar voor bent.
sv: Håll den här koden dold tills du är redo.
th: เก็บรหัสนี้ไว้จนกว่าคุณจะพร้อม
uk: Зберігайте цей код прихованим, поки ви не будете готові.

source: Keep this QR code safe!
de: Bewahren Sie diesen QR-Code sicher auf!
id: Amankan kode QR ini!
it: Mantieni questo codice QR sicuro!
ms: Simpan kod QR ini selamat!
nl: Bewaar deze QR-code veilig!
sv: Håll den här QR-koden säker!
th: รักษารหัส QR นี้ไว้อย่างปลอดภัย!
uk: Зберігайте цей QR-код у безпеці!

source: Keep track of your crypto balances from your Wallet's dashboard. Your Wallet currently supports Bitcoin, Ether, Bitcoin Cash, Stellar XLM and USD PAX.
de: Verfolgen Sie Ihre Crypto-Guthaben über das Dashboard Ihrer Wallet. Ihre Wallet unterstützt derzeit Bitcoin, Ether, Bitcoin Cash, Stellar XLM und USD PAX.
id: Pantau saldo crypto Anda dari dasbor Dompet Anda. Dompet Anda saat ini mendukung Bitcoin, Ether, Bitcoin Cash, Stellar XLM dan USD PAX.
it: Tieni traccia dei tuoi saldi crittografici dalla dashboard del tuo portafoglio. Il tuo portafoglio attualmente supporta Bitcoin, Ether, Bitcoin Cash, Stellar XLM e USD PAX.
ms: Jejaki baki crypto anda dari papan pemuka Wallet anda. Dompet anda kini menyokong Bitcoin, Ether, Bitcoin Cash, XLM Bintang dan USD PAX.
nl: Houd uw cryptosaldi bij via het dashboard van uw Wallet. Uw Wallet ondersteunt momenteel Bitcoin, Ether, Bitcoin Cash, Stellar XLM en USD PAX.
sv: Håll koll på dina kryptobalanser från din plånboks instrumentpanel. Din plånbok stöder för närvarande Bitcoin, Ether, Bitcoin Cash, Stellar XLM och USD PAX.
th: ติดตามการเข้ารหัสลับของคุณจากแดชบอร์ดของ Wallet ปัจจุบัน Wallet ของคุณรองรับ Bitcoin, Ether, Bitcoin Cash, Stellar XLM และ USD PAX
uk: Слідкуйте за криптовалютами на інформаційній панелі Wallet. Наразі ваш гаманець підтримує Bitcoin, Ether, Bitcoin Cash, Stellar XLM та USD PAX.

source: Key already imported
de: Schlüssel bereits importiert
id: Kunci sudah diimpor
it: Chiave già importata
ms: Kunci telah diimport
nl: Sleutel al geïmporteerd
sv: Nyckel redan importerad
th: นำเข้าคีย์แล้ว
uk: Ключ уже імпортований

source: Large Transaction
de: Große Transaktion
id: Transaksi Besar
it: Transazione di grandi dimensioni
ms: Transaksi Besar
nl: Grote transactie
sv: Stor transaktion
th: การทำธุรกรรมขนาดใหญ่
uk: Велика транзакція

source: Launch The Exchange
de: Starten Sie den Exchange
id: Luncurkan Pertukaran
it: Avvia lo scambio
ms: Pelancaran Pertukaran
nl: Start The Exchange
sv: Starta börsen
th: เปิดตัว The Exchange
uk: Запустіть біржу

source: Learn more about USD PAX
de: Erfahren Sie mehr über USD PAX
id: Pelajari lebih lanjut tentang PAX USD
it: Ulteriori informazioni su USD PAX
ms: Ketahui lebih lanjut mengenai USD PAX
nl: Meer informatie over USD PAX
sv: Läs mer om USD PAX
th: เรียนรู้เพิ่มเติมเกี่ยวกับ USD PAX
uk: Дізнайтеся більше про USD PAX

source: Link Mobile
de: Handy verknüpfen
id: Tautan Ponsel
it: Connetti al cellulare
ms: Mudah alih pautan
nl: Mobiel linken
th: ลิงก์มือถือ
uk: Мобільне посилання

source: Load More Transactions
de: Laden Sie weitere Transaktionen
id: Muat Lebih Banyak Transaksi
it: Carica più transazioni
ms: Muatkan Lebih Banyak Transaksi
nl: Laad meer transacties
sv: Ladda fler transaktioner
th: โหลดธุรกรรมเพิ่มเติม
uk: Завантажте більше транзакцій

source: Loading Exchange
de: Laden von Exchange
id: Memuat Pertukaran
it: Scambio di caricamento
ms: Memuatkan Pertukaran
nl: Exchange laden
sv: Laddar Exchange
th: กำลังโหลดการแลกเปลี่ยน
uk: Завантаження обміну

source: Loading External Page
de: Externe Seite wird geladen
id: Pemuatan Halaman Eksternal
it: Sto caricando una pagina esterna
ms: Memuatkan laman luar
nl: Externe pagina aan het laden
sv: Laddar extern sida
th: กำลังโหลดหน้าภายนอก
uk: Завантаження зовнішньої сторінки

source: Lockbox
de: Schließfach
id: Peti uang

source: Locked Account
de: Gesperrtes Konto
id: Akun Terkunci
it: Account bloccato
ms: Akaun Dikunci
nl: Vergrendelde account
sv: Låst konto
th: บัญชีถูกล็อค
uk: Заблокований рахунок

source: Log in to Web Wallet
de: Melden Sie sich bei Web Wallet an
id: Masuk ke Web Wallet
it: Accedi a Web Wallet
ms: Masuk ke Wallet Web
nl: Log in op Web Wallet
sv: Logga in på webbplånbok
th: เข้าสู่ระบบ Web Wallet
uk: Увійдіть у веб-гаманець

source: Log in to your Blockchain Wallet via your PC or Mac at
de: Melden Sie sich über Ihren PC oder Mac mit %s bei Ihrem Blockchain Wallet an.
id: Masuk ke Blockchain Wallet Anda melalui PC atau Mac Anda di %1$s .
it: Accedi al tuo Portafoglio Blockchain tramite PC o Mac a %1$s .
ms: Log masuk ke Wallet Blockchain anda melalui PC atau Mac anda pada %s .
nl: Log in op uw Blockchain-portemonnee via uw pc of Mac op %s .
sv: Logga in på din Blockchain-plånbok via din PC eller Mac på %1$s .
th: เข้าสู่ระบบ Blockchain Wallet ผ่าน PC หรือ Mac ที่ %1$s
uk: Увійдіть у свій Blockchain Wallet за допомогою ПК або Mac за допомогою %s .

source: Logout and forget wallet
de: Abmelden und Brieftasche vergessen
id: Logout dan lupakan dompet
it: Esci e dimentica il portafoglio
ms: Log keluar dan lupa dompet
nl: Log uit en vergeet de portemonnee
sv: Logga ut och glömma plånboken
th: ออกจากระบบและลืมกระเป๋าเงิน
uk: Вийти та забути гаманець

source: Look for an email from Blockchain and click the verification link to complete your wallet setup.
de: Warten Sie auf eine E-Mail-Nachricht von Blockchain und klicken Sie zur Vervollständigung Ihrer Wallet-Einrichtung auf den darin enthaltenen Link.
id: Carilah email dari Blockchain dan klik tautan verifikasi untuk menyelesaikan pengaturan dompet Anda.
it: Cerca una email inviata da Blockchain e fai clic sul link di verifica per completare l'impostazione del tuo portafogli.
ms: Cari e-mel daripada Blockchain dan klik pautan pengesahan untuk menyelesaikan persediaan dompet anda.
nl: Zoek een e-mail van Blockchain en klik op de verificatielink om het instellen van je portemonnee te voltooien.
sv: Leta efter ett e-postmeddelande från Blockchain och klicka på verifieringslänken för att slutföra din plånbok.
th: มองหาอีเมลจาก Blockchain และคลิกลิงก์ยืนยันเพื่อทำการตั้งค่ากระเป๋าเงินของคุณให้เสร็จสิ้น
uk: Знайдіть лист від Blockchain і натисніть на посилання у ньому для підтвердження, щоб завершити налаштування гаманця.

source: Looks like you've already received your airdrop!
de: Sieht so aus, als hätten Sie Ihren Lufttropfen bereits erhalten!
id: Sepertinya Anda sudah menerima airdrop!
it: Sembra che tu abbia già ricevuto il tuo airdrop!
ms: Sepertinya anda telah menerima airdrop anda!
nl: Het lijkt erop dat je je airdrop al hebt ontvangen!
sv: Det verkar som om du redan har fått din airdrop!
th: ดูเหมือนว่าคุณได้รับ airdrop แล้ว!
uk: Схоже, ви вже отримали свою крапку!

source: Low fee not recommended
de: Niedrige Gebühr nicht empfohlen
id: Biaya rendah tidak disarankan
it: Tariffa bassa non consigliata
ms: Bayaran yang rendah tidak digalakkan
nl: Lage vergoeding niet aanbevolen
sv: Låg avgift rekommenderas inte
th: ค่าธรรมเนียมต่ำไม่แนะนำ
uk: Низька плата не рекомендується

source: Lower fee
de: Gebühr verringern
id: Turunkan biaya
it: Abbassa la commissione
ms: Bayaran yang lebih rendah
nl: Tarief verlagen
sv: Lägre avgift
th: ค่าธรรมเนียมที่ต่ำลง
uk: Нижча комісія

source: Manage Risk Better
de: Besseres Risikomanagement
id: Kelola Risiko dengan Lebih Baik
it: Gestisci il rischio meglio
ms: Menguruskan Risiko Lebih Baik
nl: Beheer risico's beter
sv: Hantera risken bättre
th: จัดการความเสี่ยงได้ดีขึ้น
uk: Управління ризиком краще

source: Manually
de: Per Hand
id: Secara Manual
it: Manualmente
ms: Secara manual
nl: Handmatg
sv: Manuellt
th: ด้วยตนเอง
uk: Вручну

source: Markets are Moving 🚀
de: Die Märkte bewegen sich 🚀
id: Pasar Bergerak 🚀
it: I mercati si stanno muovendo 🚀
ms: Pasaran Bergerak 🚀
nl: Markten bewegen zich 🚀
sv: Marknaderna rör sig 🚀
th: ตลาดกำลังเคลื่อนไหว🚀
uk: Ринки рухаються

source: May be at risk for a double spend.
de: Kann für doppelte Ausgaben gefährdet sein.
id: Mungkin berisiko untuk pengeluaran ganda.
it: Potrebbe essere a rischio per una doppia spesa.
ms: Mungkin berisiko untuk belanja berganda.
nl: Kan het risico lopen voor een dubbele uitgave.
sv: Kan vara i riskzonen för en dubbel spendering.
th: อาจมีความเสี่ยงสำหรับการใช้จ่ายสองครั้ง
uk: Можуть загрожувати подвійні витрати.

source: Memos are used to communicate optional information to the recipient.
de: Memos werden verwendet, um dem Empfänger optionale Informationen zu übermitteln.
id: Memo digunakan untuk mengkomunikasikan informasi opsional kepada penerima.
it: I memo vengono utilizzati per comunicare informazioni opzionali al destinatario.
ms: Memo digunakan untuk menyampaikan maklumat pilihan kepada penerima.
nl: Memo's worden gebruikt om optionele informatie aan de ontvanger door te geven.
sv: Anteckningar används för att kommunicera valfri information till mottagaren.
th: บันทึกช่วยจำจะใช้ในการสื่อสารข้อมูลทางเลือกให้กับผู้รับ
uk: Пам'ятки використовуються для передачі необов'язкової інформації одержувачу.

source: Miners receive this fee to process this transaction.
de: Bergleute erhalten diese Gebühr, um diese Transaktion abzuwickeln.
id: Penambang menerima biaya ini untuk memproses transaksi ini.
it: I minatori ricevono questa commissione per elaborare questa transazione.
ms: Penambang menerima bayaran ini untuk memproses transaksi ini.
nl: Mijnwerkers ontvangen deze vergoeding om deze transactie te verwerken.
sv: Gruvarbetare får denna avgift för att behandla denna transaktion.
th: คนงานได้รับค่าธรรมเนียมนี้เพื่อดำเนินการธุรกรรมนี้
uk: Шахтарі отримують цю плату за обробку цієї транзакції.

source: Minimum Balance
de: Mindestguthaben
id: Saldo Minimum
it: Saldo minimo
ms: Baki Minimum
nl: Minimum balans
sv: Minsta saldo
th: ยอดเงินขั้นต่ำ
uk: Мінімальний баланс

source: Minimum of 1.0 XLM needed for new accounts
de: Mindestens 1.0 XLM für neue Konten erforderlich
id: Minimal diperlukan 1,0 XLM untuk akun baru
it: Minimo 1,0 XLM necessario per i nuovi account
ms: Minimum 1.0 XLM diperlukan untuk akaun baru
nl: Minimaal 1,0 XLM nodig voor nieuwe accounts
sv: Minst 1,0 XLM behövs för nya konton
th: ขั้นต่ำ 1.0 XLM ที่จำเป็นสำหรับบัญชีใหม่
uk: Мінімум 1,0 XLM потрібно для нових облікових записів

source: Mobile Buy & Sell is supported for iOS 9 and up. Please run a software update or login at login.blockchain.com on your computer.
de: Mobile Buy & Sell wird für iOS 9 und höher unterstützt. Führen Sie auf Ihrem Computer ein Software-Update durch oder melden Sie sich unter login.blockchain.com an.
id: Beli & Jual Seluler didukung untuk iOS 9 dan lebih tinggi. Silakan jalankan pembaruan perangkat lunak atau login di login.blockchain.com di komputer Anda.
it: Mobile Buy & Sell è supportato per iOS 9 e versioni successive. Esegui un aggiornamento del software o accedi a login.blockchain.com sul tuo computer.
ms: Beli & Jual Mudah Alih disokong untuk iOS 9 dan ke atas. Sila jalankan kemas kini perisian atau log masuk di login.blockchain.com pada komputer anda.
nl: Mobiel kopen en verkopen wordt ondersteund voor iOS 9 en hoger. Voer een software-update uit of log in op login.blockchain.com op uw computer.
sv: Mobile Buy & Sell stöds för iOS 9 och senare. Kör en programuppdatering eller logga in på login.blockchain.com på din dator.
th: รองรับการซื้อและขายผ่านมือถือสำหรับ iOS 9 ขึ้นไป โปรดเรียกใช้การอัปเดตซอฟต์แวร์หรือเข้าสู่ระบบที่ login.blockchain.com บนคอมพิวเตอร์ของคุณ
uk: Мобільні покупки та продажі підтримуються для iOS 9 і новіших версій. Запустіть оновлення програмного забезпечення або увійдіть на сайт login.blockchain.com на своєму комп’ютері.

source: Mobile Linked
de: Handy wurde verknüpft
id: Ponsel Terhubung
it: Cellulare collegato
ms: Bergerak Bergerak
nl: Mobiel gelinkt
sv: Mobil kopplad
th: เชื่อมต่อมือถือแล้ว
uk: Телефон прив'язано

source: Month
de: Monat
id: Bulan
it: Mese
ms: Bulan
nl: Maand
sv: Månad
th: เดือน
uk: Місяць

source: More Info
de: Weitere Informationen
id: Info lebih lanjut
it: Ulteriori informazioni
ms: Maklumat lanjut
nl: Meer informatie
sv: Mer information
th: ข้อมูลเพิ่มเติม
uk: Більше інформації

source: More Information Needed
de: Weitere Informationen erforderlich
id: Informasi Lebih Lanjut Dibutuhkan
it: Ulteriori informazioni necessarie
ms: Maklumat Lanjut Diperlukan
nl: Meer informatie nodig
sv: Mer information behövs
th: ต้องการข้อมูลเพิ่มเติม
uk: Потрібна додаткова інформація

source: Most exchanges on Swap are completed seamlessly in two hours. Please contact us. Together, we can figure this out.
de: Die meisten Tauschvorgänge bei Swap werden in zwei Stunden nahtlos abgewickelt. Bitte kontaktieren Sie uns. Zusammen können wir es lösen.
id: Sebagian besar pertukaran di Swap selesai mulus dalam dua jam. Silahkan hubungi kami Bersama-sama, kita bisa mencari tahu ini.
it: La maggior parte degli scambi su Swap viene completata senza soluzione di continuità in due ore. Ci contatti per favore. Insieme, possiamo capirlo.
ms: Kebanyakan pertukaran pada Pertukaran selesai dengan lancar dalam masa dua jam. Sila hubungi kami. Bersama-sama, kita dapat memikirkannya.
nl: De meeste beurzen bij Swap worden binnen twee uur naadloos voltooid. Gelieve ons te contacteren. Samen kunnen we dit uitzoeken.
sv: De flesta utbyten på byte utförs sömlöst på två timmar. Vänligen kontakta oss. Tillsammans kan vi räkna ut det här.
th: การแลกเปลี่ยนบน Swap ส่วนใหญ่จะเสร็จสมบูรณ์อย่างราบรื่นในเวลาสองชั่วโมง กรุณาติดต่อเรา. เราสามารถหาคำตอบกันได้
uk: Більшість обмінів на Swap завершуються плавно через дві години. Зв'яжіться з нами. Разом ми можемо це зрозуміти.

source: My Ether Wallet
de: Meine Ätherbrieftasche
id: Dompet Eter Saya
it: Il mio portafoglio Ether
ms: Dompet Ether saya
nl: Mijn Ether-portemonnee
sv: Min Ether Wallet
uk: Мій ефірний гаманець

source: My Stellar Wallet
de: Meine hervorragende Brieftasche
id: Dompet Stellar Saya
it: Il mio portafoglio stellare
ms: Dompet Bintang Saya
nl: Mijn Stellar Wallet
sv: Min stjärna plånbok
uk: Мій зоряний гаманець

source: My USD PAX Wallet
de: Meine USD PAX-Wallet
id: Dompet USD PAX Saya
it: Il mio portafoglio USD PAX
ms: USD PAX Wallet saya
nl: Mijn USD PAX-portemonnee
sv: Min USD PAX Plånbok
th: กระเป๋าเงิน USD PAX ของฉัน
uk: Мій гаманець USD PAX

source: Needs BIP38 Password
de: Benötigt BIP38 Passwort
id: Membutuhkan Kata Sandi BIP38
it: Richiede password BIP38
ms: Keperluan BIP38 Password
nl: Heeft BIP38 wachtwoord nodig
sv: Behöver BIP38-lösenord
th: ต้องการรหัสผ่าน BIP38
uk: Потрібен пароль BIP38

source: Network Delays
de: Netzwerkverzögerungen
id: Keterlambatan Jaringan
it: Ritardi di rete
ms: Kelewatan rangkaian
nl: Netwerkvertragingen
sv: Nätverksfördröjningar
th: เครือข่ายล่าช้า
uk: Затримки мережі
