Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: We're not sure what happened but we didn't receive your order details. Unfortunately, you're going to have to enter your order again.
de: Wir sind nicht sicher, was passiert ist, aber wir haben Ihre Bestelldaten nicht erhalten. Leider müssen Sie Ihre Bestellung erneut eingeben.
id: Kami tidak yakin apa yang terjadi tetapi kami tidak menerima detail pesanan Anda. Sayangnya, Anda harus memasukkan pesanan lagi.
it: Non siamo sicuri di cosa sia successo ma non abbiamo ricevuto i dettagli dell'ordine. Sfortunatamente, dovrai inserire di nuovo il tuo ordine.
ms: Kami tidak pasti apa yang berlaku tetapi kami tidak menerima butiran pesanan anda. Malangnya, anda perlu memasukkan pesanan anda sekali lagi.
nl: We weten niet zeker wat er is gebeurd, maar we hebben uw bestellingsgegevens niet ontvangen. Helaas moet je je bestelling opnieuw invoeren.
sv: Vi vet inte vad som hände men vi mottog inte dina orderuppgifter. Tyvärr måste du skriva in din beställning igen.
th: เราไม่แน่ใจว่าเกิดอะไรขึ้น แต่เราไม่ได้รับรายละเอียดการสั่งซื้อของคุณ น่าเสียดายที่คุณจะต้องป้อนคำสั่งซื้ออีกครั้ง
uk: Ми не впевнені, що сталося, але ми не отримали деталі вашого замовлення. На жаль, вам доведеться знову ввести своє замовлення.

source: We're sorry, the airdrop program is currently not available where you are.
de: Es tut uns leid, das Airdrop-Programm ist derzeit nicht verfügbar, wo Sie sich befinden.
id: Maaf, program airdrop saat ini tidak tersedia di tempat Anda.
it: Siamo spiacenti, il programma airdrop non è attualmente disponibile dove ti trovi.
ms: Kami minta maaf, program airdrop ini tidak tersedia di mana anda berada.
nl: Sorry, het airdrop-programma is momenteel niet beschikbaar waar je bent.
sv: Vi är ledsna, airdrop-programmet är för närvarande inte tillgängligt där du är.
th: ขออภัยโปรแกรม airdrop ไม่สามารถใช้ได้ในที่ที่คุณอยู่
uk: На жаль, програма airdrop наразі недоступна, де ви знаходитесь.

source: We're sorry, the XLM airdrop is over. Complete your profile to be eligible for future airdrops and access trading.
de: Es tut uns leid, der XLM-Airdrop ist vorbei. Vervollständigen Sie Ihr Profil, um für zukünftige Airdrops und den Zugang zum Handel berechtigt zu sein.
id: Maaf, airdrop XLM sudah berakhir. Lengkapi profil Anda agar memenuhi syarat untuk mendapatkan airdrop di masa mendatang dan akses perdagangan.
it: Siamo spiacenti, l'airdrop XLM è finito. Completa il tuo profilo per essere idoneo per lanci futuri e accedere al trading.
ms: Kami minta maaf, liputan XLM selesai. Lengkapkan profil anda agar layak untuk pertunjukan udara dan perdagangan akses masa depan.
nl: Het spijt ons, het XLM-airdrop is voorbij. Vul uw profiel in om in aanmerking te komen voor toekomstige luchtlandingen en toegang tot handel.
sv: Vi är ledsna, XLM airdrop är över. Slutför din profil för att vara berättigad till framtida airdrops och åtkomsthandel.
th: ขออภัย XLM Airdrop สิ้นสุดแล้ว กรอกข้อมูลในโปรไฟล์ของคุณเพื่อรับสิทธิ์ airdrops ในอนาคตและเข้าถึงการซื้อขาย
uk: На жаль, аерограф на XLM закінчився. Завершіть свій профіль, щоб мати право на майбутні аеродроми і доступ до торгівлі.

source: Week
de: Woche
id: Minggu
it: Settimana
ms: Minggu
sv: Vecka
th: อาทิตย์
uk: Тиждень

source: Welcome to Blockchain
de: Willkommen bei Blockchain
id: Selamat datang di Blockchain
it: Benvenuto in Blockchain
ms: Selamat datang ke Blockchain
nl: Welkom bij Blockchain
sv: Välkommen till Blockchain
th: ยินดีต้อนรับสู่ Blockchain
uk: Ласкаво просимо до Blockchain

source: Welcome to Blockchain!
de: Willkommen bei Blockchain!
id: Selamat datang di Blockchain!
it: Benvenuto in Blockchain!
ms: Selamat datang ke Blockchain!
nl: Welkom bij Blockchain!
sv: Välkommen till Blockchain!
th: ยินดีต้อนรับสู่ Blockchain!
uk: Ласкаво просимо до Blockchain!

source: Welcome to Swap!
de: Willkommen bei Swap!
id: Selamat datang di Swap!
it: Benvenuto in Swap!
ms: Selamat datang ke Pertukaran!
nl: Welkom bij Swap!
sv: Välkommen till Swap!
th: ยินดีต้อนรับสู่ Swap!
uk: Ласкаво просимо в Swap!

source: We’re bringing USD PAX to iOS. While you wait, Send, Receive & Exchange USD PAX on the web.
de: Wir bringen USD PAX auf iOS. Senden, empfangen und tauschen Sie USD PAX im Internet, während Sie warten.
id: Kami membawa PAX USD ke iOS. Selagi Anda menunggu, Kirim, Terima & Tukarkan PAX USD di web.
it: Stiamo portando USD PAX su iOS. Mentre aspetti, invia, ricevi e cambia USD PAX sul web.
ms: Kami membawa USD PAX ke iOS. Semasa anda menunggu, Hantar, Terima & Tukar USD PAX di web.
nl: We brengen USD PAX naar iOS. Terwijl u wacht, verzendt, ontvangt & ruilt u USD PAX op internet.
sv: Vi tar USD PAX till iOS. Medan du väntar, skickar, mottar och byter USD PAX på webben.
th: เรากำลังนำ USD PAX ไปยัง iOS ในขณะที่คุณรอส่งรับและแลกเปลี่ยน USD PAX บนเว็บ
uk: Ми приносимо USD PAX до iOS. Поки ви чекаєте, надсилайте, отримуйте та обмінюйтеся USD PAX в Інтернеті.

source: What do you want to exchange?
de: Was möchten Sie umtauschen?
id: Apa yang ingin Anda tukarkan?
it: Cosa vuoi scambiare?
ms: Apa yang anda ingin bertukar?
nl: Wat wil je ruilen?
sv: Vad vill du utbyta?
th: คุณต้องการแลกเปลี่ยนอะไร
uk: Що ви хочете обміняти?

source: What do you want to receive?
de: Was möchten Sie erhalten?
id: Apa yang ingin Anda terima?
it: Cosa vuoi ricevere?
ms: Apa yang anda mahu terima?
nl: Wat wil je ontvangen?
sv: Vad vill du få?
th: คุณต้องการรับอะไร
uk: Що ти хочеш отримати?

source: What is USD PAX?
de: Was ist USD PAX?
id: Apa itu PAX USD?
it: Cos'è USD PAX?
ms: Apa itu USD PAX?
nl: Wat is USD PAX?
sv: Vad är USD PAX?
th: USD PAX คืออะไร?
uk: Що таке USD PAX?

source: What's this for?
de: Wofür ist das?
id: Untuk apa ini?
it: A cosa serve questo?
ms: Apa ini?
nl: Waar is dit voor?
sv: Vad är detta för?
th: สิ่งนี้มีไว้เพื่ออะไร?
uk: Для чого це?

source: What's this?
de: Was ist das?
id: Apa ini?
it: Cos'è?
ms: Apakah ini?
nl: Wat is dit?
sv: Vad är det här?
th: มันคืออะไร?
uk: Що це?

source: Where
de: Wo
id: Dimana
it: Dove
ms: Di mana
nl: Waar
sv: Var
th: ที่ไหน
uk: Де

source: Whoa! Hold your horses. 🐴
de: Whoa! Langsam.
id: Wah! Pegang kudamu. 🐴
it: Whoa! Tieni i tuoi cavalli. 🐴
ms: Whoa! Pegang kuda anda. 🐴
nl: Whoa! Rustig aan. 🐴
sv: Oj! Vänta lite nu. 🐴
th: โว้ว! ถือม้าของคุณ 🐴
uk: Ой! Не поспішайте. 🐴

source: With Blockchain Airdrops, get free crypto sent right to your Blockchain Wallet.
de: Mit Blockchain Airdrops erhalten Sie kostenlose Krypto direkt an Ihre Blockchain Wallet.
id: Dengan Blockchain Airdrops, dapatkan crypto gratis yang dikirim langsung ke Wallet Blockchain Anda.
it: Con Blockchain Airdrops, ricevi crittografia gratuita direttamente sul tuo portafoglio Blockchain.
ms: Dengan Blockchain Airdrops, dapatkan crypto percuma yang dihantar terus ke Wallet Blockchain anda.
nl: Met Blockchain Airdrops krijg je gratis crypto rechtstreeks naar je Blockchain-portemonnee gestuurd.
sv: Med Blockchain Airdrops kan du skicka gratis krypto direkt till din Blockchain-plånbok.
th: ด้วย Blockchain Airdrops รับ crypto ฟรีที่ถูกส่งไปยัง Blockchain Wallet ของคุณ
uk: За допомогою Blockchain Airdrops отримайте безкоштовну криптовалюту, направлену прямо у ваш Blockchain Wallet.

source: With Swap your crypto is safe, secure, and your keys are always intact.
de: Mit Swap ist Ihr Crypto sicher und Ihre Schlüssel immer intakt.
id: Dengan Swap, crypto Anda aman, aman, dan kunci Anda selalu utuh.
it: Con Swap la tua criptovaluta è sicura e protetta e le tue chiavi sono sempre intatte.
ms: Dengan Swap crypto anda selamat, terjamin, dan kunci anda sentiasa utuh.
nl: Met Swap is je crypto veilig, en zijn je sleutels altijd intact.
sv: Med Swap är din krypto säker, säker och dina nycklar är alltid intakta.
th: ด้วยการแลกเปลี่ยน crypto ของคุณปลอดภัยและกุญแจของคุณจะยังคงอยู่
uk: За допомогою swap ваша криптовалюта є надійною, надійною, а ваші ключі завжди недоторканими.

source: Word %@ of %@
de: Wort %@ von %@
id: Word %1$@ dari %2$@
it: Parola %1$@ di %2$@
nl: Woord %@ van %@
sv: Word %1$@ av %2$@
th: Word %1$@ จาก %2$@
uk: Слово %@ з %@

source: Would you like to add the bitcoin address %@ to your address book?
de: Möchten Sie die Bitcoin-Adresse %@ Ihrem Adressbuch hinzufügen?
id: Apakah Anda ingin menambahkan alamat bitcoin %@ ke buku alamat Anda?
it: Vuoi aggiungere l'indirizzo bitcoin %@ alla tua rubrica?
ms: Adakah anda ingin menambah alamat bitcoin %@ ke buku alamat anda?
nl: Wilt u Bitcoin-adres %@ toevoegen aan uw adresboek?
sv: Vill du lägga till bitcoin adressen %@ i din adressbok?
th: คุณต้องการเพิ่มที่อยู่ bitcoin %@ ไปยังสมุดที่อยู่หรือไม่?
uk: Хочете додати bitcoin-адресу %@ в адресну книгу?

source: Would you like to archive the addresses used?
de: Möchten Sie die verwendeten Adressen archivieren?
id: Apakah Anda ingin mengarsipkan alamat yang digunakan?
it: Vuoi archiviare gli indirizzi utilizzati?
ms: Adakah anda ingin mengarkibkan alamat yang digunakan?
nl: Wilt u de gebruikte adressen archiveren?
sv: Vill du arkivera de adresser som används?
th: คุณต้องการเก็บถาวรที่อยู่ที่ใช้หรือไม่
uk: Чи хотіли б ви архівувати використані адреси?

source: Would you like to tell us about your experience with Blockchain?
de: Möchten Sie uns etwas über Ihre Erfahrungen mit Blockchain erzählen?
id: Apakah Anda ingin memberi tahu kami tentang pengalaman Anda dengan Blockchain?
it: Vuoi raccontarci la tua esperienza con Blockchain?
ms: Adakah anda ingin memberitahu kami tentang pengalaman anda dengan Blockchain?
nl: Wil je ons vertellen over je ervaringen met Blockchain?
sv: Vill du berätta om din upplevelse med Blockchain?
th: คุณต้องการบอกเราเกี่ยวกับประสบการณ์ของคุณกับ Blockchain หรือไม่
uk: Чи хотіли б ви розповісти про свій досвід роботи з Blockchain?

source: Write down the following 12 word Recovery Phrase exactly as they appear and in this order:
de: Schreiben Sie die folgenden 12-Wörter-Wiederherstellungsphrasen genau so auf, wie sie erscheinen und in dieser Reihenfolge:
id: Tuliskan 12 kata Recovery Phrase berikut persis seperti yang muncul dan dalam urutan ini:
it: Annota la seguente frase di recupero di 12 parole esattamente come appare e in questo ordine:
ms: Tuliskan 12 Phrase Pemulihan berikut seperti yang dipaparkan dan dalam perintah ini:
nl: Noteer de volgende 12-woordherstelzin precies zoals ze verschijnen en in deze volgorde:
sv: Skriv ned följande 12 ord återhämtningsfras exakt som de visas och i den här ordningen:
th: เขียนวลีการกู้คืน 12 คำต่อไปนี้ตามที่ปรากฏและตามลำดับนี้:
uk: Запишіть наступні 12 словосполучення відновлення саме так, як вони з’являються, і в такому порядку:

source: Wrong BIP38 Password
de: Falsches BIP38-Passwort
id: Kata Sandi BIP38 Salah
it: Password BIP38 errata
ms: Kata laluan salah BIP38
nl: Verkeerd BIP38-wachtwoord
sv: Fel BIP38 lösenord
th: รหัสผ่าน BIP38 ผิด
uk: Невірний пароль BIP38

source: Wrong Verification Code
de: Falscher Bestätigungscode
id: Kode Verifikasi Salah
it: Codice di verifica errato
ms: Kod Pengesahan Salah
nl: Verkeerde verificatiecode
sv: Fel verifieringskod
th: รหัสยืนยันผิด
uk: Неправильний код підтвердження

source: XLM is a token that enables quick, low cost global transactions. Send, receive, and trade XLM in the wallet today.
de: XLM ist ein Token, das schnelle, kostengünstige und globale Transaktionen ermöglicht. Senden, empfangen und tauschen Sie XLM noch heute in der Wallet.
id: XLM adalah token yang memungkinkan transaksi global yang cepat dan berbiaya rendah. Kirim, terima, dan tukar XLM di dompet hari ini.
it: XLM è un token che consente transazioni globali rapide e a basso costo. Invia, ricevi e scambia XLM nel portafoglio oggi.
ms: XLM adalah tanda yang membolehkan transaksi global yang cepat dan rendah. Hantar, terima, dan uruskan XLM dalam dompet hari ini.
nl: XLM is een token dat snelle, goedkope wereldwijde transacties mogelijk maakt. Verzend, ontvang en ruil XLM vandaag in de portemonnee.
sv: XLM är en token som möjliggör snabba och låga globala transaktioner. Skicka, ta emot och handla XLM i plånboken idag.
th: XLM เป็นโทเค็นที่ช่วยให้ธุรกรรมทั่วโลกรวดเร็วและราคาถูก ส่งรับและแลกเปลี่ยน XLM ในกระเป๋าเงินวันนี้
uk: XLM - це маркер, що дозволяє здійснювати швидкі глобальні транзакції з низькою вартістю. Надіслати, отримати та продати XLM у гаманці сьогодні.

source: XLM Reserve Requirement
de: XLM-Reserveanforderung
id: Persyaratan Cadangan XLM
it: Requisito di riserva XLM
ms: Keperluan Rizab XLM
nl: XLM-reserveverplichting
sv: XLM-reservkrav
th: ข้อกำหนดการสำรอง XLM
uk: Вимога резерву XLM

source: Year
de: Jahr
id: Tahun
it: Anno
ms: Tahun
nl: Jaar
sv: År
th: ปี
uk: Рік

source: Yes, rate Blockchain Wallet
de: Ja, bewerten Sie Blockchain Wallet
id: Ya, beri peringkat Blockchain Wallet
it: Sì, vota il portafoglio Blockchain
ms: Ya, dedahkan Wallet Blockchain
nl: Ja, beoordeel Blockchain Wallet
sv: Ja, betygsätt Blockchain Wallet
th: ใช่ให้คะแนน Blockchain Wallet
uk: Так, оцініть Blockchain Wallet

source: Yesterday
de: Gestern
id: Kemarin
it: Ieri
ms: Semalam
nl: Gisteren
sv: Igår
th: เมื่อวาน
uk: Вчора

source: You are about to import a watch-only address, an address (or public key script) stored in the wallet without the corresponding private key. This means that the funds can be spent ONLY if you have the private key stored elsewhere. If you do not have the private key stored, do NOT instruct anyone to send you bitcoin to the watch-only address.
de: Sie importieren gerade eine Nur-Uhr-Adresse, eine Adresse (oder ein Skript mit öffentlichem Schlüssel), die in der Brieftasche ohne den entsprechenden privaten Schlüssel gespeichert sind. Dies bedeutet, dass das Geld NUR ausgegeben werden kann, wenn Sie den privaten Schlüssel an einer anderen Stelle gespeichert haben. Wenn Sie den privaten Schlüssel nicht gespeichert haben, weisen Sie niemanden an, Ihnen Bitcoin an die Nur-Uhr-Adresse zu senden.
id: Anda akan mengimpor alamat khusus arloji, alamat (atau skrip kunci publik) yang disimpan di dompet tanpa kunci pribadi yang sesuai. Ini berarti bahwa dana tersebut dapat dihabiskan HANYA jika Anda memiliki kunci pribadi yang disimpan di tempat lain. Jika Anda tidak menyimpan kunci pribadi, JANGAN menginstruksikan siapa pun untuk mengirimi Anda bitcoin ke alamat khusus arloji.
it: Stai per importare un indirizzo di solo controllo, un indirizzo (o uno script di chiave pubblica) memorizzato nel portafoglio senza la chiave privata corrispondente. Ciò significa che i fondi possono essere spesi SOLO se la chiave privata è archiviata altrove. Se non hai la chiave privata memorizzata, NON dare istruzioni a nessuno di inviarti bitcoin all'indirizzo di sola sorveglianza.
ms: Anda akan mengimport alamat jam tangan sahaja, alamat (atau skrip utama awam) yang disimpan di dompet tanpa kunci persendirian yang sepadan. Ini bermakna dana boleh dibelanjakan SAHAJA jika anda mempunyai kunci peribadi yang disimpan di tempat lain. Sekiranya anda tidak mempunyai kekunci peribadi yang disimpan, TIDAK memberi arahan kepada sesiapa sahaja untuk menghantar bitcoin ke alamat jam tangan sahaja.
nl: U staat op het punt een adres voor alleen een horloge, een adres (of een script met een openbare sleutel) dat in de portemonnee is opgeslagen, te importeren zonder de bijbehorende persoonlijke sleutel. Dit betekent dat het geld ALLEEN kan worden uitgegeven als u de privésleutel ergens anders heeft opgeslagen. Als u de privésleutel niet heeft opgeslagen, instrueer dan niemand om u bitcoin te sturen naar het alleen-kijken-adres.
sv: Du håller på att importera en adress för endast klocka, en adress (eller public key script) lagrad i plånboken utan motsvarande privat nyckel. Detta innebär att medlen endast kan användas om du har den privata nyckeln lagrad någon annanstans. Om du inte har den privata nyckeln lagrad, instruera INTE någon att skicka dig bitcoin till den endast klockadress.
th: คุณกำลังจะนำเข้าที่อยู่สำหรับดูอย่างเดียวที่อยู่ (หรือสคริปต์กุญแจสาธารณะ) ที่เก็บไว้ในกระเป๋าเงินโดยไม่มีรหัสส่วนตัวที่เกี่ยวข้อง ซึ่งหมายความว่าสามารถใช้เงินได้เฉพาะเมื่อคุณมีรหัสส่วนตัวที่เก็บไว้ที่อื่น หากคุณไม่ได้เก็บกุญแจส่วนตัวห้ามสั่งให้ใครส่ง bitcoin ให้คุณไปยังที่อยู่สำหรับดูอย่างเดียว
uk: Ви збираєтесь імпортувати адресу, призначену лише для перегляду, адресу (або скрипт із відкритим ключем), що зберігається в гаманці без відповідного приватного ключа. Це означає, що кошти можна витратити ТІЛЬКИ, якщо приватний ключ зберігається в іншому місці. Якщо у вас немає збереженого приватного ключа, НЕ доручайте нікому надсилати вам біткойн за адресою, призначеною лише для перегляду.

source: You are about to receive bitcoin to a watch-only address. You can only spend these funds if you have access to the private key. Continue?
de: Es werden Ihnen gleich Bitcoins an eine Watch-Only-Adresse zugesandt. Dieses Guthaben können Sie nur dann ausgeben, wenn Sie über einen privaten Schlüssel verfügen. Weiter?
id: Anda akan menerima bitcoin ke alamat yang hanya dilihat. Anda hanya dapat menghabiskan dana ini jika Anda memiliki akses terhadap kunci pribadi. Lanjutkan?
it: Stai per ricevere dei bitcoin su un indirizzo solo watch. Puoi spendere questi fondi solo se hai accesso alla chiave privata. Vuoi continuare?
ms: Anda akan menerima bitcoin ke alamat yang menonton sahaja. Anda hanya boleh menggunakan dana ini jika anda mempunyai akses kepada kunci peribadi. Teruskan?
nl: U staat op het punt om Bitcoins te ontvangen op een alleen-lezen-adres. U kunt deze tegoeden alleen uitgeven als u toegang heeft tot de privésleutel. Doorgaan?
sv: Du kommer att få bitcoin till en klocka-bara adress. Du kan bara spendera dessa medel om du har tillgång till den privata nyckeln. Vill du fortsätta?
th: คุณกำลังจะได้รับ bitcoin ไปยังที่อยู่แบบชมอย่างเดียว คุณสามารถใช้เงินเหล่านี้ได้หากคุณสามารถเข้าถึงคีย์ส่วนตัวได้เท่านั้น ดำเนินการต่อ?
uk: Ви збираєтесь отримати bitcoin на адресу тільки для перегляду. Ви можете витрачати ці кошти, якщо у вас є доступ до особистого ключа. Продовжити?

source: You are now running our most secure wallet
de: Sie nutzen jetzt unsere sicherste Wallet
id: Anda sekarang menjalankan dompet kami yang paling aman
it: Ora stai eseguendo il nostro portafoglio più sicuro
ms: Anda kini menjalankan dompet kami yang paling selamat
nl: U gebruikt nu onze meest veilige portemonnee
sv: Du kör nu vår säkraste plånbok
th: ตอนนี้คุณใช้กระเป๋าเงินที่ปลอดภัยที่สุดของเราแล้ว
uk: Зараз у вас працює найбезпечніший гаманець

source: You asked, we listened. We’re excited to announce that your Blockchain wallet will now allow you to seamlessly send and receive ether!
de: Du hast gefragt, wir haben zugehört. Wir freuen uns, Ihnen mitteilen zu können, dass Sie mit Ihrer Blockchain-Brieftasche jetzt nahtlos Äther senden und empfangen können!
id: Anda bertanya, kami mendengarkan. Kami senang mengumumkan bahwa dompet Blockchain Anda sekarang akan memungkinkan Anda untuk mengirim dan menerima eter dengan mulus!
it: Hai chiesto, abbiamo ascoltato. Siamo lieti di annunciare che il tuo portafoglio Blockchain ora ti consentirà di inviare e ricevere senza problemi etere!
ms: Anda bertanya, kami mendengar. Kami teruja untuk mengumumkan bahawa dompet Blockchain anda sekarang akan membolehkan anda menghantar dan menerima dengan lancar!
nl: U vroeg, we luisterden. We zijn verheugd om aan te kondigen dat je met je Blockchain-portemonnee nu naadloos ether kunt verzenden en ontvangen!
sv: Du frågade, vi lyssnade. Vi är glada över att kunna meddela att din Blockchain-plånbok nu gör att du kan skicka och ta emot eter sömlöst!
th: คุณถามเราฟัง เราตื่นเต้นที่จะประกาศว่ากระเป๋าเงิน Blockchain ของคุณจะอนุญาตให้คุณส่งและรับอีเธอร์ได้อย่างราบรื่น!
uk: Ви запитали, ми слухали. Ми раді повідомити, що ваш гаманець Blockchain тепер дозволить вам безперешкодно надсилати та отримувати ефір!

source: You can now exchange your bitcoin for ether and vice versa directly from your Blockchain wallet!
de: Sie können jetzt Ihr Bitcoin direkt aus Ihrer Blockchain-Brieftasche gegen Äther eintauschen und umgekehrt!
id: Anda sekarang dapat menukar bitcoin Anda dengan eter dan sebaliknya langsung dari dompet Blockchain Anda!
it: Ora puoi scambiare il tuo bitcoin con etere e viceversa direttamente dal tuo portafoglio Blockchain!
ms: Anda kini boleh menukar bitcoin anda untuk eter dan sebaliknya langsung dari dompet Blockchain anda!
nl: U kunt uw bitcoin nu rechtstreeks vanuit uw Blockchain-portemonnee omwisselen voor ether en omgekeerd!
sv: Du kan nu byta ut din bitcoin för eter och vice versa direkt från din Blockchain plånbok!
th: ตอนนี้คุณสามารถแลกเปลี่ยน bitcoin เป็นอีเธอร์และในทางกลับกันได้โดยตรงจากกระเป๋าเงิน Blockchain ของคุณ!
uk: Тепер ви можете обміняти свій біткойн на ефір і навпаки безпосередньо зі свого гаманця Blockchain!

source: You can now spend from this address.
de: Es können jetzt von dieser Adresse aus Ausgaben erfolgen.
id: Anda sekarang dapat membelanjakan dari alamat ini.
it: Ora puoi spendere da questo indirizzo.
ms: Anda kini boleh membelanjakan dari alamat ini.
nl: U kunt nu uitgeven vanaf dit adres.
sv: Nu kan du tillbringa från denna adress.
th: คุณสามารถใช้จ่ายจากที่อยู่นี้ได้ตอนนี้
uk: Тепер ви можете витрачати з цієї адреси.

source: You can read more information about Stellar's minimum balance requirement at Stellar.org
de: Weitere Informationen zu Stellars Mindestguthaben finden Sie auf Stellar.org
id: Anda dapat membaca informasi lebih lanjut tentang persyaratan saldo minimum Stellar di Stellar.org
it: Puoi leggere ulteriori informazioni sui requisiti minimi di bilancio di Stellar su Stellar.org
ms: Anda boleh membaca lebih banyak maklumat mengenai keperluan baki minimum Stellar di Stellar.org
nl: U kunt meer informatie over Stellar's minimumbalansvereiste lezen op Stellar.org
sv: Du kan läsa mer information om Stellars minimikrav på Stellar.org
th: คุณสามารถอ่านข้อมูลเพิ่มเติมเกี่ยวกับข้อกำหนดยอดคงเหลือขั้นต่ำของ Stellar ได้ที่ Stellar.org
uk: Ви можете ознайомитись з додатковою інформацією про мінімальну вимогу до балансу Stellar на Stellar.org

source: You Control Your Key
de: Sie kontrollieren Ihren Schlüssel
id: Anda Mengontrol Kunci Anda
it: Tu controlli la tua chiave
ms: Anda Mengawal Kunci Anda
nl: U beheert uw sleutel
sv: Du styr din nyckel
th: คุณควบคุมคีย์ของคุณ
uk: Ви керуєте своїм ключем

source: You currently have SMS notifications enabled. Changing your email will disable SMS notifications.
de: Sie haben derzeit SMS-Benachrichtigungen aktiviert. Durch Ändern Ihrer E-Mail werden SMS-Benachrichtigungen deaktiviert.
id: Saat ini Anda mengaktifkan notifikasi SMS. Mengubah email Anda akan menonaktifkan notifikasi SMS.
it: Al momento hai abilitato le notifiche SMS. La modifica dell'email disabilita le notifiche SMS.
ms: Anda kini mempunyai pemberitahuan SMS yang didayakan. Menukar e-mel anda akan mematikan pemberitahuan SMS.
nl: Je hebt momenteel sms-meldingen ingeschakeld. Als je je e-mailadres wijzigt, worden sms-meldingen uitgeschakeld.
sv: Du har för närvarande SMS-aviseringar aktiverade. Om du ändrar din e-post kommer SMS-aviseringar att inaktiveras.
th: ขณะนี้คุณเปิดใช้งานการแจ้งเตือนทาง SMS การเปลี่ยนอีเมลจะเป็นการปิดการแจ้งเตือนทาง SMS
uk: На даний момент увімкнено сповіщення SMS. Якщо змінити електронну пошту, вимкніть сповіщення SMS.

source: You do not have an account set up for Mail. Please contact %@
de: Sie verfügen über kein eingerichtetes Mail-Konto. Kontaktieren Sie bitte %@
id: Anda tidak memiliki akun untuk pengaturan Surat Silakan hubungi %@
it: Non hai un account impostato per la Posta. Contatta %@
ms: Anda tidak mempunyai akaun yang disediakan untuk Mail. Sila hubungi %@
nl: U heeft geen account opgezet voor e-mail. Neem contact op met %@
sv: Du har inte ett konto för Mail. Vänligen kontakta %@
th: คุณไม่ได้ตั้งค่าบัญชีสำหรับ Mail โปรดติดต่อ %@
uk: Ви не маєте встановленого акаунту для пошти Будь ласка, зв'яжіться %@
