Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: We wil debit your payment method in 2 business days once your order is approved. Your final amount might change due to market activity.
de: Wir werden Ihre Zahlungsmethode innerhalb von 2 Werktagen belasten, sobald Ihre Bestellung genehmigt wurde. Ihr endgültiger Betrag kann sich aufgrund der Marktaktivität ändern.
id: Kami akan mendebit metode pembayaran Anda dalam 2 hari kerja setelah pesanan Anda disetujui. Jumlah akhir Anda mungkin berubah karena aktivitas pasar.
it: Addebiteremo il tuo metodo di pagamento in 2 giorni lavorativi dopo l'approvazione dell'ordine. L'importo finale potrebbe variare a causa dell'attività di mercato.
ms: Kami akan mendebitkan kaedah pembayaran anda dalam 2 hari bekerja setelah pesanan anda diluluskan. Jumlah akhir anda mungkin berubah kerana aktiviti pasaran.
nl: We zullen uw betaalmethode binnen 2 werkdagen afschrijven zodra uw bestelling is goedgekeurd. Uw uiteindelijke bedrag kan veranderen als gevolg van marktactiviteit.
sv: Vi debiterar din betalningsmetod inom två arbetsdagar när din beställning har godkänts. Ditt slutliga belopp kan förändras på grund av marknadsaktivitet.
uk: Ми будемо дебетувати ваш спосіб оплати протягом 2 робочих днів після затвердження вашого замовлення. Ваша остаточна сума може змінитися через ринкову активність.

source: You can have a maximum of three cards
de: Sie können maximal drei Karten haben
id: Anda dapat memiliki maksimal tiga kartu
it: Puoi avere un massimo di tre carte
ms: Anda boleh memiliki maksimum tiga kad
nl: Je kunt maximaal drie kaarten hebben
sv: Du kan ha högst tre kort
uk: Ви можете мати максимум три картки

source: You must have Gold Level verification status to add a credit card.
de: Sie müssen über den Gold Level-Überprüfungsstatus verfügen, um eine Kreditkarte hinzufügen zu können.
id: Anda harus memiliki status verifikasi Tingkat Emas untuk menambahkan kartu kredit.
it: Devi avere lo stato di verifica del livello Gold per aggiungere una carta di credito.
ms: Anda mesti mempunyai status pengesahan Tahap Emas untuk menambahkan kad kredit.
nl: Je moet de Gold Level-verificatiestatus hebben om een creditcard toe te voegen.
sv: Du måste ha guldnivåverifieringsstatus för att lägga till ett kreditkort.
uk: Ви повинні мати статус підтвердження рівня золота, щоб додати кредитну картку.

source: Finished
de: Fertig
id: Jadi
it: Finito
ms: Selesai
nl: Afgewerkt
sv: Färdiga
uk: Готово

source: Your final amount may change due to market activity
de: Ihr endgültiger Betrag kann sich aufgrund von Marktaktivitäten ändern
id: Jumlah akhir Anda dapat berubah karena aktivitas pasar
it: L'importo finale può variare a causa dell'attività di mercato
ms: Jumlah akhir anda mungkin berubah kerana aktiviti pasaran
nl: Uw uiteindelijke bedrag kan veranderen als gevolg van marktactiviteit
sv: Ditt slutliga belopp kan förändras på grund av marknadsaktivitet
uk: Ваша остаточна сума може змінитися через ринкову активність

source: Interest
de: Zins
id: Bunga
uk: Інтерес

source: Wallet Balance
de: Brieftaschen-Saldo
id: Saldo Dompet
uk: Баланс гаманця

source: View on Blockchain Explorer
de: Anzeigen im Blockchain Explorer

source: Add Credit or Debit Card
de: Kredit- oder Debitkarte hinzufügen

source: Algorand is a scalable, secure and decentralized digital currency and transactions platform.
de: Algorand ist eine skalierbare, sichere und dezentrale Plattform für digitale Währungen und Transaktionen.

source: Buy Algorand
de: Kaufen Sie Algorand

source: Buy Tether Now
de: Jetzt Tether kaufen

source: Please do not send any funds via ACH. A real bank transfer must be sent
de: Bitte senden Sie kein Geld über ACH. Eine echte Überweisung muss gesendet werden

source: Say Hello to Algorand!
de: Sag Hallo zu Algorand!

source: Say Hello to Tether!
de: Sag Hallo zu Tether!

source: Send funds directly from your bank to your Blockchain.com Wallet. Once we receive the manual transfer, use that cash to buy crypto.
de: Senden Sie Geld direkt von Ihrer Bank an Ihre Blockchain.com-Geldbörse. Sobald wir die manuelle Überweisung erhalten haben, verwenden Sie dieses Geld, um Krypto zu kaufen.

source: USDT is the world's largest Stablecoin. Buy and swap from your app. Full Send and Receive functionality are available on the Web wallet.
de: USDT ist die weltweit größte Stablecoin. Kaufen und tauschen Sie über Ihre App. Die vollständigen Sende- und Empfangsfunktionen sind in der Web-Brieftasche verfügbar.

source: Verify your identity to deposit cash into your Wallet. Buy & Sell scrupto. Withdraw at anytime.
de: Überprüfen Sie Ihre Identität, um Bargeld in Ihre Brieftasche einzuzahlen. Scrupto kaufen und verkaufen. Jederzeit abheben.

source: Accrued Interest This Month
de: In diesem Monat aufgelaufene Zinsen

source: Add %@ to your Interest Account
de: Fügen Sie Ihrem Zinskonto %@

source: Add BTC to Your Interest Account
de: Fügen Sie Ihrem Interessenkonto BTC hinzu

source: Earn 9.0% Interest
de: 9,0% Zinsen verdienen

source: Earn Interest on Your Crypto
de: Verdienen Sie Interesse an Ihrer Krypto

source: Interest Account
de: Zinskonto

source: Interest Paid
de: Zinszahlung

source: Interest Rate
de: Zinsrate

source: Interest Summary
de: Zinsübersicht

source: Manage your %@ Interest Account on the web at blockchain.com
de: Verwalten Sie Ihr %@ Interest-Konto im Internet unter blockchain.com

source: My %@ Accounts
de: Meine %@ Konten

source: My %@ Custodial Accounts
de: Meine %@ Depotkonten

source: My %@ Interest Account
de: Mein %@ Zinskonto

source: My %@ Interest Accounts
de: Meine %@ Zinskonten

source: My %@ Trading Account
de: Mein %@ Handelskonto

source: My %@ Trading Accounts
de: Meine %@ Handelskonten

source: Next Interest Payment
de: Nächste Zinszahlung

source: Please manage your BTC Interest Account on the web at blockchain.com
de: Bitte verwalten Sie Ihr BTC-Zinskonto im Internet unter blockchain.com

source: Send Bitcoin to your new Interest Account. Deposit and withdraw at any time.
de: Senden Sie Bitcoin an Ihr neues Zinskonto. Ein- und Auszahlung jederzeit möglich.

source: Start earning up to 9.0% interest on your crypto.
de: Verdienen Sie bis zu 9,0% Zinsen auf Ihre Krypto.

source: Start earning. Add BTC to your Interest Account.
de: Anfangen zu verdienen. Fügen Sie BTC Ihrem Zinskonto hinzu.

source: Sync My Portfolio
de: Mein Portfolio synchronisieren

source: Total Interest Earned
de: Verdiente Gesamtzinsen

source: Transfer Between Your %@ Wallets
de: Übertragung zwischen Ihren %@ Wallets

source: View your accrued %@ Interest
de: Zeigen Sie Ihre aufgelaufenen %@ Zinsen an

source: You must have Gold Level verification status to link a bank.
de: Sie müssen über den Gold Level-Überprüfungsstatus verfügen, um eine Bank zu verbinden.

source: Your final amount might change due to market activity. An initial hold period of 7 days will be applied to your funds.
de: Ihr endgültiger Betrag kann sich aufgrund der Marktaktivität ändern. Auf Ihr Guthaben wird eine anfängliche Sperrfrist von 7 Tagen angewendet.

source: Verify your identity and start earning up to 9.0% interest on your crypto.
de: Überprüfen Sie Ihre Identität und verdienen Sie bis zu 9,0% Zinsen für Ihre Krypto.

source: %@ Withdrawal
de: %@ Auszahlung

source: At this time, Blockchain.com only allows you to send funds to your
de: Derzeit können Sie mit Blockchain.com nur Geld an Ihre senden

source: Don’t worry. Your money is safe. Please try again or contact our Support Team for help.
de: Mach dir keine Sorgen. Ihr Geld ist sicher. Bitte versuchen Sie es erneut oder wenden Sie sich an unser Support-Team.

source: From: My %@ Wallet
de: Von: Mein %@ Wallet

source: Link your bank and instantly buy crypto at anytime.
de: Verknüpfen Sie Ihre Bank und kaufen Sie jederzeit sofort Krypto.

source: Sell
de: Verkaufen

source: Sell Crypto
de: Krypto verkaufen

source: Success! We're are withdrawing the cash from your GBP Wallet now. The funds should be in your bank in 1-3 business days.
de: Erfolg! Wir ziehen jetzt das Geld von Ihrem GBP-Portemonnaie ab. Das Geld sollte innerhalb von 1-3 Werktagen bei Ihrer Bank sein.

source: Sync My Widget Portfolio
de: Mein Widget-Portfolio synchronisieren

source: The remaining balance %@ will be available to be withdrawn within 3 days.
de: Der verbleibende Restbetrag %@ kann innerhalb von 3 Tagen abgehoben werden.

source: To link this bank, please log into your other Wallets and remove it. If this doesnt look right to you, please contact us immediately.
de: Um diese Bank zu verknüpfen, melden Sie sich bitte in Ihren anderen Geldbörsen an und entfernen Sie sie. Wenn dies für Sie nicht richtig aussieht, kontaktieren Sie uns bitte sofort.

source: To: %@ %@
de: An: %@ %@

source: Try a Different Account
de: Versuchen Sie es mit einem anderen Konto

source: Turkish Lira
de: Türkische Lire

source: Upgrade to Gold and Swap faster, with higher limits, lower fees, and a better experience.
de: Upgrade auf Gold und Swap schneller, mit höheren Limits, niedrigeren Gebühren und einer besseren Erfahrung.

source: wallet.
de: Brieftasche.

source: We’re completing your withdrawal now.
de: Wir schließen Ihre Auszahlung jetzt ab.

source: Withdraw Max
de: Max

source: Your available balance to withdraw is %@.
de: Ihr verfügbares Guthaben zum Abheben beträgt %@ .

source: Don’t worry. Your crypto is safe. Please try again or contact our Suppport Team for help.
de: Mach dir keine Sorgen. Ihre Krypto ist sicher. Bitte versuchen Sie es erneut oder wenden Sie sich an unser Suppport-Team, um Hilfe zu erhalten.

source: Get access to swap in seconds by completing your profile and getting Silver access.
de: Erhalten Sie in Sekundenschnelle Zugriff auf den Tausch, indem Sie Ihr Profil vervollständigen und Silver-Zugriff erhalten.

source: Invalid fee
de: Ungültige Gebühr

source: Send %@
de: Senden %@

source: Swap %@ for %@
de: Tauschen Sie %@ gegen %@

source: The amounts you send and receive may change slightly due to market activity. Once an order starts, we are unable to stop it.
de: Die Beträge, die Sie senden und empfangen, können sich aufgrund der Marktaktivität geringfügig ändern. Sobald eine Bestellung beginnt, können wir sie nicht mehr stoppen.

source: An invoice is only valid for 15 minutes. Return to the merchant if you would like to resubmit a payment
de: Eine Rechnung ist nur 15 Minuten gültig. Kehren Sie zum Händler zurück, wenn Sie eine Zahlung erneut übermitteln möchten

source: Bitpay Invoice Expired
de: Bitpay-Rechnung abgelaufen

source: Time remaining %@
de: Verbleibende Zeit %@

source: 02 - Blockstack
th: 02 - บล็อคสแตค
uk: 02 - Блок-стек

source: Backup
id: Cadangan
ms: sandaran
sv: Säkerhetskopiering
th: สำรอง
uk: Резервування

source: Be your own bank
id: Jadilah bank Anda sendiri.
it: Diventi la sua banca personale.
ms: Jadilah bank anda sendiri.
nl: Wees uw eigen bank.
sv: Var din egen bank.
th: เป็นธนาคารของตัวคุณเอง
uk: Будьте власним банком

source: Blockstack (STX)
uk: Блок-стек (STX)

source: Crypto Trading Wallet
id: Dompet Perdagangan Crypto
it: Portafoglio di trading crittografico
sv: Crypto Trading Plånbok
uk: Криптовалютний гаманець

source: Details
id: Detail
it: Dettagli
ms: Butiran
sv: detaljer
th: รายละเอียด
uk: Подробиці

source: Digital US Dollar
id: Digital Dolar AS
it: Dollaro USA digitale
ms: Dolar AS digital
nl: Digitale Amerikaanse dollar
sv: Digital amerikansk dollar
th: ดอลลาร์สหรัฐดิจิตอล
uk: Цифровий долар США

source: Euro
th: ยูโร
uk: Євро

source: Gold Level
id: Tingkat Emas
it: Livello d'oro
ms: Tahap Emas
nl: Gouden niveau
sv: Guldnivå
th: ระดับทอง
uk: Рівень золота

source: Hong Kong Dollar
id: Dollar Hongkong
it: Dollaro di Hong Kong
ms: Dolar Hong Kong
th: ดอลลาร์ฮ่องกง
uk: Гонконгський долар

source: lcelandic Króna
id: Krna lcelandic
ms: Krâna lcelandic
nl: IJslandse Króna
th: lórzicKróna
uk: ісландська Крона

source: Memo ID
id: ID Memo
it: ID memo
ms: ID Memo
th: ID บันทึก
uk: Пам'ятка ID

source: Memo Text
id: Teks Memo
it: Testo dell'appunto
ms: Teks Memo
nl: Memo tekst
th: ข้อความบันทึก
uk: Пам’ятний текст

source: Normal
it: Normale
nl: Normaal
sv: Vanligt
th: ปกติ
uk: Нормальний

source: QR Codes
id: Kode QR
it: Codici QR
ms: Kod QR
sv: QR-koder
th: รหัส QR
uk: QR-коди

source: SMS
th: ข้อความ
uk: СМС

source: Stellar (XLM)
it: Stellare (XLM)
ms: Bintang (XLM)
nl: Stellair (XLM)
th: ดาวฤกษ์ (XLM)
uk: Зоряний (XLM)

source: Swap Limit
id: Batas Swap
it: Limite di swap
ms: Had Pertukaran
nl: Swap Limiet
sv: Byt gränsen
th: วงเงิน Swap
uk: Обмінний ліміт

source: Swap Limits
id: Batas Swap
it: Scambia i limiti
ms: Had Pertukaran
nl: Ruilbeperkingen
sv: Byt gränser
th: ข้อ จำกัด การสลับ
uk: Обмін обмежень

source: Thai Baht
id: Baht Thailand
it: Baht thailandese
ms: Baht Thailand
nl: Thaise Baht
sv: Thailändska baht
th: เงินบาทไทย
uk: Тайський бат

source: U.S. Dollar
id: Dolar Amerika
it: Dollaro Americano
ms: Dolar AS
sv: Amerikanska dollar
th: ดอลลาร์สหรัฐ
uk: Долар США

source: xxx
uk: ххх

source: ~0-60 min
id: ~ 0-60 mnt
th: ประมาณ 0-60 นาที
uk: ~ 0-60 хв

source: Digital
it: Digitale
nl: Digitaal
th: ดิจิทัล
uk: Цифровий

source: ~0–60 min
id: ~ 0–60 mnt
th: ประมาณ 0–60 นาที
uk: ~ 0–60 хв

source: Airdrop
id: Tetesan udara
sv: LUFTLANDSÄTTNING
th: กระโดดร่ม

source: Swap Info
id: Tukar Info
it: Scambia informazioni
ms: Maklumat Pertukaran
nl: Informatie wisselen
sv: Byt information
th: สลับข้อมูล

source: USD PAX
id: PAX USD
th: เหรียญสหรัฐ

source: xxx %@ (%@ %@)
id: xxx %1$@ ( %2$@ %3$@ )
it: xxx %1$@ ( %2$@ %3$@ )
sv: xxx %1$@ ( %2$@ %3$@ )
th: xxx %1$@ ( %2$@ %3$@ )

source: Diners Club
id: Klub Diners
ms: Kelab Makan

source: USD Digital
it: USD digitale
nl: USD digitaal
th: USD ดิจิทัล

source: PIN
nl: Pincode
sv: PIN-KOD

source: Mastercard
ms: Kad induk
