Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: Share your Gold or Silver Level status for unlimited trading
de: Teilen Sie Ihren Gold- oder Silberlevel-Status für unbegrenzten Handel
id: Bagikan status Tingkat Emas atau Perak Anda untuk perdagangan tanpa batas
it: Condividi il tuo livello Gold o Silver per un trading illimitato
ms: Kongsi status Tahap Emas atau Perak anda untuk perdagangan tanpa had
nl: Deel uw Gold- of Silver-status voor onbeperkt handelen
sv: Dela din guld- eller silvernivåstatus för obegränsad handel
th: แบ่งปันสถานะระดับทองหรือเงินของคุณเพื่อการซื้อขายไม่ จำกัด
uk: Поділіться статусом Золотого або Срібного рівня для необмеженої торгівлі

source: Signing Input %d
de: Eingang %d wird signiert
id: Penandatanganan Input %d
it: Firma dai in ingresso %d
ms: Tandatangan Input %d
nl: Ondertekenen van inputs %d
sv: Logga in %d
th: การลงนามต่อข้อมูล %d
uk: Підписування вводу %d

source: Signing Inputs
de: Eingänge werden signiert
id: Penandatanganan Input
it: Sto firmando dati in ingresso
ms: Menandatangani Input
nl: Ondertekenen van inputs
sv: Underteckna ingångar
th: การลงนามต่อข้อมูล
uk: Підписування вводу

source: Silver Level
de: Silberlevel
id: Tingkat Perak
it: Livello d'argento
ms: Tahap Perak
nl: Zilver niveau
sv: Silvernivå
th: ระดับเงิน
uk: Рівень срібла

source: Singapore Dollar
de: Singapur-Dollar
id: Dolar Singapura
it: Dollaro di Singapore
ms: Dolar Singapura
th: ดอลลาร์สิงคโปร์
uk: Сінгапурський долар

source: sixth
de: sechste
id: keenam
it: sesto
ms: keenam
nl: zesde
sv: sjätte
th: ที่หก
uk: шостий

source: Skip All
de: Alles überspringen
id: Lewati Semua
it: Salta tutto
ms: Langkau semua
nl: Alles overslaan
sv: Hoppa över alla
th: ข้ามทั้งหมด
uk: Прпопустити все

source: SMS Notifications
de: SMS-Benachrichtigungen
id: Pemberitahuan SMS
it: Notifiche SMS
ms: Pemberitahuan SMS
nl: SMS-meldingen
sv: SMS-aviseringar
th: การแจ้งเตือนทาง SMS
uk: Сповіщення SMS

source: Some funds cannot be transferred automatically.
de: Einige Gelder können nicht automatisch überwiesen werden.
id: Beberapa dana tidak dapat ditransfer secara otomatis.
it: Alcuni fondi non possono essere trasferiti automaticamente.
ms: Sesetengah dana tidak boleh dipindahkan secara automatik.
nl: Sommige fondsen kunnen niet automatisch worden overgedragen.
sv: Vissa medel kan inte överföras automatiskt.
th: เงินบางส่วนไม่สามารถโอนโดยอัตโนมัติ
uk: Деякі кошти не можуть бути перераховані автоматично.

source: Sorry, an order cannot be placed at this time.
de: Entschuldigung, ein Auftrag kann derzeit nicht aufgegeben werden.
id: Maaf, pesanan tidak dapat dilakukan saat ini.
it: Spiacenti, al momento non è possibile effettuare un ordine.
ms: Maaf, pesanan tidak boleh diletakkan pada masa ini.
nl: Sorry, een bestelling kan op dit moment niet worden geplaatst.
sv: En beställning kan inte göras för närvarande.
th: ขออภัยไม่สามารถสั่งซื้อได้ในขณะนี้
uk: На жаль, наразі неможливо зробити замовлення.

source: Sorry, your orders cannot be fetched at this time.
de: Ihre Aufträge können derzeit leider nicht abgerufen werden.
id: Maaf, pesanan Anda tidak dapat diambil saat ini.
it: Spiacenti, al momento non è possibile recuperare i tuoi ordini.
ms: Maaf, pesanan anda tidak boleh diambil pada masa ini.
nl: Sorry, uw bestellingen kunnen momenteel niet worden opgehaald.
sv: Tyvärr, dina beställningar kan inte hämtas just nu.
th: ขออภัยไม่สามารถเรียกคำสั่งซื้อของคุณได้ในขณะนี้
uk: На жаль, ваші замовлення наразі неможливо отримати.

source: South Korean Won
de: Südkoreaner gewonnen
id: Won Korea Selatan
it: Won sudcoreano
ms: Korea Selatan Menang
nl: Zuid-Koreaanse won
sv: Sydkoreanska vann
th: วอนเกาหลีใต้
uk: Південнокорейський Вон

source: Stacks
de: Stapel
id: Tumpukan
ms: Stack
nl: Stapels
th: สแต็ค
uk: Стеки

source: Start Backup
de: Sicherung starten
id: Mulai Cadangkan
it: Avvia backup
ms: Mula Sandaran
nl: Back-up starten
sv: Starta säkerhetskopiering
th: เริ่มการสำรองข้อมูล
uk: Запустіть резервну копію

source: START BACKUP
de: SICHERUNG STARTEN
id: MULAI CADANGAN
it: INIZIA IL BACKUP
nl: BACK-UP STARTEN
sv: STARTA BACKUP
th: เริ่มสำรองข้อมูล
uk: ПОЧАТОК РОЗВИТКУ

source: Start Over
de: Neu beginnen
id: Mulai Dari Awal
it: Ricomincia
ms: Mula semula
nl: Begin over
sv: Börja om
th: เริ่มใหม่
uk: Почати з початку

source: Start Verification
de: Bestätigung starten
id: Mulai Verifikasi
it: Inizia la verifica
ms: Mulakan Pengesahan
nl: Start verificatie
sv: Börja verifiering
th: เริ่มการยืนยัน
uk: Почніть перевірку

source: State / Region / Province / Country
de: Bundesland / Region / Provinz / Land
id: Negara Bagian / Wilayah / Provinsi / Negara
it: Stato / Regione / Provincia / Paese
ms: Negeri / Wilayah / Wilayah / Negara
nl: Staat / Regio / Provincie / Land
sv: Stat / Region / Provins / Land
th: รัฐ / ภูมิภาค / จังหวัด / ประเทศ
uk: Держава / регіон / провінція / країна

source: Stellar is an open-source, decentralized payment protocol that allows for fast and cheap cross-border transactions between any pair of currencies.
de: Stellar ist ein Open-Source-Protokoll für die dezentrale Zahlung, das schnelle und kostengünstige grenzüberschreitende Transaktionen zwischen beliebigen Währungspaaren ermöglicht.
id: Stellar adalah sumber terbuka, protokol pembayaran terdesentralisasi yang memungkinkan untuk melakukan transaksi lintas batas yang cepat dan murah di antara setiap pasangan mata uang.
it: Stellar è un protocollo di pagamento decentralizzato open source che consente transazioni transfrontaliere veloci ed economiche tra qualsiasi coppia di valute.
ms: Stellar adalah protokol pembayaran terbuka dan terbuka yang membolehkan transaksi transit sempadan yang cepat dan murah antara mana-mana pasangan mata wang.
nl: Stellar is een open-source, gedecentraliseerd betalingsprotocol dat snelle en goedkope grensoverschrijdende transacties tussen elk valutapaar mogelijk maakt.
sv: Stellar är ett open source, decentraliserat betalningsprotokoll som möjliggör snabba och billiga gränsöverskridande transaktioner mellan valutapar.
th: Stellar เป็นโปรโตคอลการชำระเงินแบบโอเพ่นซอร์สที่มีการกระจายอำนาจซึ่งช่วยให้การทำธุรกรรมข้ามพรมแดนรวดเร็วและราคาถูกระหว่างคู่สกุลเงินใด ๆ
uk: Stellar - це децентралізований платіжний протокол з відкритим кодом, який дозволяє здійснювати швидкі та дешеві транскордонні трансакції між будь-якою парою валют.

source: Stellar Price
de: Stellar-Preis
id: Harga bintang
it: Prezzo stellare
ms: Harga Stellar
nl: Stellaire prijs
sv: Stellar Pris
th: ราคาของดาวฤกษ์
uk: Зоряна ціна

source: Stellar requires that all Stellar accounts hold a minimum balance of lumens, or XLM. This means you cannot send a balance out of your Stellar Wallet that would leave your Stellar Wallet with less than the minimum balance. This also means that in order to send XLM to a new Stellar account, you must send enough XLM to meet the minimum balance requirement.
de: Stellar verlangt, dass alle Stellar-Konten ein Mindestguthaben an Lumen oder XLM aufweisen. Das bedeutet, dass Sie keinen Betrag aus Ihrem Stellar-Wallet senden können, der Ihr Stellar-Wallet mit weniger als dem Mindestguthaben hinterlassen würde. Das heißt auch, dass Sie, um Geld an ein neues Stellar-Konto senden, ausreichend XLM senden müssen, um die Mindestguthabenanforderung zu erfüllen.
id: Stellar mengharuskan semua akun Stellar memiliki keseimbangan lumens minimum, atau XLM. Ini berarti Anda tidak dapat mengirim saldo dari Stellar Wallet Anda yang akan meninggalkan Stellar Wallet Anda dengan saldo kurang dari minimum. Ini juga berarti bahwa untuk mengirim XLM ke akun Stellar baru, Anda harus mengirim XLM yang cukup untuk memenuhi persyaratan saldo minimum.
it: Stellar richiede che tutti gli account Stellari mantengano un saldo minimo di lumen o XLM. Ciò significa che non puoi inviare un saldo dal tuo Stellar Wallet che lascerebbe il tuo Stellar Wallet con meno del minimo. Ciò significa anche che per inviare XLM a un nuovo account Stellar, è necessario inviare un numero sufficiente di XLM per soddisfare il requisito del saldo minimo.
ms: Stellar menghendaki semua akaun Stellar memegang baki minimum lumens, atau XLM. Ini bermakna anda tidak boleh menghantar baki daripada Dompet Anda yang akan meninggalkan Dompet Anda dengan kurang daripada baki minimum. Ini juga bermakna bahawa untuk menghantar XLM ke akaun Stellar baru, anda mesti menghantar XLM yang mencukupi untuk memenuhi keperluan baki minimum.
nl: Stellar vereist dat alle Stellar-accounts een minimale balans van lumen of XLM bevatten. Dit betekent dat u geen saldo uit uw Stellar-portemonnee kunt sturen dat uw Stellar Wallet met minder dan het minimumevenwicht zou verlaten. Dit betekent ook dat om XLM naar een nieuw Stellar-account te verzenden, u voldoende XLM moet verzenden om aan de vereiste minimumbalans te voldoen.
sv: Stellar kräver att alla Stellar-konton håller en minsta balans av lumen, eller XLM. Det betyder att du inte kan skicka en balans från din Stellar Plånbok som skulle lämna din Stellar Plånbok med mindre än lägsta saldo. Det innebär också att för att skicka XLM till ett nytt Stellar-konto måste du skicka tillräckligt med XLM för att uppfylla minimikravet.
th: ดาวฤกษ์กำหนดให้บัญชีดาวฤกษ์ทั้งหมดมียอดคงเหลือต่ำสุดของลูเมนส์หรือ XLM ซึ่งหมายความว่าคุณไม่สามารถส่งยอดคงเหลือออกจากกระเป๋าสตางค์ดาวฤกษ์ซึ่งจะทำให้ Wallet ของคุณมียอดเงินน้อยกว่ายอดคงเหลือขั้นต่ำ นอกจากนี้ยังหมายความว่าเพื่อที่จะส่ง XLM ไปยังบัญชีดาวฤกษ์ใหม่คุณต้องส่ง XLM เพียงพอเพื่อให้เป็นไปตามข้อกำหนดยอดเงินขั้นต่ำ
uk: Stellar вимагає, щоб у всіх зірокових рахунках містився мінімальний баланс люменів або XLM. Це означає, що ви не можете відправити баланс із кошика Stellar, який залишить ваш Stellar Wallet меншим, ніж мінімальний баланс. Це також означає, що для того, щоб відправити XLM до нового облікового запису Stellar, ви повинні надіслати достатньо XLM для задоволення мінімальної вимоги балансу.

source: Step %d of %d
de: Schritt %d von %d
id: Langkah %1$d dari %2$d
it: Passaggio %1$d di %2$d
ms: Langkah %d daripada %d
nl: Stap %d van %d
sv: Steg %1$d av %2$d
th: ขั้นตอน %1$d จาก %2$d
uk: Крок %d з %d

source: Stored
de: Gespeichert
id: Disimpan
it: Conservato
ms: Disimpan
nl: Opgeslagen
sv: Lagrade
th: เก็บแล้ว
uk: Збережено

source: Success! Your Exchange has been started!
de: Erfolg! Ihr Umtausch wurde gestartet!
id: Keberhasilan! Pertukaran Anda telah dimulai!
it: Successo! Il tuo scambio è stato avviato!
ms: Kejayaan! Pertukaran anda telah dimulakan!
nl: Succes! Uw Exchange is gestart!
sv: Framgång! Din Exchange har startats!
th: ที่ประสบความสำเร็จ! แลกเปลี่ยนของคุณเริ่มแล้ว!
uk: Успіх! Вашу біржу було запущено!

source: Surge Occurring
de: Überspannungen treten auf
id: Terjadi Lonjakan
it: Imprevisto
ms: Surge berlaku
nl: Piek komt voor
sv: Överspänning sker
th: ไฟกระชากเกิดขึ้น
uk: Сплеск, що виникає

source: Swap for USD PAX Now
de: Jetzt gegen USD PAX umtauschen
id: Tukar dengan USD PAX Sekarang
it: Scambia per USD PAX ora
ms: Tukar untuk USD PAX Sekarang
nl: Ruil nu voor USD PAX
sv: Byt till USD PAX nu
th: เปลี่ยนเป็น USD PAX ทันที
uk: Обмін для USD PAX Тепер

source: Swap Locked
de: Swap gesperrt
id: Swap Terkunci
it: Swap bloccato
nl: Ruil vergrendeld
sv: Byt låst
th: สลับล็อคแล้ว

source: Swedish Krona
de: Schwedische Krone
id: Krona Swedia
it: Corona svedese
ms: Krona Sweden
nl: Zweedse kroon
sv: Svenska kronan
th: โครนสวีเดน
uk: Шведська крона

source: Swipe right to see your addresses
de: Wischen Sie nach rechts, um Ihre Adressen anzuzeigen
id: Geser ke kanan untuk melihat alamat Anda
it: Scorri verso destra per vedere i tuoi indirizzi
ms: Leret ke kanan untuk melihat alamat anda
nl: Veeg naar rechts om uw adressen te zien
sv: Svep åt höger för att se dina adresser
th: ปัดไปทางขวาเพื่อดูที่อยู่ของคุณ
uk: Проведіть пальцем вправо, щоб побачити свої адреси

source: Swipe to Receive
de: Wischen Sie zum Empfangen
id: Geser ke Terima
it: Scorri per ricevere
ms: Leret ke Terima
nl: Veeg om te ontvangen
sv: Svep för att ta emot
th: ปัดเพื่อรับ
uk: Проведіть пальцем, щоб отримати

source: Swiss Franc
de: Schweizerfranken
id: Franc Swiss
it: Franco svizzero
ms: Franc Switzerland
nl: Zwitserse frank
th: ฟรังก์สวิส
uk: Швейцарський франк

source: Tap to copy this address. Share it with the sender via email or text.
de: Zum Kopieren diese Adresse berühren. Mit dem Sender per E-Mail oder Textnachricht teilen.
id: Ketuk untuk menyalin alamat ini. Bagikan ini dengan pengirim melalui email atau teks.
it: Tocca per copiare questo indirizzo. Condividilo con il mittente via e-mail o tramite messaggio di testo.
ms: Ketik untuk menyalin alamat ini. Kongsi dengan penghantar melalui e-mel atau teks.
nl: Tik om dit adres te kopiëren. Deel het met de afzender via e-mail of tekstbericht.
sv: Tryck för att kopiera den här adressen. Dela det med avsändaren via e-post eller text.
th: แตะเพื่อคัดลอกที่อยู่นี้ แชร์มันกับผู้ส่งผ่านอีเมลหรือข้อความ
uk: Торкніться, щоб скопіювати цю адресу. Поділіться адресою з відправником через ел. повідомлення чи СМС.

source: tenth
de: Zehntel
id: kesepuluh
it: decimo
ms: kesepuluh
nl: tiende
sv: tionde
th: ที่สิบ
uk: десятий

source: terms and conditions
de: Geschäftsbedingungen
id: syarat dan ketentuan
it: termini e condizioni
ms: terma dan syarat
nl: voorwaarden
sv: Villkor
th: ข้อกำหนดและเงื่อนไข
uk: правила та умови

source: Thanks for placing your trade! Exchange trades can take up to two hours, and you can keep track of your trade’s progress in the Order History section.
de: Vielen Dank für Ihre Platzierung! Börsengeschäfte können bis zu zwei Stunden dauern, und Sie können den Fortschritt Ihres Handels im Abschnitt "Bestellverlauf" verfolgen.
id: Terima kasih telah menempatkan perdagangan Anda! Perdagangan pertukaran dapat memakan waktu hingga dua jam, dan Anda dapat melacak kemajuan perdagangan Anda di bagian Riwayat Pesanan.
it: Grazie per aver piazzato il tuo trade! Le negoziazioni di borsa possono richiedere fino a due ore e puoi tenere traccia dei progressi della tua negoziazione nella sezione Cronologia ordini.
ms: Terima kasih kerana meletakkan perdagangan anda! Dagangan bursa boleh mengambil masa sehingga dua jam, dan anda boleh menjejaki kemajuan perdagangan anda dalam bahagian Pesanan Sejarah.
nl: Bedankt voor het plaatsen van uw transactie! Exchange-transacties kunnen tot twee uur duren en u kunt de voortgang van uw transactie volgen in het gedeelte Ordergeschiedenis.
sv: Tack för att du gör din handel! Byteshandel kan ta upp till två timmar, och du kan hålla reda på hur handeln utvecklas i avsnittet Orderhistorik.
th: ขอบคุณสำหรับการวางการค้าของคุณ! การแลกเปลี่ยนการซื้อขายอาจใช้เวลาถึงสองชั่วโมงและคุณสามารถติดตามความคืบหน้าของการค้าได้ในส่วนประวัติการสั่งซื้อ
uk: Дякуємо, що розмістили вашу торгівлю! Біржові торги можуть зайняти до двох годин, а ви можете відслідковувати хід своєї торгівлі в розділі Історія замовлень.

source: That's it for now!
de: Das ist alles für heute!
id: Itu saja untuk saat ini!
it: Per ora è tutto!
ms: Itu untuk masa sekarang!
nl: Dit is voorlopig alles!
sv: Det är det för nu!
th: และนี่คือทั้งหมดสำหรับตอนนี้!
uk: Ось і зараз!

source: The amounts you send and receive may change slightly due to market activity.
de: Die Beträge, die Sie senden und empfangen, können sich aufgrund der Marktaktivität leicht ändern.
id: Jumlah yang Anda kirim dan terima dapat berubah sedikit karena aktivitas pasar.
it: Gli importi inviati e ricevuti possono variare leggermente a causa dell'attività di mercato.
ms: Jumlah yang anda hantar dan terima mungkin berubah sedikit disebabkan oleh aktiviti pasaran.
nl: De bedragen die u verstuurt en ontvangt, kunnen enigszins veranderen als gevolg van marktactiviteit.
sv: De belopp du skickar och tar emot kan förändras något på grund av marknadsaktivitet.
th: จำนวนเงินที่คุณส่งและรับอาจเปลี่ยนแปลงเล็กน้อยเนื่องจากกิจกรรมการตลาด
uk: Суми, які ви надсилаєте та отримуєте, можуть дещо змінитися через ринкову активність.

source: The Bitcoin mining network is currently experiencing a high volume of activity, resulting in recommended fees that are higher than usual.
de: Das Bitcoin-Mining-Netzwerk wird derzeit stark beansprucht, weshalb der empfohlene Gebührensatz über dem regulären liegt.
id: Jaringan penggalian Bitcoin saat ini mengalami volume aktivitas yang tinggi, mengakibatkan biaya yang direkomendasikan yang lebih tinggi daripada biasanya.
it: La rete di mining Bitcoin sta al momento registrando un alto volume di attività, e questo comporta che le commissioni raccomandate siano più alte del normale.
ms: Rangkaian perlombongan Bitcoin saat ini mengalami volume aktivitas yang tinggi, menghasilkan biaya yang disyorkan yang lebih tinggi dari biasanya.
nl: De Bitcoin Mining Network heeft momenteel een hoog activiteitenvolume, waardoor de aanbevolen tarieven hoger zijn dan normaal.
th: เครือข่ายการทำเหมือง Bitcoin กำลังประสบปัญหาเนื่องจากปริมาณกิจกรรมที่สูงซึ่งส่งผลให้ค่าธรรมเนียมที่แนะนำสูงกว่าปกติ
uk: Через високу активність мережа Bitcoin сильно перевантажена, ніж зазвичай, тому рекомендована плату за транзакцію незвично висока.

source: The current minimum balance requirement is %@.
de: Die aktuelle Mindestguthabenanforderung beträgt %@.
id: Persyaratan saldo minimum saat ini adalah %@ .
it: L'attuale requisito di saldo minimo è %@ .
ms: Keperluan baki minimum semasa ialah %@ .
nl: Het huidige minimumsaldo is %@ .
sv: Det nuvarande minimikravet är %@ .
th: ข้อกำหนดยอดคงเหลือขั้นต่ำปัจจุบันคือ %@
uk: Поточна мінімальна вимога до балансу - %@ .

source: The easiest way to exchange one crypto for another without leaving your wallet.
de: Der einfachste Weg, einen Crypto gegen einen anderen zu tauschen, ohne die Wallet verlassen zu müssen.
id: Cara termudah untuk saling menukar crypto dengan yang lain tanpa meninggalkan dompet Anda.
it: Il modo più semplice per scambiare una criptovaluta con un'altra senza lasciare il tuo portafoglio.
ms: Cara paling mudah untuk menukar satu crypto untuk yang lain tanpa meninggalkan dompet anda.
nl: De eenvoudigste manier om de ene crypto voor de andere te wisselen zonder je portemonnee te verlaten.
sv: Det enklaste sättet att byta en krypto mot en annan utan att lämna din plånbok.
th: วิธีที่ง่ายที่สุดในการแลกเปลี่ยน crypto หนึ่งอันสำหรับอีกอันโดยไม่ต้องออกจากกระเป๋าเงินของคุณ
uk: Найпростіший спосіб обміняти одну криптовалюту на іншу, не залишаючи гаманець.

source: The fee you have specified is too low.
de: Die von Ihnen angegebene Gebühr ist zu niedrig.
id: Biaya yang Anda tentukan terlalu rendah.
it: La tariffa che hai specificato è troppo bassa.
ms: Yuran yang anda tentukan adalah terlalu rendah.
nl: Het door u opgegeven tarief is te laag.
sv: Avgiften du har angett är för låg.
th: ค่าธรรมเนียมที่คุณระบุต่ำเกินไป
uk: Внесена вами плата занизька.

source: The following 12 word Recovery Phrase will give you access to your funds in case you lose your password.
de: Mit der folgenden 12-Wörter-Wiederherstellungsphrase erhalten Sie Zugriff auf Ihr Guthaben, falls Sie Ihr Passwort verlieren.
id: Frasa Pemulihan 12 kata berikut akan memberi Anda akses ke dana Anda seandainya Anda kehilangan kata sandi.
it: La seguente frase di recupero di 12 parole ti darà accesso ai tuoi fondi nel caso in cui perdessi la password.
ms: Frasa Pemulihan Kata 12 berikut akan memberi anda akses kepada dana anda sekiranya anda kehilangan kata laluan anda.
nl: De volgende herstelzin van 12 woorden geeft u toegang tot uw geld voor het geval u uw wachtwoord kwijtraakt.
sv: Följande 12 ord återhämtningsfras ger dig tillgång till dina medel om du tappar lösenordet.
th: วลีการกู้คืน 12 คำต่อไปนี้จะช่วยให้คุณสามารถเข้าถึงเงินทุนของคุณในกรณีที่คุณทำรหัสผ่านหาย
uk: Наступні 12 словосполучень відновлення надасть вам доступ до своїх коштів у випадку втрати пароля.

source: The Total Balance shown on this device does not include your linked Lockbox.
de: Das auf diesem Gerät angezeigte Gesamtguthaben enthält nicht Ihre verknüpfte Lockbox.
id: Total Saldo yang ditampilkan pada perangkat ini tidak termasuk Lockbox tertaut Anda.
it: Il saldo totale mostrato su questo dispositivo non include il Lockbox collegato.
ms: Jumlah Baki yang ditunjukkan pada peranti ini tidak termasuk Peti Masuk yang dipautkan.
nl: Het totale saldo dat op dit apparaat wordt weergegeven, is exclusief uw gekoppelde Lockbox.
sv: Den totala saldot som visas på den här enheten inkluderar inte din länkade Lockbox.
th: ยอดรวมที่ปรากฏในอุปกรณ์นี้ไม่รวมกล่องนิรภัยที่เชื่อมโยงของคุณ
uk: Загальний баланс, показаний на цьому пристрої, не включає зв'язаний Lockbox.

source: There is a limit to how much crypto you can exchange. The value of your order must be less than your limit of
de: Die Anzahl der Cryptos, die Sie austauschen können, ist begrenzt. Erlaubt ist nur ein Bestellwert unterhalb Ihres Limits von
id: Ada batasan untuk berapa banyak crypto yang bisa Anda tukarkan. Nilai pesanan Anda harus kurang dari batas Anda sebesar
it: C'è un limite alla quantità di crittografia che puoi scambiare. Il valore del tuo ordine deve essere inferiore al limite di
ms: Terdapat had untuk berapa banyak crypto yang boleh anda bertukar. Nilai pesanan anda mestilah kurang daripada had anda
nl: Er is een limiet voor de hoeveelheid crypto die u kunt uitwisselen. De waarde van uw bestelling moet kleiner zijn dan uw limiet van
sv: Det finns en gräns för hur mycket krypto du kan byta ut. Värdet på din beställning måste vara mindre än din gräns för
th: มีการ จำกัด จำนวน crypto ที่คุณสามารถแลกเปลี่ยนได้ มูลค่าการสั่งซื้อของคุณต้องน้อยกว่าที่คุณกำหนด
uk: Існує обмеження кількості обміну криптозаписом. Значення вашого замовлення має бути меншим за ліміт

source: There was a problem sending the SMS code. Please try again later.
de: Beim Senden des SMS-Codes ist ein Problem aufgetreten. Bitte versuchen Sie es später noch einmal.
id: Terjadi masalah saat mengirim kode SMS. Silakan coba lagi nanti.
it: Si è verificato un problema durante l'invio del codice SMS. Per favore riprova più tardi.
ms: Terdapat masalah menghantar kod SMS. Sila cuba sebentar lagi.
nl: Er is een probleem opgetreden bij het verzenden van de sms-code. Probeer het later opnieuw.
sv: Det gick inte att skicka SMS-koden. Vänligen försök igen senare.
th: เกิดปัญหาในการส่งรหัส SMS กรุณาลองใหม่อีกครั้งในภายหลัง.
uk: Під час надсилання SMS-коду виникла проблема. Будь-ласка спробуйте пізніше.

source: There was a problem with your order.
de: Es gab ein Problem mit Ihrer Bestellung.
id: Ada masalah dengan pesanan Anda.
it: C'è stato un problema con il tuo ordine.
ms: Terdapat masalah dengan pesanan anda.
nl: Er is een probleem opgetreden met je bestelling.
sv: Det var ett problem med din beställning.
th: มีปัญหากับการสั่งซื้อของคุณ
uk: Виникла проблема з вашим замовленням.

source: There was an error importing this private key.
de: Beim Importieren dieses privaten Schlüssels ist ein Fehler aufgetreten.
id: Terjadi kesalahan saat mengimpor kunci pribadi ini.
it: Si è verificato un errore durante l'importazione di questa chiave privata.
ms: Terdapat ralat mengimport kunci peribadi ini.
nl: Er is een fout opgetreden bij het importeren van deze privésleutel.
sv: Det gick inte att importera den här privata nyckeln.
th: มีข้อผิดพลาดในการนำเข้ากุญแจส่วนตัวนี้
uk: Під час імпорту цього приватного ключа сталася помилка.

source: There was an error while scanning your pairing QR code
de: Beim Scannen Ihres Pairing-QR-Codes ist ein Fehler aufgetreten
id: Ada kesalahan saat memindai kode QR pasangan Anda
it: Si è verificato un errore durante la scansione del codice QR di associazione
ms: Terdapat ralat semasa mengimbas kod QR pasangan anda
nl: Er is een fout opgetreden bij het scannen van de QR-code voor het koppelen
sv: Det uppstod ett fel när du skannade din QR-kod
th: เกิดข้อผิดพลาดขณะสแกนรหัส QR ที่จับคู่ของคุณ
uk: Під час сканування вашого парного QR-коду сталася помилка
