Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: Enter PIN
de: Pin eingeben
id: Masukkan PIN
it: Inserisci il PIN
ms: Masukkan PIN
nl: Voer Pin-code in
sv: Ange PIN-koden
th: ป้อน PIN
uk: Введіть PIN-код

source: Enter the following words from your Recovery Phrase to complete the backup process.
de: Geben Sie die folgenden Wörter aus Ihrer Wiederherstellungsphrase ein, um den Sicherungsvorgang abzuschließen.
id: Masukkan kata-kata berikut dari Frasa Pemulihan Anda untuk menyelesaikan proses pencadangan.
it: Immettere le seguenti parole dalla frase di ripristino per completare il processo di backup.
ms: Masukkan kata-kata berikut dari Frasa Pemulihan anda untuk menyelesaikan proses sandaran.
nl: Voer de volgende woorden in uw herstelzin in om het back-upproces te voltooien.
sv: Ange följande ord från din återställningsfras för att slutföra säkerhetskopieringen.
th: ป้อนคำต่อไปนี้จากวลีการกู้คืนของคุณเพื่อทำกระบวนการสำรองข้อมูลให้เสร็จ
uk: Введіть наступні слова з фрази відновлення, щоб завершити процес резервного копіювання.

source: Enter your 12 recovery words with spaces to recover your funds & transactions
de: Geben Sie Ihre 12 Wiederherstellungsworte inklusive Leerzeichen zur Wiedergewinnung Ihrer Guthaben und Transaktionen ein
id: Masukkan 12 kata pemulihan Anda dengan spasi untuk memulihkan dana dan transaksi Anda
it: Inserisci le tue 12 parole inclusi gli spazi per recuperare i tuoi fondi e le tue transazioni
ms: Masukkan kata 12 pemulihan dengan kawasan untuk mendapatkan semula dana & urus niaga anda
nl: Voer uw 12 herstelwoorden in met spaties ertussen om uw tegoeden en transacties te herstellen
sv: Ange dina 12 återhämtning ord med utrymmen för att återställa din medel & transaktioner
th: กรอกคำเพื่อการกู้คืน 12 คำพร้อมช่องว่างเพื่อกู้คืนเงิน & ธุรกรรมของคุณ
uk: Для відновлення ваших коштів та транзакцій, введіть Фразу для відновлення доступу із 12-слів.

source: Enter Your Second Password
de: Geben Sie Ihr zweites Passwort ein
id: Masukkan Kata Sandi Kedua Anda
it: Inserisci la tua seconda password
ms: Masukkan Kata Laluan Kedua Anda
nl: Voer je tweede wachtwoord in
sv: Ange ditt andra lösenord
th: ใส่รหัสผ่านที่สองของคุณ
uk: Введіть свій другий пароль

source: Estimated fees
de: Geschätzte Gebühren
id: Perkiraan biaya
it: Commissioni stimate
ms: Anggaran yuran
nl: Geschatte vergoedingen
sv: Uppskattade avgifter
th: ค่าธรรมเนียมโดยประมาณ
uk: Розрахункові збори

source: Ether Price
de: Ätherpreis
id: Harga Eter
ms: Harga Eter
nl: Ether prijs
th: ราคาอีเธอร์
uk: Ціна ефіру

source: Even better, since you need ETH to make USD PAX trades, we just airdropped enough ETH into your Wallet to cover your first 3 transactions 🙌🏻
de: Noch besser, da Sie ETH benötigen, um USD PAX-Transaktionen durchzuführen, haben wir gerade genug ETH in Ihre Wallet gegeben, um Ihre ersten 3 Transaktionen möglich zu machen 🙌🏻
id: Lebih baik lagi, karena Anda membutuhkan ETH untuk melakukan perdagangan USD PAX, kami hanya memasukkan cukup ETH ke dalam Dompet Anda untuk menutup 3 transaksi pertama Anda 🙌🏻
it: Ancora meglio, dal momento che hai bisogno dell'ETH per fare trading su USD PAX, abbiamo appena trasferito un numero sufficiente di ETH nel tuo Wallet per coprire le tue prime 3 transazioni 🙌🏻
ms: Lebih baik lagi, kerana anda memerlukan ETH untuk membuat perdagangan PAX USD, kami hanya cukup berpaut ETH ke dalam Wallet anda untuk menutup transaksi 3 pertama anda
nl: Nog beter, omdat je ETH nodig hebt om USD PAX-transacties te doen, hebben we genoeg ETH in je Wallet gelicht om je eerste 3 transacties te dekken 🙌🏻
sv: Ännu bättre, eftersom du behöver ETH för att göra USD PAX-affärer, flyttade vi bara tillräckligt med ETH till din plånbok för att täcka dina första 3 transaktioner 🙌🏻
th: ยิ่งไปกว่านั้นเนื่องจากคุณต้องการ ETH เพื่อทำการซื้อขาย USD PAX เราเพิ่งออกอากาศ ETH เพียงพอในกระเป๋าเงินของคุณเพื่อครอบคลุม 3 ธุรกรรมแรกของคุณ🙌🏻
uk: Навіть краще, оскільки вам потрібна ETH для здійснення торгів на USD PAX, ми просто вивели достатньо ETH у ваш гаманець, щоб покрити ваші перші 3 транзакції.

source: Everything you need to store, spend and receive BTC, ETH and BCH.
de: Alles was Sie brauchen, um BTC, ETH und BCH zu speichern, auszugeben und zu erhalten.
id: Semua yang Anda butuhkan untuk menyimpan, membelanjakan, dan menerima BTC, ETH, dan BCH.
it: Tutto il necessario per archiviare, spendere e ricevere BTC, ETH e BCH.
ms: Semua yang anda perlukan untuk menyimpan, membelanjakan dan menerima BTC, ETH dan BCH.
nl: Alles wat u nodig heeft om BTC, ETH en BCH op te slaan, uit te geven en te ontvangen.
sv: Allt du behöver för att lagra, spendera och ta emot BTC, ETH och BCH.
th: ทุกสิ่งที่คุณต้องการจัดเก็บใช้จ่ายและรับ BTC, ETH และ BCH
uk: Все, що потрібно для зберігання, витрачання та отримання BTC, ETH та BCH.

source: Exchange
de: Austausch
id: Bertukar
it: Scambio
ms: Pertukaran
nl: Uitwisseling
sv: Utbyta
th: แลกเปลี่ยน
uk: Обмін

source: Exchange %@ for %@
de: Tauschen Sie %@ gegen %@
id: Tukar %1$@ untuk %2$@
it: Scambia %1$@ con %2$@
ms: Pertukaran %@ untuk %@
nl: Wissel %@ voor %@
sv: Byt ut %1$@ för %2$@
th: แลกเปลี่ยน %1$@ สำหรับ %2$@
uk: Обміняйте %@ на %@

source: Exchange Completed
de: Umtausch wurde abgeschlossen
id: Pertukaran Selesai
it: Scambio completato
ms: Pertukaran Selesai
nl: Uitwisseling is voltooid.
sv: Byt slutfört
th: แลกเปลี่ยนเสร็จสมบูรณ์
uk: Обмін завершено

source: Exchange In Progress
de: Der Umtausch wird gerade vorgenommen
id: Pertukaran dalam Proses
it: Cambio in corso
ms: Pertukaran Dalam Kemajuan
nl: Uitwisselen wordt uitgevoerd
sv: Transaktion pågår
th: กำลังดำเนินการการแลกเปลี่ยน
uk: Біржа в процесі роботи

source: Exchange Locked
de: Umtausch gesperrt
id: Exchange Terkunci
it: Scambio bloccato
ms: Pertukaran Dikunci
nl: Exchange vergrendeld
sv: Exchange låst
th: แลกเปลี่ยนถูกล็อค
uk: Обмін заблокований

source: Exchange one crypto for another without ever leaving your Blockchain Wallet.
de: Tauschen Sie eine Crypto gegen eine andere aus, ohne Ihre Blockchain-Wallet zu verlassen.
id: Tukarkan satu crypto dengan yang lain tanpa meninggalkan Dompet Blockchain Anda.
it: Scambia una crypto per un'altra senza mai lasciare il tuo Blockchain Wallet.
ms: Pertukaran satu crypto untuk yang lain tanpa meninggalkan Wallet Blockchain anda.
nl: Verwissel een crypto voor een andere zonder je Blockchain-portemonnee te verlaten.
sv: Byt ut en krypto för en annan utan att någonsin lämna din Blockchain Plånbok.
th: แลกเปลี่ยน crypto หนึ่งอันเพื่ออีกอันหนึ่งโดยไม่ต้องออก Blockchain Wallet ของคุณ
uk: Обміняйте один крипто на інший, не відходячи від гаманця Blockchain.

source: Exchanges can take up to two hours, you can keep track of your exchange progress in the Order History. Once the trade is complete, your ether will arrive in your wallet.
de: Der Umtausch kann bis zu zwei Stunden dauern. Sie können Ihren Umtauschfortschritt in der Bestellhistorie verfolgen. Sobald der Handel abgeschlossen ist, kommt Ihr Äther in Ihrer Brieftasche an.
id: Pertukaran bisa memakan waktu hingga dua jam, Anda dapat melacak kemajuan pertukaran Anda di Riwayat Pesanan. Setelah perdagangan selesai, eter Anda akan tiba di dompet Anda.
it: Gli scambi possono richiedere fino a due ore, puoi tenere traccia dell'avanzamento degli scambi nella Cronologia ordini. Una volta completato il commercio, il tuo etere arriverà nel tuo portafoglio.
ms: Pertukaran boleh mengambil masa sehingga dua jam, anda boleh menjejaki kemajuan pertukaran anda dalam Sejarah Pesanan. Apabila perdagangan selesai, eter anda akan tiba di dompet anda.
nl: Uitwisselingen kunnen tot twee uur duren, u kunt uw uitwisselingsvoortgang bijhouden in de bestelgeschiedenis. Zodra de transactie is voltooid, komt je ether in je portemonnee.
sv: Utbyten kan ta upp till två timmar, du kan hålla reda på dina utbytesframsteg i orderhistoriken. När handeln är klar kommer din eter att anlända till din plånbok.
th: การแลกเปลี่ยนอาจใช้เวลาถึงสองชั่วโมงคุณสามารถติดตามความคืบหน้าการแลกเปลี่ยนของคุณได้ในประวัติการสั่งซื้อ เมื่อการค้าเสร็จสิ้นอีเธอร์ของคุณจะมาถึงในกระเป๋าเงินของคุณ
uk: Обмін може зайняти до двох годин, ви можете відслідковувати свій обмін в історії замовлень. Після завершення торгівлі ваш ефір надійде у ваш гаманець.

source: Exchanging coins is not yet available in your state. We’ll be rolling out more states soon.
de: Der Umtausch von Münzen ist in Ihrem Bundesland noch nicht möglich. Wir werden bald weitere Staaten einführen.
id: Saling menukar koin belum tersedia di negara Anda. Kami akan segera meluncurkan lebih banyak negara bagian.
it: Lo scambio di monete non è ancora disponibile nel tuo stato. Presto implementeremo più stati.
ms: Bertukar syiling belum lagi tersedia di negara anda. Kami akan melancarkan lebih banyak negeri tidak lama lagi.
nl: Het omwisselen van munten is in uw land nog niet beschikbaar. We zullen binnenkort meer staten uitrollen.
sv: Att byta mynt är ännu inte tillgängligt i ditt land. Vi kommer att lansera fler stater snart.
th: การแลกเปลี่ยนเหรียญยังไม่สามารถใช้ได้ในรัฐของคุณ เราจะเปิดตัวในเร็ว ๆ นี้
uk: Обмін монет у вашій державі ще не доступний. Ми скоро запровадимо більше держав.

source: Explore your new Blockchain Wallet.
de: Entdecken Sie Ihre neue Blockchain Wallet.
id: Jelajahi Dompet Blockchain baru Anda.
it: Esplora il tuo nuovo portafoglio Blockchain.
ms: Terokai Wallet Blockchain baru anda.
nl: Verken je nieuwe Blockchain-portemonnee.
sv: Utforska din nya Blockchain-plånbok.
th: สำรวจ Blockchain Wallet ใหม่ของคุณ
uk: Ознайомтесь із своїм новим Blockchain Wallet.

source: Failed to load exchange data
de: Umtauschdaten konnten nicht geladen werden
id: Gagal memuat data pertukaran
it: Caricamento dei dati di scambio non riuscito
ms: Gagal memuat data pertukaran
nl: Kan uitwisselingsgegevens niet laden
sv: Det gick inte att ladda utbytesdata
th: ไม่สามารถโหลดข้อมูลการแลกเปลี่ยน
uk: Не вдалося завантажити обмінні дані

source: Fee is too high (0.01 BTC limit)
de: Gebühr ist zu hoch (0,01 BTC Limit)
id: Biaya terlalu tinggi (batas 0,01 BTC)
it: Le commissioni sono troppo alte (limite di 0,01 BTC)
ms: Yuran yang terlalu tinggi (had BTC 0.01)
nl: Tarief is te hoog (limiet van 0,01 BTC)
sv: Avgiften är för hög (0,01 BTC gräns)
th: ค่าธรรมเนียมสูงเกินไป (จำกัดที่ 0.01 BTC)
uk: Комісія надто висока (ліміт 0,01 BTC)

source: Fee per KB
de: Gebühr pro KB
id: Biaya per KB
it: Commissione per KB
ms: Bayaran per KB
nl: Tarief per KB
sv: Avgift per KB
th: ค่าธรรมเนียมต่อ KB
uk: Комісія за кілобайт

source: fifth
de: fünfte
id: kelima
it: quinto
ms: kelima
nl: vijfde
sv: femte
th: ที่ห้า
uk: п'ятий

source: Finished Signing Inputs
de: Signierung von Eingängen beendet
id: Selesai Penandatanganan Masukan
it: Ho finito di firmare i dati in ingresso
ms: Input Signing Selesai
nl: Ondertekenen van inputs voltooid
sv: Färdiga undertecknandet ingångar
th: การลงนามข้อมูลเสร็จแล้ว
uk: Підписання введення завершено

source: first
de: zuerst
id: pertama
it: primo
ms: pertama
nl: eerste
sv: först
th: เป็นครั้งแรก
uk: спочатку

source: For your security, we do not keep any passwords on file. Backup your wallet to ensure your funds are safe in case you lose your password.
de: Zu Ihrem Schutz verwahren wir keine Passwörter. Sichern Sie Ihre Wallet durch ein Backup, damit Ihr Guthaben auch bei einem Verlust des Passwortes auf jeden Fall geschützt ist.
id: Untuk keamanan Anda, kami tidak menyimpan kata sandi pada berkas. Cadangkan dompet Anda untuk memastikan dana Anda aman apabila Anda kehilangan kata sandi Anda.
it: Per la tua sicurezza, non conserviamo alcuna password in archivio. Effettua il backup del portafoglio per assicurarti che i tuoi fondi siano al sicuro in caso di perdita della password.
ms: Untuk keselamatan anda, kami tidak menyimpan sebarang kata laluan pada fail. Sandarkan dompet anda untuk memastikan dana anda aman sekiranya anda kehilangan kata laluan anda.
nl: Voor uw veiligheid bewaren we geen wachtwoorden in ons bestand. Maak een back-up van uw portemonnee om ervoor te zorgen dat uw geld veilig is als u uw wachtwoord kwijt bent.
sv: För din säkerhet behåller vi inga lösenord på filen. Säkerhetskopiera din plånbok så att dina pengar är säkra om du förlorar ditt lösenord.
th: เพื่อความปลอดภัยของคุณ เราจะไม่เก็บรหัสผ่านใด ๆ ในไฟล์ ทำการสำรองข้อมูลกระเป๋าเงินของคุณเพื่อยืนยันว่าเงินทุนของคุณจะปลอดภัยในกรณีที่คุณทำรหัสผ่านของคุณสูญหาย
uk: Для вашої безпеки, ми не зберігаємо паролі у файлі. Зробіть резервну копію свого гаманця, щоб зберегти свої кошти, якщо втратите свій пароль.

source: Forget
de: Vergessen
id: Lupa
it: Dimenticare
ms: Lupakan
nl: Vergeten
sv: Glömma
th: ลืม
uk: Забудь

source: fourth
de: vierte
id: keempat
it: il quarto
ms: keempat
nl: vierde
sv: fjärde
th: ที่สี่
uk: четвертий

source: From and destination address have to be different
de: Anschrift des Absenders und Empfängers müssen unterschiedlich sein
id: Dari dan alamat tujuan harus berbeda
it: Gli indirizzi di provenienza e di destinazione devono essere diversi
ms: Dari dan alamat destinasi berbeza
nl: Afzend- en bestemmingsadres moeten verschillen
sv: Från och måladressen måste vara olika
th: ที่อยู่ที่ส่งออกมาและที่อยู่ปลายทางต้องแตกต่างกัน
uk: З та адреса призначення повинні бути різними

source: From and destination have to be different
de: Absender und Empfänger müssen unterschiedlich sein
id: Dari dan tujuan harus berbeda
it: Provenienza e destinazione devono essere diversi
ms: Dari dan destinasi yang perlu berbeza
nl: Afzender en bestemming moeten verschillen
sv: Från och destination måste vara olika
th: ที่อยู่ที่ส่งออกมาและที่อยู่ปลายทางต้องแตกต่างกัน
uk: З та призначення повинні бути різними

source: From your computer log into blockchain.com and connect your Lockbox.
de: Melden Sie sich von Ihrem Computer aus bei blockchain.com an und verbinden Sie Ihre Lockbox.
id: Dari komputer Anda, masuk ke blockchain.com dan hubungkan kotak kunci Anda.
it: Dal tuo computer, accedi a blockchain.com e connetti il ​​tuo lockbox.
ms: Dari komputer anda, log masuk ke blokchain.com dan sambungkan kotak kunci anda.
nl: Log vanaf uw computer in op blockchain.com en sluit uw lockbox aan.
sv: Från din dator loggar du in på blockchain.com och ansluter din låsbox.
th: จากคอมพิวเตอร์ของคุณเข้าสู่ระบบ blockchain.com และเชื่อมต่อตู้เก็บของคุณ
uk: З вашого комп'ютера, увійдіть в блок-chain.com і підключіть свій блокбанк.

source: Get %@
de: %@ erhalten
id: Dapatkan %@
it: Ottieni %@
ms: Dapatkan %@
nl: Ontvang %@
sv: Skaffa %@
th: รับ %@
uk: Отримайте %@

source: Get Bitcoin
de: Holen Sie sich Bitcoin
id: Dapatkan Bitcoin
it: Ottieni Bitcoin
ms: Dapatkan Bitcoin
nl: Koop Bitcoin
sv: Skaffa Bitcoin
th: รับ Bitcoin
uk: Отримайте біткойн

source: Get Bitcoin Cash
de: Holen Sie sich Bitcoin Cash
id: Dapatkan Uang Bitcoin
it: Ottieni denaro Bitcoin
ms: Dapatkan Tunai Bitcoin
nl: Koop Bitcoin Cash
sv: Skaffa Bitcoin Cash
th: รับเงินสด Bitcoin
uk: Отримайте Bitcoin Cash

source: Get Ether
de: Holen Sie sich Äther
id: Dapatkan Eter
it: Ottieni Ether
ms: Dapatkan Ether
nl: Koop Ether
sv: Skaffa Ether
th: รับอีเธอร์
uk: Отримайте ефір

source: Get Free Crypto.
de: Erhalten Sie kostenlose Cryptos
id: Dapatkan Crypto Gratis
it: Ottieni Crypto gratuito
ms: Dapatkan Crypto Percuma
nl: Ontvang gratis Crypto
sv: Få gratis krypto
th: รับ Crypto ฟรี
uk: Отримайте безкоштовну криптовалюту

source: Get started
de: Loslegen
id: Memulai
it: Iniziare
ms: Mulakan
nl: Begin
sv: Komma igång
th: เริ่ม
uk: Розпочати

source: Get Started with Ether
de: Ether wartet auf Sie
id: Mulai dengan Eter
it: Inizia con Ether
ms: Bermula Dengan Ether
nl: Aan de slag met Ether
sv: Kom igång med eter
th: เริ่มต้นใช้ Ether
uk: Почніть працювати з ефіром

source: Get Stellar Now
de: Holen Sie sich jetzt Stellar
id: Dapatkan Stellar Sekarang
it: Ottieni Stellar Now
ms: Dapatkan Cemerlang Sekarang
nl: Verkrijg Stellar nu
sv: Få Stellar nu
th: รับดาวฤกษ์ตอนนี้
uk: Отримайте Stellar Now

source: Get USD PAX
de: Erhalten Sie USD PAX
id: Dapatkan PAX USD
it: Ottieni USD PAX
ms: Dapatkan USD PAX
nl: Ontvang USD PAX
sv: Skaffa USD PAX
th: รับ USD PAX
uk: Отримайте USD PAX

source: Get Your Lockbox
de: Erhalten Sie Ihre Lockbox
id: Dapatkan Lockbox Anda
it: Ottieni il tuo Lockbox
ms: Dapatkan Peti Masuk Anda
nl: Krijg uw Lockbox
sv: Hämta din låsbox
th: รับกล่องจดหมายของคุณ
uk: Отримати свій Lockbox

source: Getting quote
de: Angebot einholen
id: Dapatkan penawaran
it: Richiedi preventivo
ms: Mendapatkan petikan
nl: Citaat krijgen
sv: Få offert
th: ขอใบเสนอราคา
uk: Отримання цитати

source: Go for Gold
de: Holen Sie sich Gold
id: Pergi untuk Emas
it: Vai per l'oro
ms: Pergi untuk Emas
nl: Ga voor goud
sv: Gå för guld
th: ไปหาทองคำ
uk: Перейти на золото

source: Go to Settings / General.
de: Gehen Sie zu Einstellungen / Allgemein.
id: Buka Pengaturan / Umum.
it: Vai su Impostazioni / Generale.
ms: Pergi ke Tetapan / Umum.
nl: Ga naar Instellingen / Algemeen.
sv: Gå till Inställningar / Allmänt.
th: ไปที่การตั้งค่า / ทั่วไป
uk: Перейдіть до Налаштування / Загальні.

source: Great British Pound
de: Großes britisches Pfund
id: Pound Inggris Raya
it: Grande sterlina britannica
ms: Pound British Besar
nl: Groot Brits pond
sv: Stora brittiska pundet
th: ปอนด์อังกฤษที่ยิ่งใหญ่
uk: Великий британський фунт

source: Hey! I just secured my spot for Blockchain’s latest airdrop with Blockstack. Sign up and get verified to get free Stacks!
de: Hallo! Ich habe mir gerade mit Blockstack meinen Platz für Blockchain's neuesten Airdrop gesichert. Melden Sie sich an und lassen Sie sich verifizieren, um kostenlose Stacks zu erhalten!
id: Hei! Saya baru saja mengamankan tempat saya untuk airdrop terbaru Blockchain dengan Blockstack. Daftar dan dapatkan verifikasi untuk mendapatkan tumpukan gratis!
it: Hey! Ho appena ottenuto il mio posto per l'ultimo airdrop di Blockchain con Blockstack. Iscriviti e ottieni la verifica per ottenere stack gratuiti!
ms: Hey! Saya hanya mendapat tempat saya untuk blok udara terbaru Blockchain dengan Blockstack. Daftar dan dapatkan disahkan untuk mendapatkan Stack percuma!
nl: Hallo! Ik heb zojuist mijn plek veiliggesteld voor Blockchain's nieuwste airdrop met Blockstack. Meld u aan en laat u verifiëren om gratis Stacks te krijgen!
sv: Hallå! Jag säkrade just min plats för Blockchains senaste airdrop med Blockstack. Registrera dig och verifieras för att få gratis Stacks!
th: เฮ้! ฉันเพิ่งได้จุดของฉันสำหรับ Airchain ล่าสุดของ Blockchain ด้วย Blockstack ลงทะเบียนและรับการตรวจสอบเพื่อรับฟรีกอง!
uk: Гей! Я просто забезпечив своє місце для останнього проліску Blockchain з Blockstack. Підпишіться та отримайте перевірку, щоб отримати безкоштовні стеки!

source: High fee not necessary
de: Hohe Gebühr nicht erforderlich
id: Biaya tinggi tidak perlu
it: Commissione elevata non necessaria
ms: Bayaran yang tinggi tidak diperlukan
nl: Hoge vergoeding niet nodig
sv: Hög avgift inte nödvändig
th: ค่าธรรมเนียมสูงไม่จำเป็น
uk: Висока плата не потрібна

source: Hmm, something's not right. 👀
de: Hmm, etwas stimmt nicht. 👀
id: Hmm, ada yang tidak beres. 👀
it: Hmm, qualcosa non va. 👀
ms: Hmm, sesuatu tidak betul. 👀
nl: Hmm, er klopt iets niet. 👀
sv: Hmm, något är inte rätt. 👀
th: อืมมีบางอย่างไม่ถูกต้อง 👀
uk: Хм, щось не так. 👀

source: How would you like to pair?
de: Wie soll die Kombination aussehen?
id: Bagaimana Anda ingin memasangkan?
it: Come vuoi effettuare l'associazione?
ms: Bagaimana anda mahu pasangan?
nl: Hoe wilt u koppelen?
sv: Hur vill du par?
th: คุณต้องการจับคู่อย่างไร?
uk: Як би ви хотіли утворити пару?

source: I'll do this later
de: Das erledige ich später
id: Saya akan melakukannya nanti
it: Lo farò più tardi
ms: Saya akan buat ini nanti
nl: Ik doe dit later
sv: Jag gör det här senare
th: ฉันจะทำมันในภายหลัง
uk: Я зроблю це пізніше

source: If you want to swap or send these funds, you need to transfer them to your non-custodial crypto Wallet.
de: Wenn Sie diese Gelder tauschen oder senden möchten, müssen Sie sie auf Ihre nicht verwahrte Krypto-Brieftasche übertragen.
id: Jika Anda ingin menukar atau mengirim dana ini, Anda harus mentransfernya ke Dompet crypto non-penahanan Anda.
it: Se si desidera scambiare o inviare questi fondi, è necessario trasferirli sul proprio portafoglio crittografico non depositario.
ms: Jika anda mahu menukar atau menghantar dana ini, anda perlu memindahkannya ke Wallet crypto bukan penjaga anda.
nl: Als u deze fondsen wilt ruilen of verzenden, moet u ze overboeken naar uw niet-bewaarplichtige crypto-portemonnee.
sv: Om du vill byta eller skicka dessa pengar, måste du överföra dem till din icke-depå crypto Wallet.
th: หากคุณต้องการแลกเปลี่ยนหรือส่งเงินเหล่านี้คุณจะต้องโอนเงินเหล่านี้ไปยังกระเป๋าเงินดิจิตอล crypto ที่ไม่ใช่การดูแลของคุณ
uk: Якщо ви хочете обміняти або надіслати ці кошти, вам потрібно передати їх у ваш криптовалют, який не зберігається.

source: If you would like to forget this wallet and start over, press ‘Forget Wallet’.
de: Wenn Sie diese Wallet vergessen und nochmal von vorne beginnen möchten, drücken Sie 'Wallet vergessen'.
id: Jika Anda ingin melupakan dompet ini dan mulai dari awal, tekan 'Lupakan Dompet'.
it: Se vuoi abbandonare questo portafoglio ed iniziare da capo, premi su 'Abbandona Portafoglio'.
ms: Jika anda ingin lupa wallet ini dan mula semula, tekan 'Lupa Wallet'.
nl: Als u deze portemonnee wilt vergeten en opnieuw wilt beginnen, drukt u op 'Portemonnee vergeten'.
sv: Om du skulle vilja glömma denna plånbok och börja om, tryck på "Glöm plånbok".
th: หากคุณต้องการลืมกระเป๋าเงินนี้แล้วเริ่มใหม่ทั้งหมด กด 'ลืมกระเป๋าเงิน'
uk: Якщо ви бажаєте забути цей гаманець або створити новий, натисніть 'Забути гаманець'.

source: Import address
de: Adresse importieren
id: Impor alamat
it: Importa indirizzo
ms: Alamat import
nl: Adres importeren
sv: Importera adress
th: นำเข้าที่อยู่
uk: Імпортувати адресу

source: Import Private Key
de: Privaten Schlüssel importieren
id: Impor Kunci Pribadi
it: Importa chiave privata
ms: Kunci peribadi import
sv: Import-nyckel
th: นำเข้าคีย์ส่วนตัว
uk: Імпортувати особистий ключ

source: Imported Addresses (Archived)
de: Importierte Adressen (archivierte)
id: Alamat yang Diimpor (Diarsipkan)
it: Indirizzi importati (archiviato)
ms: Alamat import (Arkib)
nl: Geïmporteerde adressen (Gearchiveerd)
sv: Importerade adresser (arkiveras)
th: ที่อยู่ที่นำเข้า (เก็บเข้าคลังแล้ว)
uk: Імпортовані адреси (архівні)

source: Imported addresses are not backed up by your Recovery Phrase. To secure these funds, we recommend transferring these balances to include in your backup.
de: Importierte Adressen werden nicht von Ihrer Wiederherstellungsphrase gesichert. Um diese Gelder zu sichern, empfehlen wir, diese Guthaben zu übertragen, um sie in Ihr Backup aufzunehmen.
id: Alamat yang diimpor tidak didukung oleh Frase Pemulihan Anda. Untuk mengamankan dana ini, kami sarankan mentransfer saldo ini untuk dimasukkan dalam cadangan Anda.
it: Gli indirizzi importati non sono sottoposti a backup dalla frase di recupero. Per proteggere questi fondi, si consiglia di trasferire questi saldi da includere nel backup.
ms: Alamat yang diimport tidak disokong oleh Frasa Pemulihan anda. Untuk menjamin dana ini, kami mengesyorkan pemindahan baki ini untuk dimasukkan ke dalam sandaran anda.
nl: Van de geïmporteerde adressen wordt geen back-up gemaakt door uw herstelzin. Om deze fondsen veilig te stellen, raden we aan deze saldi over te dragen om in uw back-up op te nemen.
sv: Importerade adresser säkerhetskopieras inte av din återställningsfras. För att säkra dessa medel rekommenderar vi att du överför dessa saldo till att inkludera i din säkerhetskopia.
th: ที่อยู่ที่นำเข้าจะไม่ได้รับการสำรองข้อมูลโดยวลีการกู้คืนของคุณ เพื่อรักษาความปลอดภัยกองทุนเหล่านี้เราขอแนะนำให้โอนยอดคงเหลือเหล่านี้ไปรวมไว้ในการสำรองข้อมูลของคุณ
uk: Імпортовані адреси не резервні копії фрази для відновлення. Щоб забезпечити ці кошти, радимо передати ці залишки, щоб включити їх у резервну копію.
