Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: The account you selected isn't active. Please try another account or payment method. If this isn't correct, please contact support.
es_419: La cuenta que seleccionaste no está activa. Intenta con otra cuenta u otro método de pago. Si esto no es correcto, comunícate con el soporte técnico.
pt_br: A conta que você selecionou não está ativa. Tente outra conta ou método de pagamento. Se isso não estiver correto, entre em contato com o suporte.

source: The request timed out, please try again.
es_419: Se agotó el tiempo de espera de la solicitud. Vuelve a intentarlo.
pt_br: A solicitação expirou. Tente novamente.

source: There seems to be a problem fetching the chart data, please try again
es_419: Parece que hay un problema al obtener los datos del gráfico. Vuelve a intentarlo.
pt_br: Parece haver um problema ao buscar os dados do gráfico. Tente novamente

source: There was a problem linking your account. Please try again.
es_419: Hubo un problema al vincular la cuenta. Vuelve a intentarlo.
pt_br: Ocorreu um problema ao vincular sua conta. Por favor, tente novamente.

source: There was a problem with your order
es_419: Hubo un problema con el pedido
pt_br: Houve um problema com seu pedido

source: There was an issue with your bank. Please try again or use a different payment method. If this keeps happening, please contact support.
es_419: Hubo un problema con tu banco. Vuelve a intentarlo o utiliza otro método de pago. Si esto sigue ocurriendo, comunícate con el soporte técnico.
pt_br: Houve um problema com seu banco. Tente novamente ou use uma forma de pagamento diferente. Se isso continuar acontecendo, entre em contato com o suporte.

source: This payment method has incomplete charges against it. To use this payment method again, place contact support.
es_419: Este método de pago tiene cargos incompletos en tu contra. Para volver a utilizar este método de pago, comunícate con el soporte técnico.
pt_br: Este método de pagamento tem cobranças incompletas. Para usar esta forma de pagamento novamente, entre em contato com o suporte.

source: To Trading Accounts
es_419: A Trading Accounts
pt_br: Para Contas de Negociação

source: Transfer %@ to Other Wallets
es_419: Transferir %@ a otras Wallets
pt_br: Transferir %@ para outras carteiras

source: Unclock Swap - our in-app exchange.
es_419: Desbloquear intercambio. Nuestro intercambio dentro de la aplicación.
pt_br: Unclock Swap - nossa troca no aplicativo.

source: Unfortunately your card issuer does not allow payments in the form of cryptocurrencies.
es_419: Lo sentimos, el emisor de la tarjeta no permite realizar pagos en forma de criptomonedas.
pt_br: Infelizmente, o emissor do seu cartão não permite pagamentos na forma de criptomoedas.

source: Unsupported Payment Method
es_419: Método de pago no admitido
pt_br: Método de pagamento não suportado

source: Use Your Cash or Card
es_419: Usar dinero en efectivo o la tarjeta
pt_br: Use seu dinheiro ou cartão

source: Verified
de: Verifiziert
es_419: Verificado
id: Diverifikasi
it: Verificati
ms: Disahkan
nl: Geverifieerd
pt_br: Verificado
th: ตรวจสอบแล้ว
uk: Перевірено

source: Verify to unlock access to Buying, Selling, Swapping & Rewards Accounts.
es_419: Verifica para desbloquear el acceso a las cuentas de compra, venta, intercambio y recompensas.
pt_br: Verifique para desbloquear o acesso às contas de compra, venda, troca e recompensas.

source: Verify with your hardware key
es_419: Verifica con la clave de hardware
pt_br: Verifique com sua chave de hardware

source: View Accrued %@ Rewards
es_419: Ver las %@ Rewards acumuladas
pt_br: Ver %@ Recompensas Acumuladas

source: View all transactions
es_419: Ver todas las transacciones
pt_br: Ver todas as transações

source: Visit Website ->
es_419: Visitar el sitio web ->
pt_br: Visite o site - >

source: We believe you have declined the payment from your bank account. If this isn't correct, please contact support.
es_419: Creemos que has rechazado el pago de la cuenta bancaria. Si esto no es correcto, comunícate con el soporte técnico.
pt_br: Acreditamos que você recusou o pagamento de sua conta bancária. Se isso não estiver correto, entre em contato com o suporte.

source: We believe your bank has declined this payment. Please contact your bank for support
es_419: Creemos que tu banco ha rechazado este pago. Comunícate con tu banco para obtener ayuda.
pt_br: Acreditamos que seu banco recusou este pagamento. Entre em contato com seu banco para obter suporte

source: We haven't heard from your bank. The payment request has expired. Please try to submit the order again. If this keeps happening, please contact support.
es_419: No hemos tenido noticias de tu banco. La solicitud de pago ha caducado. Intenta enviar el pedido de nuevo. Si esto sigue ocurriendo, comunícate con el soporte técnico.
pt_br: Não tivemos notícias do seu banco. A solicitação de pagamento expirou. Tente enviar o pedido novamente. Se isso continuar acontecendo, entre em contato com o suporte.

source: Welcome to the club, to view your card dashboard please press Continue below.
es_419: Te damos la bienvenida al club. Para ver el panel de la tarjeta, presiona Continuar a continuación.
pt_br: Bem-vindo ao clube, para visualizar o painel do seu cartão, pressione Continuar abaixo.

source: Withdraw %@ from Exchange
es_419: Retirar %@ de Exchange
pt_br: Retirar %@ do Exchange

source: Withdraw %@ from Rewards Account
es_419: Retirar %@ de la cuenta Rewards
pt_br: Retirar %@ da Conta de Recompensas

source: Would you like to purchase it on unstoppabledomains.com?
es_419: ¿Te gustaría comprarlo en unstoppabledomains.com?
pt_br: Gostaria de comprá-lo em unstoppabledomains.com?

source: You can now send crypto to domains like satoshi.blockchain, satoshi.eth, and y.at/💎👐
es_419: Ahora puedes enviar criptomonedas a dominios como satoshi.blockchain, satoshi.eth y y.at/💎👐
pt_br: Agora você pode enviar criptografia para domínios como satoshi.blockchain, satoshi.eth e y.at/💎👐

source: You can now share your domain to receive crypto instead of sharing your wallet addresses.
es_419: Ahora puedes compartir tu dominio para recibir criptomonedas en lugar de compartir las direcciones de tu billetera.
pt_br: Agora você pode compartilhar seu domínio para receber criptomoedas em vez de compartilhar seus endereços de carteira.

source: You can safely close this sheet while we update the order in the background.
es_419: Puedes cerrar esta hoja de forma segura mientras actualizamos el pedido en segundo plano.
pt_br: Você pode fechar esta planilha com segurança enquanto atualizamos o pedido em segundo plano.

source: You have already added this card to your Blockchain.com account. Please try adding a different card.
es_419: Ya agregaste esta tarjeta a tu cuenta de Blockchain.com. Intenta agregar otra tarjeta.
pt_br: Você já adicionou este cartão à sua conta Blockchain.com. Tente adicionar um cartão diferente.

source: You're all set
es_419: Está todo listo
pt_br: Você está pronto

source: Your Cart is Empty
es_419: Tu carrito está vacío
pt_br: Seu carrinho está vazio

source: Your funds will be available to Sell, Swap or Withdraw instantly.
es_419: Tus fondos estarán disponibles para vender, intercambiar o retirar al instante.
pt_br: Seus fundos estarão disponíveis para vender, trocar ou sacar instantaneamente.

source: Your most recent purchases will show up here
es_419: Tus compras más recientes aparecen aquí
pt_br: Suas compras mais recentes aparecerão aqui

source: Your Total %@
es_419: Tu total de %@
pt_br: Seu total %@

source: Your Trading Account is a custodial account hosted by Blockchain.com. Your trading account allows you to trade with cheaper fees and buy and sell crypto in seconds.
es_419: Tu Trading Account es una cuenta custodia alojada en Blockchain.com. Esta cuenta te permite operar con comisiones más económicas y comprar y vender criptomonedas en segundos.
pt_br: Sua Conta de Negociação é uma conta de custódia hospedada pela Blockchain.com. Sua conta de negociação permite que você negocie com taxas mais baratas e compre e venda criptomoedas em segundos.

source: %@ (%@) is currently unavailable to trade.
es_419: %1$@ (%2$@) no está disponible para comercializar en este momento.
pt_br: %1$@ (%2$@) está atualmente indisponível para negociação.

source: %@ (%@) is not tradable
es_419: %1$@ (%2$@) no es comercializable
pt_br: %1$@ (%2$@) não é negociável

source: %@ is a paid domain.
es_419: %@ es un dominio pagado.
pt_br: %@ é um domínio pago.

source: %@ is not available in your region.
es_419: %@ no está disponible en tu región.
pt_br: %@ não está disponível em sua região.

source: %@ on %@ Network
es_419: %1$@ en la red %2$@
pt_br: %1$@ na rede %2$@

source: %@ wants to switch to %@ network.
es_419: %1$@ quiere cambiarse a la red %2$@.
pt_br: %1$@ deseja mudar para a rede %2$@.

source: A blockchain domain is an easy to use address for sending and receiving crypto.
es_419: Un dominio blockchain es una dirección fácil de usar para enviar y recibir criptomonedas.
pt_br: Um domínio blockchain é um endereço fácil de usar para enviar e receber criptomoedas.

source: A digital card you can use instantly for online payments.
es_419: Una tarjeta digital que puedes usar instantáneamente para pagos en línea.
pt_br: Um cartão digital que você pode usar instantaneamente para pagamentos online.

source: A physical card you can use anywhere.
es_419: Una tarjeta física que puedes usar en cualquier lugar.
pt_br: Um cartão físico que você pode usar em qualquer lugar.

source: Account Holder
es_419: Titular de la cuenta
pt_br: Titular da conta

source: Account not yet verified
es_419: Cuenta no verificada todavía
pt_br: Conta ainda não verificada

source: Active
es_419: Activo
pt_br: Aprovado

source: Add Funds
es_419: Agregar fondos
pt_br: Adicionar fundos

source: Add to Apple Wallet
es_419: Agregar a Apple Wallet
pt_br: Adicionar ao Apple Wallet

source: Address Line 1
es_419: Línea de dirección 1
pt_br: Endereço 1

source: Address Line 2
es_419: Línea de dirección 2
pt_br: Endereço 2

source: Adjusted Payment
es_419: Pago ajustado
pt_br: Pagamento ajustado

source: And much more
es_419: Y mucho más
pt_br: E muito mais

source: Are you sure? Once confirmed this action cannot be undone. If you do want to permanently close this card, click the big red button.
es_419: ¿Estás seguro? Una vez confirmes esta acción, no se puede deshacer. Si quieres cerrar definitivamente esta tarjeta, haz clic en el gran botón rojo.
pt_br: Tem certeza? Uma vez confirmada esta ação não pode ser desfeita. Se você quiser encerrar este cartão permanentemente, clique no grande botão vermelho.

source: Argentinian Peso
es_419: Peso Argentino
pt_br: Peso argentino

source: At the moment we do not support %@ in your region, you may still use the wallet to manage your crypto.
es_419: En estos momentos, no admitimos %@ en tu región, pero puedes seguir usando la billetera para gestionar tus criptomonedas.
pt_br: No momento não aceitamos %@ em sua região, você ainda pode usar a carteira para gerenciar sua criptomoeda.

source: Authorizing your card payments is a great way to increase the security of your transactions. If you see this message repeatedly, consider choosing a different payment method.
es_419: Una excelente forma de aumentar la seguridad de tus transacciones es autorizar tus pagos con la tarjeta. Si ves este mensaje en varias oportunidades, considera elegir un método de pago diferente.
pt_br: Autorizar seus pagamentos com cartão é uma ótima forma de aumentar a segurança das transações. Se esta mensagem aparecer várias vezes, considere escolher uma forma de pagamento diferente.

source: Blockchain.com Card
es_419: Tarjeta Blockchain.com
pt_br: Cartão Blockchain.com

source: Blockchain.com does not allow payments from this card. Please choose a different payment method.
es_419: Blockchain.com no admite pagos con esta tarjeta. Elige un método de pago diferente.
pt_br: A Blockchain.com não permite pagamentos com este cartão. Escolha um método de pagamento diferente.

source: Blockchain.com does not support payments from this card. Please choose a different payment method.
es_419: Blockchain.com no admite pagos con esta tarjeta. Elige un método de pago diferente.
pt_br: A Blockchain.com não aceita pagamentos com este cartão. Escolha um método de pagamento diferente.

source: Blockchain.com only allows debit payments for this card. Please choose a different payment method.
es_419: Blockchain.com solo permite pagos con débito con esta tarjeta. Elige un método de pago diferente.
pt_br: A Blockchain.com só permite pagamentos de débito para este cartão. Escolha um método de pagamento diferente.

source: Blockchain.com services are not yet available in your country.
es_419: Los servicios de Blockchain.com aún no están disponibles en tu país.
pt_br: Os serviços da Blockchain.com ainda não estão disponíveis em seu país.

source: Blockchain.com services are not yet available in your state.
es_419: Los servicios de Blockchain.com aún no están disponibles en tu estado.
pt_br: Os serviços da Blockchain.com ainda não estão disponíveis em seu estado.

source: Blockchain.com was unable to add your card. Please try again or choose a different payment method.
es_419: Blockchain.com no pudo agregar tu tarjeta. Intenta nuevamente o elige un método de pago diferente.
pt_br: A Blockchain.com não conseguiu adicionar seu cartão. Tente novamente ou escolha outra forma de pagamento.

source: Blocked
es_419: Bloqueado
pt_br: Bloqueado

source: Blocked by Card Issuer
es_419: Bloqueado por el emisor de la tarjeta
pt_br: Bloqueado pelo emissor do cartão

source: British Pound
es_419: Libra Esterlina
pt_br: Libra Esterlina

source: By completing the Full Access level requirements you are automatically eligible for our airdrop program.
es_419: Al completar los requisitos del nivel de Acceso total, eres elegible automáticamente para nuestro programa airdrop.
pt_br: Ao preencher os requisitos de nível de acesso total, você se qualifica automaticamente para nosso programa airdrop.

source: By confirming below, you acknowledge that any funds left in your account cannot be recovered
es_419: Al confirmar lo siguiente, reconoces que no se podrán recuperar los fondos que queden en tu cuenta
pt_br: Ao confirmar abaixo, você reconhece que quaisquer fundos deixados em sua conta não poderão ser recuperados

source: By tapping Buy %@, you agree to the SafeConnect %@ & %@.
es_419: Al seleccionar Comprar %1$@, aceptas %2$@ y %3$@ de SafeConnect.
pt_br: Ao tocar em Comprar %1$@, você concorda com %2$@ e %3$@ da SafeConnect.

source: By tapping Deposit Now, you agree to the SafeConnect %@ & %@.
es_419: Al seleccionar Depositar ahora, aceptas %1$@ y %2$@ de SafeConnect.
pt_br: Ao tocar em Depositar agora, você concorda com %1$@ a %2$@ da SafeConnect.

source: Card not found
es_419: Tarjeta no encontrada
pt_br: Cartão não encontrado

source: Card Transaction
es_419: Transacción con tarjeta
pt_br: Transação do cartão

source: Cash Balance
es_419: Saldo en efectivo
pt_br: Saldo em dinheiro

source: Change Source
es_419: Cambiar fuente
pt_br: Alterar origem

source: Chat Now
es_419: Chatear ahora
pt_br: Conversar agora

source: Choose from thousands of options.
es_419: Elige entre miles de opciones.
pt_br: Escolha entre milhares de opções.

source: Claim your domain
es_419: Solicita tu dominio
pt_br: Reivindique seu domínio

source: Close ***%@?
es_419: ¿Cerrar ***%@?
pt_br: Encerrar ***%@?

source: Close Card
es_419: Cerrar tarjeta
pt_br: Encerrar cartão

source: Confirm your residential address below to avoid delays. Your will be able to specify a different shipping address later.
es_419: Confirma tu dirección de residencia en la parte de abajo para evitar retrasos. Más adelante, podrás indicar una dirección de envío diferente.
pt_br: Confirme seu endereço residencial abaixo para evitar atrasos. Você poderá especificar um endereço de entrega diferente mais tarde.

source: Confirmation
es_419: Confirmación
pt_br: Confirmação

source: Contact Us
es_419: Contáctanos
pt_br: Fale conosco

source: Created
es_419: Creada
pt_br: Criado

source: Crypto Rewards
es_419: Recompensas en criptomonedas
pt_br: Recompensas em criptomoedas

source: Data Retention Policy
es_419: Política de retención de datos
pt_br: Política de retenção de dados

source: Date & Time
es_419: Fecha y hora
pt_br: Data e hora

source: Debit Card
es_419: Tarjeta de débito
pt_br: Cartão de débito

source: Declined
es_419: Rechazada
pt_br: Recusado

source: Delete Account
es_419: Eliminar cuenta
pt_br: Excluir conta

source: DELETE MY ACCOUNT
es_419: ELIMINAR MI CUENTA
pt_br: EXCLUIR MINHA CONTA

source: Deleting your account means:
es_419: Eliminar tu cuenta significa:
pt_br: Excluir sua conta significa:

source: Depositing
es_419: Depositando
pt_br: Depositando

source: Did you authorize your card payment?
es_419: ¿Autorizaste tu pago con la tarjeta?
pt_br: Você autorizou o pagamento com seu cartão?

source: Did you forget to authorize your card payment?
es_419: ¿Olvidaste autorizar tu pago con la tarjeta?
pt_br: Você se esqueceu de autorizar o pagamento com seu cartão?

source: Did you know?
es_419: Información útil
pt_br: Você sabia?

source: Down for Maintenance
es_419: En mantenimiento
pt_br: Inativo para manutenção

source: Earn 1% back in crypto rewards on all your purchases.
es_419: Gana un 1 % de devolución en recompensas de criptomonedas en todas tus compras.
pt_br: Ganhe 1% de volta em recompensas em criptomoedas em todas as suas compras.

source: Enjoy frictionless crypto purchases with Apple Pay.
es_419: Disfruta de las compras de criptomonedas sin fricción con Apple Pay.
pt_br: Faça compras de criptomoedas sem complicações com a Apple Pay.

source: Enter address or domain
es_419: Ingresar dirección o dominio
pt_br: Digite o endereço ou domínio

source: Exchange for another crypto
es_419: Cambiar por otra criptomoneda
pt_br: Troque por outra criptomoeda

source: Failed to Add Card
es_419: No se pudo agregar la tarjeta
pt_br: Falha ao adicionar cartão

source: Failed to delete your account due to the following reason
es_419: No se pudo eliminar tu cuenta por el siguiente motivo
pt_br: Falha ao excluir sua conta devido ao seguinte motivo

source: Final amount may change due to market activity. By approving this Sell you agree to Blockchain.com’s %@.
es_419: El monto final puede cambiar por la actividad del mercado. Al aprobar esta venta, aceptas %@ de Blockchain.com.
pt_br: O valor final pode mudar devido à atividade do mercado. Ao aprovar esta venda, você concorda com %@ da Blockchain.com

source: Final amount may change due to market activity. By approving this Swap you agree to Blockchain.com’s %@.
es_419: El monto final puede cambiar por la actividad del mercado. Al aprobar este intercambio, aceptas %@ de Blockchain.com.
pt_br: O valor final pode mudar devido à atividade do mercado. Ao aprovar esta troca, você concorda com %@ da Blockchain.com

source: Free domain requirements
es_419: Requisitos para los dominios libres
pt_br: Requisitos de domínio gratuito

source: Free domains must be greater than seven characters and not marked as a premium domain.
es_419: Los dominios libres deben tener más de siete caracteres y no estar marcados como dominio premium.
pt_br: Os domínios gratuitos devem ter mais de sete caracteres e não devem ser marcados como domínio premium.

source: Full Access Level
es_419: Nivel de Acceso total
pt_br: Nível de Acesso total

source: Fund your current account
es_419: Deposita fondos en tu cuenta corriente
pt_br: Financie sua conta corrente

source: Funds will be credited to your ARS wallet as soon as we receive them. Funds are generally available within one business day.
es_419: Los fondos se acreditarán en tu billetera en ARS apenas los recibamos. Por lo general, los fondos están disponibles en un día hábil.
pt_br: Os fundos serão creditados na sua carteira ARS assim que os recebermos. Normalmente, os fundos ficam disponíveis dentro de um dia útil.

source: Get access to swap in seconds by completing your profile and getting Limited Access.
es_419: Obtén acceso al intercambio en segundos al completar tu perfil y obtener el Acceso limitado.
pt_br: Obtenha acesso para trocar em segundos, completando seu perfil e obtendo o Acesso limitado.

source: Get access to the Trading Account in seconds by completing your profile and getting Limited Access.
es_419: Completa tu perfil y obtén acceso limitado para acceder a la cuenta de Trading en segundos.
pt_br: Obtenha acesso à Conta Trading em segundos ao completar seu perfil e obter acesso Básico.

source: Get Full Access
es_419: Obtener acceso completo
pt_br: Atualizar para limites verificados

source: Get Full Access and Swap faster, with higher limits, lower fees, and a better experience.
es_419: Obtén acceso completo e intercambia mejor, con límites más altos, comisiones más bajas y ten una experiencia única.
pt_br: Atualize para Verificado e Troque mais rapidamente, com limites mais altos, taxas mais baixas e uma experiência melhor.

source: Get help with card related issues
es_419: Obtén ayuda para problemas relacionados con la tarjeta
pt_br: Obter ajuda com problemas relacionados ao cartão

source: Get Limited Access
es_419: Obtener acceso limitado
pt_br: Adquira o Básico

source: Get your free .blockchain domain through Unstoppable Domains in three easy steps.
es_419: Obtén tu dominio .blockchain gratis a través de Unstoppable Domains en tres sencillos pasos.
pt_br: Obtenha seu domínio .blockchain gratuito através do Unstoppable Domains em três etapas fáceis.

source: Go to Web
es_419: Ir a la web
pt_br: Ir para a Web

source: Have a referral code?
es_419: ¿Tienes un código de referido?
pt_br: Tem um código de referência?

source: Having Trouble Logging In?
es_419: ¿Tienes problemas para iniciar sesión?
pt_br: Está com problemas para fazer login?

source: I agree to Blockchain.com's Terms of Service
es_419: Acepto los términos de servicio de Blockchain.com
pt_br: Concordo com os Termos de Serviço da Blockchain.com

source: I understand that Blockchain.com never stores passwords and therefore cannot recover or reset my password. If I lose access to my wallet, I must use my **%@** to access my funds. By creating a wallet, you agree to Blockchain’s
es_419: Entiendo que Blockchain.com nunca almacena las contraseñas y, por lo tanto, no puede recuperar o restablecer mi contraseña. Si pierdo el acceso a mi billetera, debo utilizar mi **%@** para acceder a mis fondos. Al crear una billetera, aceptas
pt_br: Entendo que a Blockchain.com nunca armazena senhas e, portanto, não pode recuperar ou redefinir minha senha. Se eu perder o acesso à minha carteira, devo usar minha **%@** para acessar meus fundos. Ao criar uma carteira, você concorda com a Blockchain

source: Icon, Error
es_419: Ícono, error
pt_br: Ícone, Erro

source: Includes Limited Access Features
es_419: Incluye funciones de acceso limitado
pt_br: Inclui recursos básicos

source: Information secured with 256-bit encryption
es_419: Información protegida con encriptación de 256 bits
pt_br: Informações protegidas com criptografia de 256 bits

source: Initial Amount
es_419: Monto inicial
pt_br: Valor inicial

source: Initiated
es_419: Iniciada
pt_br: Iniciado

source: Invalid Card
es_419: Tarjeta no válida
pt_br: Cartão inválido

source: Invalid social security number
es_419: Número de seguridad social inválido
pt_br: Número de seguro social inválido

source: iOS Version
es_419: Versión iOS
pt_br: Versão para iOS
