Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: Your stacks are now in your wallet. We’ll let you know as soon as these are available to be used.
de: Ihre Stapel befinden sich jetzt in Ihrer Brieftasche. Wir werden Sie informieren, sobald diese zur Verwendung verfügbar sind.
id: Tumpukan Anda sekarang ada di dompet Anda. Kami akan memberi tahu Anda segera setelah ini tersedia untuk digunakan.
it: Le tue pile sono ora nel tuo portafoglio. Ti informeremo non appena questi saranno disponibili per essere utilizzati.
ms: Tumpukan anda sekarang di dompet anda. Kami akan memberitahu anda sebaik sahaja ia tersedia untuk digunakan.
nl: Je stapels zitten nu in je portemonnee. We laten het u weten zodra deze beschikbaar zijn voor gebruik.
sv: Dina staplar finns nu i din plånbok. Vi meddelar dig så snart dessa är tillgängliga för användning.
th: ตอนนี้กองของคุณอยู่ในกระเป๋าเงินของคุณแล้ว เราจะแจ้งให้คุณทราบทันทีที่มีการใช้งาน
uk: Ваші стеки зараз у вашому гаманці. Ми повідомимо вас, як тільки вони стануть доступними для використання.

source: Your Stacks are now in your wallet. We’ll let you know as soon as these are available to be used.
de: Ihre Stapel befinden sich jetzt in Ihrer Brieftasche. Wir werden Sie informieren, sobald diese zur Verwendung verfügbar sind.
id: Tumpukan Anda sekarang ada di dompet Anda. Kami akan memberi tahu Anda segera setelah ini tersedia untuk digunakan.
it: Le tue pile sono ora nel tuo portafoglio. Ti informeremo non appena questi saranno disponibili per essere utilizzati.
ms: Tumpukan anda sekarang di dompet anda. Kami akan memberitahu anda sebaik sahaja ia tersedia untuk digunakan.
nl: Je stapels zitten nu in je portemonnee. We laten het u weten zodra deze beschikbaar zijn voor gebruik.
sv: Dina staplar finns nu i din plånbok. Vi meddelar dig så snart dessa är tillgängliga för användning.
th: ตอนนี้กองของคุณอยู่ในกระเป๋าเงินของคุณแล้ว เราจะแจ้งให้คุณทราบทันทีที่มีการใช้งาน
uk: Ваші стеки зараз у вашому гаманці. Ми повідомимо вас, як тільки вони стануть доступними для використання.

source: Your trade has been canceled. Please return to the exchange tab to start your trade again.
de: Ihr Handel wurde storniert. Bitte kehren Sie zur Registerkarte "Umtausch" zurück, um Ihren Handel erneut zu starten.
id: Perdagangan Anda telah dibatalkan. Silakan kembali ke tab tukar untuk memulai perdagangan Anda lagi.
it: Il tuo trade è stato cancellato. Torna alla scheda degli scambi per ricominciare il tuo scambio.
ms: Dagangan anda telah dibatalkan. Sila kembali ke tab pertukaran untuk memulakan perdagangan anda lagi.
nl: Uw transactie is geannuleerd. Ga terug naar het ruiltabblad om uw transactie opnieuw te starten.
sv: Din handel har avbrutits. Återgå till utbytesfliken för att starta din handel igen.
th: การค้าของคุณถูกยกเลิก โปรดกลับไปที่แท็บการแลกเปลี่ยนเพื่อเริ่มการซื้อขายอีกครั้ง
uk: Вашу торгівлю скасовано. Поверніться на вкладку обміну, щоб знову розпочати торгівлю.

source: Your trade has expired. Please return to the Exchange page to start your trade again.
de: Ihr Handel ist abgelaufen. Bitte kehren Sie zur Exchange-Seite zurück, um Ihren Handel erneut zu starten.
id: Perdagangan Anda telah kedaluwarsa. Silakan kembali ke halaman Exchange untuk memulai perdagangan Anda lagi.
it: Il tuo commercio è scaduto. Torna alla pagina di Exchange per ricominciare il tuo scambio.
ms: Dagangan anda telah tamat tempoh. Sila kembali ke halaman Pertukaran untuk memulakan perdagangan anda lagi.
nl: Uw transactie is verlopen. Ga terug naar de Exchange-pagina om opnieuw te handelen.
sv: Din handel har gått ut. Gå tillbaka till Exchange-sidan för att starta din handel igen.
th: การค้าของคุณหมดอายุ โปรดกลับไปที่หน้าแลกเปลี่ยนเพื่อเริ่มการซื้อขายอีกครั้ง
uk: Термін дії вашої торгівлі закінчився Поверніться на сторінку Exchange, щоб знову розпочати торгівлю.

source: Your trade has expired. Please return to the exchange tab to start a new trade.
de: Ihr Handel ist abgelaufen. Bitte kehren Sie zur Registerkarte Exchange zurück, um einen neuen Trade zu starten.
id: Perdagangan Anda telah kedaluwarsa. Silakan kembali ke tab pertukaran untuk memulai perdagangan baru.
it: Il tuo commercio è scaduto. Torna alla scheda degli scambi per iniziare una nuova operazione.
ms: Dagangan anda telah tamat tempoh. Sila kembali ke tab pertukaran untuk memulakan perdagangan baru.
nl: Uw transactie is verlopen. Ga terug naar het ruiltabblad om een nieuwe transactie te starten.
sv: Din handel har gått ut. Gå tillbaka till utbytesfliken för att starta en ny handel.
th: การค้าของคุณหมดอายุ โปรดกลับไปที่แท็บการแลกเปลี่ยนเพื่อเริ่มการซื้อขายใหม่
uk: Термін дії вашої торгівлі закінчився Поверніться на вкладку обміну, щоб розпочати нову торгівлю.

source: Your Transactions
de: Ihre Transaktionen
id: Transaksi Anda
it: Le tue transazioni
ms: Transaksi anda
nl: Uw transacties
sv: Dina transaktioner
th: ธุรกรรมของคุณ
uk: Ваші транзакції

source: Your USD PAX transactions will show up here once you make your first transaction.
de: Ihre USD PAX-Transaktionen werden hier angezeigt, sobald Sie Ihre erste Transaktion getätigt haben.
id: Transaksi USD PAX Anda akan muncul di sini setelah Anda melakukan transaksi pertama.
it: Le transazioni USD PAX verranno visualizzate qui una volta effettuata la prima transazione.
ms: Urusniaga USD PAX anda akan dipaparkan di sini sebaik sahaja anda membuat transaksi pertama anda.
nl: Uw USD PAX-transacties worden hier weergegeven zodra u uw eerste transactie uitvoert.
sv: Dina USD PAX transaktioner kommer att dyka upp här när du gör din första transaktion.
th: ธุรกรรม USD PAX ของคุณจะปรากฏที่นี่เมื่อคุณทำธุรกรรมครั้งแรกของคุณ
uk: Ваші транзакції PAX USD з'являться тут, як тільки ви зробите першу транзакцію.

source: Your wallet does not contain this address.
de: Ihre Wallet beinhaltet nicht diese Adresse.
id: Dompet Anda tidak berisi alamat ini.
it: Il tuo portafoglio non contiene questo indirizzo.
ms: Dompet mengandungi alamat ini.
nl: Uw portemonnee bevat niet dit adres.
sv: Plånboken innehåller inte denna adress.
th: กระเป๋าเงินของคุณไม่มีที่อยู่นี้
uk: У вашому гаманці ця адреса відсутня.

source: Your wallet has been locked because of too many failed login attempts. You can try again in 4 hours.
de: Ihre Brieftasche wurde wegen zu vieler fehlgeschlagener Anmeldeversuche gesperrt. Sie können es in 4 Stunden erneut versuchen.
id: Dompet Anda telah dikunci karena terlalu banyak upaya login yang gagal. Anda dapat mencoba lagi dalam 4 jam.
it: Il tuo portafoglio è stato bloccato a causa di troppi tentativi di accesso falliti. Puoi riprovare tra 4 ore.
ms: Wallet anda telah dikunci kerana terlalu banyak percubaan masuk gagal. Anda boleh cuba lagi dalam masa 4 jam.
nl: Je portemonnee is vergrendeld vanwege te veel mislukte inlogpogingen. U kunt het over 4 uur opnieuw proberen.
sv: Din plånbok har låsts på grund av för många misslyckade inloggningsförsök. Du kan försöka igen om fyra timmar.
th: กระเป๋าเงินของคุณถูกล็อคเนื่องจากการพยายามลงชื่อเข้าใช้ล้มเหลวมากเกินไป คุณสามารถลองอีกครั้งใน 4 ชั่วโมง
uk: Ваш гаманець заблокований через занадто багато спроб входу. Можна спробувати ще раз через 4 години.

source: You’re all set to connect your Blockchain Wallet to the Exchange.
de: Sie können nun Ihre Blockchain Wallet mit der Exchange verbinden.
id: Anda siap untuk menghubungkan Dompet Blockchain Anda ke Exchange.
it: Sei pronto per connettere il tuo Portafoglio Blockchain allo scambio.
ms: Anda bersedia untuk menyambung Wallet Blockchain anda ke Exchange.
nl: Je bent helemaal klaar om je Blockchain-portemonnee aan de Exchange te koppelen.
sv: Du är redo att ansluta din Blockchain-plånbok till Exchange.
th: คุณพร้อมที่จะเชื่อมต่อ Blockchain Wallet กับ Exchange แล้ว
uk: Ви готові підключити свій Blockchain Wallet до біржі.

source: You’ve successfully imported a private key.
de: Sie haben erfolgreich einen privaten Schlüssel importiert.
id: Anda berhasil mengimpor kunci pribadi.
it: Hai importato con successo una chiave privata.
ms: Anda telah berjaya diimport kunci persendirian.
nl: U heeft met succes een privésleutel geïmporteerd.
sv: Du har lyckosam importerat en privat nyckel.
th: คุณได้นำเข้าคีย์ส่วนตัวเรียบร้อยแล้ว
uk: Ви успішно імпортували особистий ключ.

source: Account locked
de: Konto gesperrt
id: Akun terkunci
it: Account bloccato
ms: Akaun dikunci
nl: Account geblokkeerd
sv: Kontot är låst
th: บัญชีถูกล็อค
uk: Рахунок заблокований

source: Are you sure this is a Bitcoin Cash address?
de: Sind Sie sicher, dass dies eine Bitcoin Cash-Adresse ist?
id: Apakah Anda yakin ini adalah alamat Bitcoin Cash?
it: Sei sicuro che questo sia un indirizzo Bitcoin Cash?
ms: Adakah anda pasti ini adalah alamat Bitcoin Cash?
nl: Weet je zeker dat dit een Bitcoin Cash-adres is?
sv: Är du säker på att det här är en Bitcoin Cash-adress?
th: คุณแน่ใจหรือว่านี่คือที่อยู่เงินสดของ Bitcoin
uk: Ви впевнені, що це адреса Bitcoin Cash?

source: Backup again
de: Erneut sichern
id: Cadangkan lagi
it: Backup di nuovo
ms: Sandaran semula
nl: Maak opnieuw een back-up
sv: Säkerhetskopiera igen
th: สำรองข้อมูลอีกครั้ง
uk: Знову резервне копіювання

source: Backup funds
de: Guthaben sichern
id: Cadangkan dana
it: Fondi di backup
ms: Dana sandaran
nl: Back-upfondsen
sv: Säkerhetskopieringsmedel
th: เงินสำรอง
uk: Резервні фонди

source: Buying Fee
de: Kaufgebühr
id: Biaya Pembelian
it: Commissione d'acquisto
ms: Yuran Pembelian
nl: Aankoopkosten
sv: Köpsavgift
th: ค่าธรรมเนียมการซื้อ
uk: Плата за покупку

source: eigth word
de: achtes Wort
id: kata kedelapan
it: ottava parola
ms: perkataan eigth
nl: achtste woord
sv: åttonde ordet
th: คำที่ eigth
uk: eigth слово

source: Even better, since you need ETH to make USD Digital trades, we just airdropped enough ETH into your Wallet to cover your first 3 transactions 🙌🏻
de: Noch besser, da Sie ETH benötigen, um USD Digital-Transaktionen durchzuführen, haben wir gerade genug ETH in Ihre Wallet gegeben, um Ihre ersten 3 Transaktionen möglich zu machen 🙌🏻
id: Lebih baik lagi, karena Anda membutuhkan ETH untuk melakukan perdagangan Digital USD, kami hanya memasukkan cukup ETH ke Dompet Anda untuk menutupi 3 transaksi pertama Anda 🙌🏻
it: Ancora meglio, dal momento che hai bisogno dell'ETH per fare scambi di USD Digital, abbiamo appena trasferito abbastanza ETH nel tuo Portafoglio per coprire le tue prime 3 transazioni 🙌🏻
ms: Lebih baik lagi, kerana anda memerlukan ETH untuk membuat perdagangan Digital USD, kami hanya cukup berpaut ETH ke dalam Wallet anda untuk menutup transaksi 3 pertama anda
nl: Beter nog, aangezien u ETH nodig heeft om digitale transacties in USD uit te voeren, hebben we net genoeg ETH in uw portemonnee gestort om uw eerste 3 transacties te dekken 🙌🏻
sv: Ännu bättre, eftersom du behöver ETH för att göra USD Digital-affärer, droppade vi bara tillräckligt med ETH i din plånbok för att täcka dina tre första transaktioner 🙌🏻
th: ยิ่งไปกว่านั้นเนื่องจากคุณต้องการ ETH เพื่อทำการซื้อขาย USD ดิจิทัลเราเพิ่งออกอากาศ ETH เพียงพอในกระเป๋าเงินของคุณเพื่อครอบคลุม 3 ธุรกรรมแรกของคุณ🙌🏻
uk: Ще краще, оскільки вам потрібно ETH для здійснення цифрових торгів в доларах США, ми просто надали достатню кількість ETH у ваш гаманець, щоб покрити ваші перші 3 транзакції 🙌🏻

source: Get USD Digital
de: Holen Sie sich USD Digital
id: Dapatkan USD Digital
it: Ottieni USD Digital
ms: Dapatkan USD Digital
nl: Koop USD Digital
sv: Skaffa USD Digital
th: รับ USD ดิจิตอล
uk: Отримайте цифровий долар США

source: Hide QR code
de: QR-Code ausblenden
id: Sembunyikan kode QR
it: Nascondi il codice QR
ms: Sembunyikan kod QR
nl: QR-code verbergen
sv: Dölj QR-koden
th: ซ่อนรหัส QR
uk: Приховати QR-код

source: If you would like to forget this wallet and start over, press 'Forget Wallet'.
de: Wenn Sie diese Wallet verwerfen und nochmal von vorne beginnen möchten, drücken Sie 'Wallet verwerfen'.
id: Jika Anda ingin melupakan dompet ini dan memulai kembali, tekan 'Lupakan Dompet'.
it: Se desideri dimenticare questo portafoglio e ricominciare, premi "Dimentica portafoglio".
ms: Jika anda ingin melupakan dompet ini dan mula semula, tekan 'Lupakan Wallet'.
nl: Als je deze portemonnee wilt vergeten en opnieuw wilt beginnen, druk je op 'Portemonnee vergeten'.
sv: Om du vill glömma den här plånboken och börja om igen, tryck på 'Forget Wallet'.
th: หากคุณต้องการที่จะลืมกระเป๋าเงินนี้และเริ่มต้นใหม่ให้กด 'ลืมกระเป๋าเงิน'
uk: Якщо ви хочете забути цей гаманець і почати спочатку, натисніть "Забути гаманець".

source: Introducing Digital US Dollars (USD Digital) to de-risk your crypto investment or lock-in gains.
de: Einführung von Digital US Dollars (USD PAX), um Ihr Crypto-Investment oder Ihre Gewinne abzusichern.
id: Memperkenalkan Dolar AS Digital (USD Digital) untuk mengurangi risiko investasi kripto Anda atau keuntungan terkunci.
it: Presentazione di Digital US Dollars (USD Digital) per ridurre il rischio di investimenti in criptovalute o guadagni di lock-in.
ms: Memperkenalkan Dolar AS Digital (USD Digital) untuk menaksir pelaburan crypto atau keuntungan lock-in anda.
nl: Introductie van digitale Amerikaanse dollars (USD digitaal) om uw crypto-investering of lock-in-winsten te verkleinen.
sv: Introduktion av digitala amerikanska dollar (USD Digital) för att riskera din kryptoinvestering eller inlåningsvinster.
th: แนะนำ Digital US Dollars (USD Digital) เพื่อลดความเสี่ยงในการลงทุน crypto หรือการล็อคอิน
uk: Представляємо цифрові долари США (Digital Digital) для зменшення ризику інвестицій у криптовалюту або прибутків від блокування.

source: Introducing USD Digital, a safe and stable crypto asset you can use to store value. 1 USD-D = 1 USD.
de: Einführung von USD Digital, einem sicheren und stabilen Crypto-Vermögenswert, den Sie zum Werterhalt nutzen können. 1 USD-D = 1 USD.
id: Memperkenalkan USD Digital, aset crypto yang aman dan stabil yang dapat Anda gunakan untuk menyimpan nilai. 1 USD-D = 1 USD.
it: Presentazione di USD Digital, una criptovaluta sicura e stabile che puoi utilizzare per archiviare valore. 1 USD-D = 1 USD.
ms: Memperkenalkan USD Digital, aset kripto yang stabil dan stabil yang boleh anda gunakan untuk menyimpan nilai. 1 USD-D = 1 USD.
nl: Introductie van USD Digital, een veilige en stabiele crypto-asset die u kunt gebruiken om waarde op te slaan. 1 USD-D = 1 USD.
sv: Vi presenterar USD Digital, en säker och stabil krypto tillgång du kan använda för att lagra värde. 1 USD-D = 1 USD.
th: ขอแนะนำ USD Digital ซึ่งเป็น crypto ที่ปลอดภัยและมีเสถียรภาพที่คุณสามารถใช้เพื่อจัดเก็บค่า 1 USD-D = 1 USD
uk: Представляючи USD Digital, безпечний і стабільний криптовалюта, який можна використовувати для зберігання вартості. 1 USD-D = 1 USD.

source: Invalid amount
de: Ungültiger Betrag
id: Jumlah tidak valid
it: importo non valido
ms: Jumlah tidak sah
nl: ongeldige hoeveelheid
sv: Ogiltigt belopp
th: จำนวนเงินไม่ถูกต้อง
uk: Недійсна сума

source: Invalid mobile number
de: Ungültige Handynummer
id: Nomor ponsel tidak valid
it: numero cellulare invalido
ms: Nombor mudah alih tidak sah
nl: Ongeldig telefoonnummer
sv: ogiltigt mobilnummer
th: หมายเลขโทรศัพท์มือถือไม่ถูกต้อง
uk: Недійсний номер мобільного телефону

source: It is important to make sure you write down your words exactly as they appear here and in this order.
de: Es ist wichtig, dass Sie sich Ihre Worte auf jeden Fall exakt nach Wortlaut und in dieser Reihenfolge notieren.
id: Penting untuk memastikan Anda menuliskan kata-kata Anda persis seperti yang muncul di sini dan dalam urutan ini.
it: È importante assicurarsi di annotare le parole esattamente come appaiono qui e in questo ordine.
ms: Adalah penting untuk memastikan anda menulis kata-kata anda tepat seperti yang dipaparkan di sini dan dalam perintah ini.
nl: Het is belangrijk om ervoor te zorgen dat u uw woorden precies opschrijft zoals ze hier en in deze volgorde worden weergegeven.
sv: Det är viktigt att se till att du skriver dina ord exakt som de visas här och i denna ordning.
th: เป็นสิ่งสำคัญที่จะต้องแน่ใจว่าคุณจดคำศัพท์ของคุณตามที่ปรากฏในที่นี้และตามลำดับนี้
uk: Важливо переконатися, що ви записуєте свої слова саме так, як вони з’являються тут, і в цьому порядку.

source: Keep this QR code hidden until you’re ready.
de: Halten Sie diesen QR-Code versteckt, bis Sie bereit sind.
id: Simpan kode QR ini tersembunyi sampai Anda siap.
it: Tieni nascosto questo codice QR fino a quando non sei pronto.
ms: Simpan kod QR ini sehingga anda siap.
nl: Houd deze QR-code verborgen totdat je er klaar voor bent.
sv: Håll den här QR-koden dold tills du är redo.
th: ซ่อนรหัส QR นี้ไว้จนกว่าคุณจะพร้อม
uk: Зберігайте цей QR-код прихованим, поки ви не будете готові.

source: Keep track of your crypto balances from your Wallet's dashboard. Your Wallet currently supports Bitcoin, Ether, Bitcoin Cash, Stellar XLM and USD Digital.
de: Behalten Sie Ihre Crypto-Guthaben über das Dashboard Ihrer Wallet im Auge. Ihre Wallet unterstützt derzeit Bitcoin, Ether, Bitcoin Cash, Stellar XLM und USD Digital.
id: Pantau saldo crypto Anda dari dasbor Dompet Anda. Dompet Anda saat ini mendukung Bitcoin, Ether, Bitcoin Cash, Stellar XLM dan USD Digital.
it: Tieni traccia dei tuoi saldi crittografici dalla dashboard del tuo portafoglio. Il tuo portafoglio attualmente supporta Bitcoin, Ether, Bitcoin Cash, Stellar XLM e USD Digital.
ms: Jejaki baki crypto anda dari papan pemuka Wallet anda. Dompet anda kini menyokong Bitcoin, Ether, Bitcoin Cash, XLM Bintang dan Digital USD.
nl: Houd uw crypto-saldi bij vanuit het dashboard van uw Wallet. Uw portemonnee ondersteunt momenteel Bitcoin, Ether, Bitcoin Cash, Stellar XLM en USD Digital.
sv: Håll koll på dina kryptobalanser från din plånboks instrumentpanel. Din plånbok stöder för närvarande Bitcoin, Ether, Bitcoin Cash, Stellar XLM och USD Digital.
th: ติดตาม crypto balance ของคุณจากแดชบอร์ดของ Wallet ปัจจุบัน Wallet ของคุณรองรับ Bitcoin, Ether, Bitcoin Cash, Stellar XLM และ USD Digital
uk: Слідкуйте за криптовалютами на інформаційній панелі Wallet. Наразі ваш гаманець підтримує Bitcoin, Ether, Bitcoin Cash, Stellar XLM та USD Digital.

source: Learn more about USD Digital
de: Erfahren Sie mehr über USD Digital
id: Pelajari lebih lanjut tentang USD Digital
it: Ulteriori informazioni su USD Digital
ms: Ketahui lebih lanjut mengenai USD Digital
nl: Lees meer over USD Digital
sv: Läs mer om USD Digital
th: เรียนรู้เพิ่มเติมเกี่ยวกับ USD Digital
uk: Дізнайтеся більше про USD Digital

source: Mobile
de: Handy
nl: Mobiel
sv: Mobil
th: โทรศัพท์มือถือ
uk: Мобільний

source: My USD Digital Wallet
de: Meine USD Digital Wallet
id: Dompet Digital USD saya
it: Il mio portafoglio digitale USD
ms: Wallet Digital USD saya
nl: Mijn USD digitale portemonnee
sv: Min USD Digital plånbok
th: USD Digital Wallet ของฉัน
uk: Мій цифровий гаманець USD

source: Please wait until your previous transaction confirms
de: Bitte warten Sie, bis Ihre vorherige Transaktion bestätigt ist
id: Harap tunggu hingga transaksi Anda sebelumnya dikonfirmasi
it: Si prega di attendere fino alla conferma della transazione precedente
ms: Sila tunggu sehingga urus niaga sebelumnya mengesahkan
nl: Wacht totdat uw vorige transactie is bevestigd
sv: Vänta tills din tidigare transaktion bekräftar
th: กรุณารอจนกว่าการทำธุรกรรมก่อนหน้าของคุณยืนยัน
uk: Зачекайте, поки ваша попередня транзакція не підтвердиться

source: Show QR code
de: QR-Code anzeigen
id: Tampilkan kode QR
it: Mostra il codice QR
ms: Tunjukkan kod QR
nl: Toon QR-code
sv: Visa QR-kod
th: แสดงรหัส QR
uk: Показати QR-код

source: Start backup
de: Backup starten
id: Mulai pencadangan
it: Inizia il backup
ms: Mula sandaran
nl: Back-up starten
sv: Starta säkerhetskopieringen
th: เริ่มการสำรองข้อมูล
uk: Почніть резервне копіювання

source: Swap for USD Digital Now
de: Jetzt gegen USD Digital umtauschen
id: Tukar untuk USD Digital Sekarang
it: Scambia per USD Digital Now
ms: Tukar untuk USD Digital Sekarang
nl: Ruil nu voor USD Digital
sv: Byt för USD Digital nu
th: สลับเป็น USD Digital ทันที
uk: Обмін на USD Digital Now

source: Swipe to receive
de: Zum Empfang wischen
id: Geser untuk menerima
it: Scorri per ricevere
ms: Leret untuk menerima
nl: Veeg om te ontvangen
sv: Svep för att ta emot
th: ปัดเพื่อรับ
uk: Проведіть пальцем, щоб отримати

source: Thanks for placing your trade! Funds will usually reach your wallet within 2 hours and we’ll send you a notification when that happens. Keep track of your trade’s progress in the Order History area.
de: Danke für die Platzierung Ihrer Transaktion! Die Geldmittel werden Ihre Wallet normalerweise innerhalb von 2 Stunden erreichen. Wir senden Ihnen eine Benachrichtigung, wenn das passiert. Behalten Sie Ihre Transaktionsfortschritte in der Registerkarte Auftragsverlauf im Auge.
id: Terima kasih telah menempatkan perdagangan Anda! Dana biasanya akan mencapai dompet Anda dalam waktu 2 jam dan kami akan mengirimkan pemberitahuan ketika itu terjadi. Pantau perkembangan perdagangan Anda di area Riwayat Pesanan.
it: Grazie per aver piazzato il tuo trade! I fondi di solito raggiungono il tuo portafoglio entro 2 ore e ti invieremo una notifica quando ciò accade. Tieni traccia dei progressi del tuo commercio nell'area Cronologia ordini.
ms: Terima kasih kerana meletakkan perdagangan anda! Dana biasanya akan mencapai dompet anda dalam masa 2 jam dan kami akan menghantar pemberitahuan kepada anda apabila itu berlaku. Jejaki kemajuan perdagangan anda di kawasan Sejarah Pesanan.
nl: Bedankt voor het plaatsen van uw transactie! Het geld bereikt uw portemonnee meestal binnen twee uur en we sturen u een melding wanneer dat gebeurt. Houd de voortgang van uw transactie bij in het gebied Ordergeschiedenis.
sv: Tack för att du gör din handel! Fonder når vanligtvis din plånbok inom två timmar och vi skickar ett meddelande när det händer. Håll koll på din handels framsteg inom området Orderhistorik.
th: ขอบคุณสำหรับการวางการค้าของคุณ! โดยปกติเงินจะเข้าสู่กระเป๋าเงินของคุณภายใน 2 ชั่วโมงและเราจะส่งการแจ้งเตือนเมื่อเกิดเหตุการณ์เช่นนี้ ติดตามความคืบหน้าของการค้าของคุณในพื้นที่ประวัติการสั่งซื้อ
uk: Дякуємо, що розмістили вашу торгівлю! Зазвичай кошти надійдуть до вашого гаманця протягом 2 годин, і ми надішлемо вам повідомлення, коли це станеться. Слідкуйте за успіхом вашої торгівлі в області Історія замовлень.

source: This feature is recommended for advanced users only. By choosing a custom fee, you risk overpaying or your transaction never being confirmed.
de: Diese Funktion wird nur für erfahrene Benutzer empfohlen. Wenn Sie sich entscheiden, Ihre Gebühr selbst zu bestimmen, laufen Sie Gefahr, zu viel für Ihre Transaktion zu bezahlen oder diese nie bestätigt zu bekommen.
id: Fitur ini direkomendasikan hanya untuk pengguna tingkat lanjut. Dengan memilih biaya khusus, Anda berisiko kelebihan pembayaran atau transaksi Anda tidak pernah dikonfirmasi.
it: Questa funzione è consigliata solo per utenti esperti. Scegliendo una commissione personalizzata, rischi di pagare in eccesso o la tua transazione non verrà mai confermata.
ms: Ciri ini disyorkan untuk pengguna canggih sahaja. Dengan memilih yuran adat, anda berisiko melebihkan atau transaksi anda tidak disahkan.
nl: Deze functie wordt alleen aanbevolen voor gevorderde gebruikers. Door een aangepaste vergoeding te kiezen, riskeert u te veel betalen of wordt uw transactie nooit bevestigd.
sv: Den här funktionen rekommenderas endast för avancerade användare. Genom att välja en anpassad avgift riskerar du att betala för mycket eller att din transaktion aldrig bekräftas.
th: คุณลักษณะนี้เหมาะสำหรับผู้ใช้ขั้นสูงเท่านั้น โดยการเลือกค่าธรรมเนียมที่กำหนดเองคุณจะเสี่ยงกับการจ่ายเงินมากเกินไปหรือการทำธุรกรรมของคุณไม่ได้รับการยืนยัน
uk: Ця функція рекомендується лише для досвідчених користувачів. Вибравши спеціальну плату, ви ризикуєте переплатити або транзакцію ніколи не підтвердити.
