Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: Blockchain does not have access to the microphone. To enable access, go to your device Settings.
de: Blockchain hat keinen Zugriff auf das Mikrofon. Zur Zugriffsaktivierung gehen Sie bitte zu Ihren Geräteeinstellungen.
es_419: Blockchain.com no tiene acceso al micrófono. Para habilitar el acceso, ve a la Configuración de tu dispositivo.
id: Blockchain tidak memiliki akses ke mikrofon. Untuk mengaktifkan akses, buka Pengaturan perangkat Anda.
it: Blockchain non ha accesso al microfono. Per abilitare l'accesso, vai alle Impostazioni del tuo dispositivo.
ms: Blockchain tidak mempunyai akses kepada mikrofon. Untuk mendayakan akses, pergi ke Tetapan peranti anda.
nl: Blockchain heeft geen toegang tot de microfoon. Ga naar de instellingen van uw apparaat om toegang in te schakelen.
pt_br: Blockchain não tem acesso ao microfone. Para habilitar o acesso, vá para as Configurações do seu dispositivo.
sv: Blockchain har inte åtkomst till mikrofonen. Gå till enhetens inställningar för att aktivera åtkomst.
th: Blockchain ไม่สามารถเข้าถึงไมโครโฟน หากต้องการเปิดใช้งานการเข้าถึงให้ไปที่การตั้งค่าอุปกรณ์ของคุณ
uk: Blockchain не має доступу до мікрофона. Щоб увімкнути доступ, перейдіть у Налаштування пристрою.

source: Blockchain Exchange
es_419: Exchange de Blockchain.com
id: Pertukaran Blockchain
it: Scambio Blockchain
nl: Blockchain-uitwisseling
th: แลกเปลี่ยน Blockchain
uk: Блокчейн обмін

source: Blockchain’s servers are currently under maintenance. Please try again later
de: Die Server der Blockchain werden derzeit gewartet. Bitte versuchen Sie es später erneut
es_419: Los servidores de Blockchain.com están en mantenimiento. Intenta otra vez más tarde.
id: Server Blockchain saat ini sedang dalam pemeliharaan. Silakan coba lagi nanti
it: I server Blockchain sono attualmente in manutenzione. Per favore riprova più tardi
ms: Server Blockchain kini sedang dalam penyelenggaraan. Sila cuba sebentar lagi
nl: De servers van Blockchain worden momenteel onderhouden. Probeer het later opnieuw
pt_br: Os servidores da Blockchain estão atualmente em manutenção. Tente novamente mais tarde
sv: Blockchains servrar underhålls för närvarande. Vänligen försök igen senare
th: เซิร์ฟเวอร์ของ Blockchain กำลังบำรุงรักษา กรุณาลองใหม่อีกครั้งในภายหลัง
uk: Наразі сервери Blockchain знаходяться в обслуговуванні Будь-ласка спробуйте пізніше

source: Built by Blockchain.com
de: Erstellt von Blockchain.com
es_419: Diseñado por Blockchain.com
id: Dibangun oleh Blockchain.com
it: Costruito da Blockchain.com
ms: Dibina oleh Blockchain.com
nl: Gebouwd door Blockchain.com
pt_br: Construído por Blockchain.com
sv: Byggt av Blockchain.com
th: สร้างโดย Blockchain.com
uk: Створений компанією Blockchain.com

source: Buy
de: Kaufen
es_419: Comprar
id: Membeli
it: Acquistare
ms: Beli
nl: Kopen
pt_br: Comprar
sv: köpa
uk: Купуйте

source: Buy Now
de: Kaufe jetzt
es_419: Comprar ahora
id: Beli sekarang
it: Acquista ora
ms: Beli sekarang
nl: Koop nu
pt_br: Comprar agora
sv: Köp nu
th: ซื้อเลย
uk: Придбайте зараз

source: Buy order.
de: Kaufauftrag.
es_419: Orden de compra.
id: Beli pesanan.
it: Acquista ordine.
ms: Beli pesanan.
nl: Koop bestelling.
pt_br: Pedido de compra.
sv: Köp beställning.
th: สั่งซื้อ
uk: Купуйте замовлення.

source: Buying and selling crypto is not available in your region due to local laws. You can still use your wallet to Send, Receive and Store crypto.
de: Der Kauf und Verkauf von Crypto ist in Ihrer Region aufgrund lokaler Gesetze nicht möglich. Sie können Ihre Wallet weiterhin zum Senden, Empfangen und Speichern von Crypto verwenden.
es_419: No es posible comprar y vender criptomonedas en tu región a causa de las leyes locales. Todavía puedes usar la billetera para enviar, recibir y almacenar criptomonedas.
id: Pembelian dan penjualan crypto tidak tersedia di wilayah Anda karena hukum setempat. Anda masih dapat menggunakan dompet Anda untuk Kirim, Terima dan Simpan crypto.
it: L'acquisto e la vendita di criptovalute non è disponibile nella tua regione a causa delle leggi locali. Puoi comunque utilizzare il tuo portafoglio per inviare, ricevere e archiviare criptovalute.
ms: Membeli dan menjual crypto tidak terdapat di wilayah anda kerana undang-undang tempatan. Anda masih boleh menggunakan dompet anda untuk Menghantar, Terima dan Simpan crypto.
nl: Vanwege de lokale wetgeving is het kopen en verkopen van crypto niet beschikbaar in uw regio. U kunt uw portemonnee nog steeds gebruiken om crypto te verzenden, ontvangen en op te slaan.
pt_br: A compra e venda de criptomoedas não está disponível em sua região devido às leis locais. Você ainda pode usar sua carteira para enviar, receber e armazenar criptomoedas.
sv: Köp och försäljning av krypto är inte tillgängligt i din region på grund av lokala lagar. Du kan fortfarande använda din plånbok för att skicka, ta emot och lagra krypto.
th: การซื้อและขายรหัสลับไม่สามารถใช้ได้ในภูมิภาคของคุณเนื่องจากกฎหมายท้องถิ่น คุณยังสามารถใช้กระเป๋าเงินของคุณเพื่อส่งรับและจัดเก็บ crypto
uk: Купівля та продаж криптовалют недоступні у вашому регіоні через місцеве законодавство. Ви все ще можете використовувати свій гаманець для надсилання, отримання та зберігання криптовалют.

source: By creating a wallet you agree to Blockchain’s
de: Durch das Erstellen einer Wallet stimmen Sie den Geschäftsbedingungen und der Datenschutzrichtlinie von Blockchain zu
es_419: Al crear una billetera, aceptas
id: Dengan membuat dompet Anda setuju dengan Blockchain
it: Creando un portafoglio accetti Blockchain's
ms: Dengan membuat dompet anda bersetuju dengan Blockchain
nl: Door een portemonnee te maken, gaat u akkoord met Blockchain's
pt_br: Ao criar uma carteira, você concorda com a Blockchain
sv: Genom att skapa en plånbok godkänner du Blockchains
th: เมื่อสร้างกระเป๋าเงินหมายความว่าคุณยอมรับ Blockchain
uk: Створюючи гаманець, ви погоджуєтесь з Blockchain's

source: By depositing funds to this account, you agree to
de: Durch die Einzahlung auf dieses Konto stimmen Sie zu
es_419: Al depositar fondos en esta cuenta, aceptas
id: Dengan menyetor dana ke akun ini, Anda setuju
it: Depositando fondi su questo conto, accetti
ms: Dengan mendepositkan dana ke akaun ini, anda bersetuju
nl: Door geld op deze rekening te storten, gaat u ermee akkoord
pt_br: Ao depositar fundos nesta conta, você concorda com
sv: Genom att sätta in pengar på detta konto, samtycker du till
th: โดยการฝากเงินเข้าบัญชีคุณยอมรับ
uk: Поклавши кошти на цей рахунок, ви погоджуєтесь

source: By hitting "Begin Now", you agree to Blockchain’s %@ & %@
de: Wenn Sie auf "Begin Now" klicken, stimmen Sie den %@ & %@ von Blockchain zu.
es_419: Al pulsar "Comenzar ahora", aceptas %1$@ y %2$@ de Blockchain.com
id: Dengan menekan "Mulai Sekarang", Anda setuju dengan Blockchain's %1$@ & %2$@
it: Premendo "Inizia ora", accetti %1$@ e %2$@ di Blockchain
ms: Dengan menekan "Begin Now", anda bersetuju dengan Blockchain's %@ & %@
nl: Door op "Begin nu" te klikken, gaat u akkoord met Blockchain's %@ & %@
pt_br: Ao clicar em "Começar agora", você concorda com %1$@ e %2$@ da Blockchain
sv: Genom att slå "Börja nu" godkänner du Blockchains %1$@ & %2$@
th: เมื่อกดปุ่ม "เริ่มต้นทันที" คุณยอมรับ %1$@ & %2$@ ของ Blockchain
uk: Натиснувши "Почати зараз", ви погоджуєтесь на %@ & %@ Blockchain

source: By tapping Begin Now, you agree to Coinify's Terms of Service & Privacy Policy
de: Wenn Sie auf "Jetzt beginnen" tippen, stimmen Sie den Nutzungsbedingungen und Datenschutzbestimmungen von Coinify zu
es_419: Al pulsar Comenzar ahora, aceptas los Términos de servicio y la Política de privacidad de Coinfy
id: Dengan mengetuk Mulai Sekarang, Anda setuju dengan Ketentuan Layanan & Kebijakan Privasi Coinify
it: Toccando Inizia ora, accetti i Termini di servizio e l'Informativa sulla privacy di Coinify
ms: Dengan mengetuk Begin Now, anda bersetuju dengan Syarat Perkhidmatan & Dasar Privasi Coinify
nl: Door Begin nu te tikken, gaat u akkoord met de servicevoorwaarden en het privacybeleid van Coinify
pt_br: Ao tocar em Começar agora, você concorda com os Termos de Serviço e Política de Privacidade da Coinify
sv: Genom att klicka på Start nu godkänner du Coinify: s användarvillkor och sekretesspolicy
th: เมื่อแตะเริ่มต้นในตอนนี้ถือว่าคุณยอมรับข้อกำหนดในการให้บริการและนโยบายความเป็นส่วนตัวของ Coinify
uk: Натиснувши Почати зараз, ви погоджуєтеся з умовами надання послуг та політикою конфіденційності Coinify

source: By tapping Submit, you agree to Blockchain’s %@ & %@
de: Indem Sie auf Senden tippen, stimmen Sie %@ & %@ von Blockchain zu.
es_419: Al pulsar Enviar, aceptas los %1$@ y %2$@ de Blockchain.com
id: Dengan mengetuk Kirim, Anda menyetujui Blockchain's %1$@ & %2$@
it: Toccando Invia, accetti il blockchain %1$@ e %2$@
ms: Dengan mengetuk Hantar, anda bersetuju dengan Blockchain's %@ & %@
nl: Door op Submit te tikken, ga je akkoord met Blockchain's %@ & %@
pt_br: Ao tocar em Enviar, você concorda com %1$@ e %2$@ da Blockchain
sv: Genom att trycka på Skicka, godkänner du Blockchains %1$@ & %2$@
th: การแตะ "ส่ง" หมายความว่าคุณยอมรับ Blockchain %1$@ & %2$@
uk: Натиснувши Надіслати, ви погоджуєтеся з блокуванням %@ & %@

source: Camera Access Denied
de: Kamerazugriff verweigert
es_419: Acceso a la cámara denegado
id: Akses Kamera Ditolak
it: Accesso alla fotocamera negato
ms: Akses Kamera Ditolak
nl: Cameratoegang geweigerd
pt_br: Acesso à câmera negado
sv: Kameraåtkomst nekad
th: การเข้าถึงกล้องถูกปฏิเสธ
uk: Доступ до камери заборонено

source: Cancel
de: Stornieren
es_419: Cancelar
id: Membatalkan
it: Annulla
ms: Batalkan
nl: annuleren
pt_br: Cancelar
sv: Annullera
th: ยกเลิก
uk: Скасувати

source: Cannot open URL %@
de: URL %@ kann nicht geöffnet werden
es_419: No se puede abrir la URL %@
id: Tidak dapat membuka URL %@
it: Impossibile aprire l'URL %@
ms: Tidak dapat membuka URL %@
nl: Kan URL %@ niet openen
pt_br: Não é possível abrir URL %@
sv: Kan inte öppna URL %@
th: ไม่สามารถเปิด URL %@
uk: Неможливо відкрити URL-адресу %@

source: Cannot save PIN Code while wallet is not initialized or password is null
de: Bei nicht erfolgter Wallet-Eröffnung oder ungültigem Passwort kann der PIN-Code nicht gespeichert werden
es_419: No se podrá guardar el código PIN mientras la billetera no esté inicializada o la contraseña sea nula.
id: Tidak dapat menyimpan kode PIN sementara dompet tidak diinisialisasi atau kata sandi null
it: Non posso salvare il codice PIN mentre il portafoglio non è inizializzato o la password è nulla
ms: Tidak dapat menyimpan kod PIN semasa wallet tidak dimulakan atau kata laluan tidak Batal
nl: Kan de pincode niet opslaan terwijl de portemonnee niet is geïnitialiseerd of het wachtwoord ongeldig is
pt_br: Não é possível salvar o código PIN enquanto a carteira não estiver inicializada ou a senha for nula
sv: Kan inte spara PIN-kod medan plånbok inte är initierat eller lösenord är null
th: ไม่สามารถบันทึกรหัส PIN ได้เมื่อไม่ได้มีการเริ่มต้นใช้กระเป๋าเงินหรือเมื่อรหัสผ่านเป็นศูนย์
uk: Неможливо зберегти РІN-код, бо гаманець не ініціалізовано або невірний пароль.

source: Change Email
de: E-Mail ändern
es_419: Cambiar correo electrónico
id: Ubah Surel
it: Cambia l'email
ms: Tukar emel
nl: E-mailadres wijzigen
pt_br: Alterar e-mail
sv: Ändra e-post
th: เปลี่ยนอีเมล
uk: Змінити електронну адресу

source: Check out Swap
de: Sehen Sie sich Swap an
es_419: Finalizar intercambio
id: Lihat Swap
it: Dai un'occhiata allo Swap
ms: Semak Swap
nl: Bekijk Swap
pt_br: Conferir troca
sv: Kolla in byte
th: ตรวจสอบ Swap
uk: Ознайомтесь із свопом

source: Checking for more: Step %d of %d
de: Nach mehr suchen: Schritt %d von %d
es_419: Comprobando otros: Paso %1$d de %2$d
id: Memeriksa lebih banyak: Langkah %1$d dari %2$d
it: Verifica di più: passaggio %1$d di %2$d
ms: Memeriksa lebih banyak: Langkah %d daripada %d
nl: Controleren op meer: stap %d van %d
pt_br: Verificando mais: Etapa %1$d de %2$d
sv: Söker efter mer: Steg %1$d av %2$d
th: กำลังตรวจสอบเพิ่มเติม: ขั้นตอน %1$d จาก %2$d
uk: Перевірка додаткових даних: Крок %d з %d

source: Coming soon to %@!
de: Demnächst bei %@ erhältlich!
es_419: ¡Próximamente en %@!
id: Segera hadir untuk %@ !
it: Prossimamente su %@ !
ms: Akan datang ke %@ !
nl: Binnenkort bij %@ !
pt_br: Em breve em %@!
sv: Kommer snart till %@ !
th: เร็ว ๆ นี้ที่ %@ !
uk: Скоро до %@ !

source: Confirm
de: Bestätigen
es_419: Confirmar
id: Konfirmasi
it: Confermare
ms: Sahkan
nl: Bevestigen
pt_br: Confirmar
sv: Bekräfta
th: ยืนยัน
uk: Підтвердіть

source: Confirm Your PIN
de: Bestätigen Sie Ihre PIN
es_419: Confirma tu PIN
id: Konfirmasikan PIN Anda
it: Conferma il tuo PIN
ms: Sahkan PIN anda
nl: Bevestig uw pincode
pt_br: Confirme seu PIN
sv: Bekräfta din PIN-kod
th: ยืนยัน PIN ของคุณ
uk: Підтвердьте свій PIN-код

source: Confirmed
de: Bestätigt
es_419: Confirmado
id: Dikonfirmasi
it: Confermato
ms: Dikesahkan
nl: Bevestigd
pt_br: Confirmado
sv: Bekräftad
th: ได้รับการยืนยัน
uk: Підтверджено

source: Congratulations! We successfully verified your identity. You can now Exchange cryptocurrencies at Blockchain.
de: Herzlichen Glückwunsch! Wir haben Ihre Identität erfolgreich überprüft. Sie können jetzt bei Blockchain Kryptowährungen austauschen.
es_419: ¡Felicitaciones! Verificaste correctamente tu identidad. Ahora puedes usar Exchange para intercambiar criptomonedas en Blockchain.
id: Selamat! Kami berhasil memverifikasi identitas Anda. Anda sekarang dapat bertukar cryptocurrency di Blockchain.
it: Congratulazioni! Abbiamo verificato correttamente la tua identità. Ora puoi scambiare criptovalute su Blockchain.
ms: Tahniah! Kami berjaya mengesahkan identiti anda. Anda kini boleh menukar mata wang kriptografi di Blockchain.
nl: Gefeliciteerd! We hebben uw identiteit succesvol geverifieerd. Je kunt nu cryptocurrencies uitwisselen bij Blockchain.
pt_br: Parabéns! Verificamos sua identidade com sucesso. Agora você pode trocar criptomoedas na Blockchain.
sv: Grattis! Vi har verifierat din identitet. Du kan nu byta kryptokurser på Blockchain.
th: ขอแสดงความยินดี! เรายืนยันตัวตนของคุณเรียบร้อยแล้ว ตอนนี้คุณสามารถแลกเปลี่ยน cryptocurrencies ที่ Blockchain
uk: Вітаємо! Ми успішно підтвердили вашу особу. Тепер ви можете обміняти криптовалюти в Blockchain.

source: Connection timed out. Please check your internet connection.
de: Verbindungszeit ist abgelaufen. Bitte überprüfen Sie Ihre Internetverbindung.
es_419: Tiempo de espera de conexión agotado. Comprueba tu conexión a Internet.
id: Waktu koneksi habis. Mohon periksa koneksi internet Anda.
it: Connessione scaduta. Controlla la tua connessione internet.
ms: Sambungan telah tamat. Sila semak sambungan internet anda.
nl: Verbinding verlopen. Controleer uw internetverbinding.
pt_br: A conexão expirou. Verifique sua conexão à internet.
sv: Connection timeout. Kontrollera din internet-anslutning.
th: หมดเวลาการเชื่อมต่อ โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ
uk: Час з'єднання вичерпано. Будь ласка, перевірте своє інтернет-з'єднання

source: Continue Verification
de: Verifizierung fortsetzen
es_419: Continuar verificación
id: Lanjutkan Verifikasi
it: Continua la verifica
ms: Teruskan Pengesahan
nl: Verificatie voortzetten
pt_br: Continuar verificação
sv: Fortsätt verifieringen
th: ดำเนินการยืนยันต่อ
uk: Продовжити перевірку

source: Cookie Policy
de: Cookie-Richtlinie
es_419: Política de cookies
id: Kebijakan Cookie
it: Gestione dei Cookie
ms: Dasar Cookie
nl: Cookie beleid
pt_br: Política de cookies
th: นโยบายคุกกี้
uk: Політика щодо файлів cookie

source: Cookies Policy
de: Cookie-Richtlinie
es_419: Política de cookies
id: Kebijakan Cookie
it: Politica sui cookie
ms: Dasar Cookie
nl: Cookiebeleid
pt_br: Política de cookies
th: นโยบายคุกกี้
uk: Політика щодо файлів cookie

source: Copied!
de: Kopiert!
es_419: ¡Copiado!
id: Disalin!
it: Copiato!
ms: Disalin!
nl: Gekopieerde!
pt_br: Copiado!
sv: Kopierat!
th: คัดลอกแล้ว!
uk: Скопійований!

source: Copy
de: Kopieren
es_419: Copiar
id: Salin
it: copia
ms: Salinan
nl: Kopiëren
pt_br: Copiar
sv: Kopiera
th: สำเนา
uk: Копіювати

source: Copy to Clipboard
de: In die Zwischenablage kopieren
es_419: Copiar en el portapapeles
id: Menyalin ke clipboard
it: Copia negli appunti
ms: Salin ke Papan Klip
nl: Kopieer naar klembord
pt_br: Copiar para área de transferência
sv: Kopiera till Urklipp
th: คัดลอกไปที่คลิปบอร์ด
uk: Копіювати в буфер обміну

source: Copy to clipboard
de: In Zwischenablage kopieren
es_419: Copiar en el portapapeles
id: Salin ke papan klip
it: Copia negli appunti
ms: Salin ke papan Keratan
nl: Naar klembord kopiëren
pt_br: Copiar para área de transferência
sv: Kopiera till Urklipp
th: คัดลอกไปยังคลิปบอร์ด
uk: Копіювати в буфер обміну

source: Copy Wallet ID
de: Wallet-ID kopieren
es_419: Copiar ID de Wallet
id: Salin ID Dompet
it: Copia ID portafoglio
ms: Salin ID Wallet
nl: Portemonnee-ID kopiëren
pt_br: Copiar ID da Wallet
sv: Kopiera plånbok-ID
th: คัดลอก ID กระเป๋าเงิน
uk: Копіювати ID гаманця

source: Copy xPub
de: xPub kopieren
es_419: Copiar xPub
id: Salin xPub
it: Copia xPub
ms: Salinan xPub
nl: xPub kopiëren
pt_br: Copiar xPub
sv: Kopiera xPub
th: คัดลอก xPub
uk: Копіювати xPub

source: Create
de: Erstellen
es_419: Crear
id: Buat
it: Crea
ms: Buat
nl: Aanmaken
pt_br: Criar
sv: Skapa
th: สร้าง
uk: Створити

source: Create New Wallet
de: Neue Wallet erstellten
es_419: Crear nueva Wallet
id: Buat dompet baru
it: Crea nuovo portafoglio
ms: Buat Wallet Baru
nl: Maak Nieuwe Wallet
pt_br: Criar uma nova Wallet
sv: Skapa ny plånbok
th: สร้าง Wallet ใหม่
uk: Створити новий гаманець

source: Create Your PIN
de: Erstellen Sie Ihre PIN
es_419: Crea tu PIN
id: Buat PIN Anda
it: Crea il tuo PIN
ms: Buat PIN Anda
nl: Maak uw pincode
pt_br: Criar seu PIN
sv: Skapa din PIN-kod
th: สร้าง PIN ของคุณ
uk: Створіть свій PIN-код

source: Creating a new address
de: Neue Adresse anlegen
es_419: Creando una nueva dirección
id: Membuat alamat baru
it: Creare un nuovo indirizzo
ms: Membuat alamat baru
nl: Een nieuw adres maken
pt_br: Criando um novo endereço
sv: Skapa en ny adress
th: สร้างที่อยู่ใหม่
uk: Створення нової адреси

source: day
de: Tag
es_419: día
id: hari
it: giorno
ms: hari
nl: dag
pt_br: dia
sv: dag
th: วัน
uk: день

source: days
de: Tage
es_419: días
id: hari
it: giorni
ms: hari
nl: dagen
pt_br: dias
sv: dagar
th: วัน
uk: днів

source: Decrypted PIN Password length 0
de: Länge des entschlüsselten PIN-Passworts 0
es_419: Contraseña de PIN descifrada de longitud 0
id: Panjang Kata Sandi PIN Dekripsi 0
it: Decriptata la Password PIN di lunghezza 0
ms: Panjang PIN kata laluan arca 0
nl: Wachtwoordlengte gedecodeerde pincode 0
pt_br: Comprimento da senha PIN descriptografada 0
sv: Dekrypterade PIN lösenordslängd 0
th: ความยาวรหัสผ่าน PIN ที่ถอดรหัสออกมาเป็น 0
uk: Розшифрований PIN Довжина паролю 0

source: Decrypting Private Key
de: Privater Schlüssel wird entschlüsselt
es_419: Desencriptando Private Key
id: Mendekripsi Kunci Pribadi
it: Sto decriptando la chiave privata
nl: Privésleutel aan het decoderen
pt_br: Descriptografando a chave privada
sv: Dekryptera privat nyckel
th: กำลังถอดรหัสคีย์ส่วนตัว
uk: Розшифрування Особистого ключа

source: Delayed
de: Verzögert
es_419: Demorado
id: Terlambat
it: Ritardato
ms: Ditangguhkan
nl: Vertraagd
pt_br: Atrasado
sv: Försenad
th: ล่าช้า
uk: Затримка

source: Deposit & Withdraw Euros/Dollars
de: Einzahlung & Auszahlung von Euro / Dollar
es_419: Depositar y Retirar Euros/Dólares
id: Setoran & Penarikan Euro / Dolar
it: Deposito e prelievo di euro / dollari
ms: Deposit & Tolak Euro / Dolar
nl: Stort en trek euro's / dollars op
pt_br: Depósito e Saque Euros/Dólares
sv: Insättning och uttag euro / dollar
th: การฝากและถอนเงินยูโร / ดอลลาร์
uk: Депозит та зняття євро / доларів

source: Deposit crypto in your wallet to get started. It's the best way to store your crypto while keeping control of your keys.
de: Legen Sie Krypto in Ihre Brieftasche, um loszulegen. Dies ist der beste Weg, um Ihre Krypto zu speichern und gleichzeitig die Kontrolle über Ihre Schlüssel zu behalten.
es_419: Deposita criptomonedas en tu billetera para comenzar. Es la mejor forma de guardar tus criptomonedas y mantener el control de tus claves.
id: Setorkan crypto ke dompet Anda untuk memulai. Ini cara terbaik untuk menyimpan crypto Anda sambil tetap mengendalikan kunci Anda.
it: Deposita la criptovaluta nel tuo portafoglio per iniziare. È il modo migliore per archiviare la tua crittografia mantenendo il controllo delle tue chiavi.
ms: Deposit crypto di dompet anda untuk memulakan. Ini cara terbaik untuk menyimpan crypto anda sambil mengawal kekunci anda.
nl: Stort crypto in je portemonnee om aan de slag te gaan. Het is de beste manier om uw crypto op te slaan terwijl u de controle over uw sleutels behoudt.
pt_br: Deposite criptomoedas em sua carteira para começar. É a melhor maneira de armazenar sua criptografia enquanto mantém o controle de suas chaves.
sv: Sätt krypto i din plånbok för att komma igång. Det är det bästa sättet att lagra din krypto samtidigt som du håller kontrollen över dina nycklar.
th: ฝากเงินเข้ารหัสไว้ในกระเป๋าเงินของคุณเพื่อเริ่มต้น เป็นวิธีที่ดีที่สุดในการจัดเก็บ crypto ของคุณในขณะที่ยังคงควบคุมคีย์ของคุณ
uk: Покладіть криптовалюту у свій гаманець, щоб розпочати роботу. Це найкращий спосіб зберігати свою криптовалюту, зберігаючи контроль над своїми ключами.

source: Detail is on your clipboard.
de: Details finden Sie in Ihrer Zwischenablage.
es_419: Los detalles están en el portapapeles.
id: Detail ada di clipboard Anda.
it: Il dettaglio è negli appunti.
ms: Perincian ada di papan klip anda.
nl: Detail staat op uw klembord.
pt_br: O detalhe está na sua área de transferência.
sv: Detaljen finns på ditt urklipp.
th: รายละเอียดอยู่บนคลิปบอร์ดของคุณ
uk: Деталі є у вашому буфері обміну.

source: Didn't get the email?
de: Hast du die E-Mail nicht bekommen?
es_419: ¿No recibiste el correo?
id: Tidak mendapat email?
it: Non hai ricevuto l'email?
ms: Tidak mendapat email?
nl: Heb je de e-mail niet ontvangen?
pt_br: Não recebeu o e-mail?
sv: Fick du inte e-postmeddelandet?
th: ไม่ได้รับอีเมลใช่ไหม
uk: Не отримали електронний лист?

source: Disabled
de: Deaktiviert
es_419: Deshabilitado
id: Dinonaktifkan
it: Disabilitata
ms: Dilumpuhkan
nl: Uitgeschakeld
pt_br: Desabilitado
sv: Inaktiverat
th: ปิดใช้งานแล้ว
uk: Вимкнено

source: Do you really want to log out?
de: Möchten Sie sich wirklich abmelden?
es_419: ¿Realmente deseas cerrar sesión?
id: Anda benar-benar ingin keluar?
it: Vuoi davvero uscire?
ms: Adakah anda benar-benar mahu log keluar?
nl: Wilt u echt wilt uitloggen?
pt_br: Você realmente quer sair?
sv: Vill du logga ut?
th: คุณต้องการออกจากระบบจริง ๆ หรือไม่?
uk: Впевнені, що хочете вийти?

source: Documents Needed
de: Benötigte Dokumente
es_419: Documentos necesarios
id: Dokumen yang Dibutuhkan
it: Documenti necessari
ms: Dokumen yang diperlukan
nl: Benodigde documenten
pt_br: Documentos necessários
sv: Dokument behövs
th: เอกสารที่จำเป็น
uk: Необхідні документи

source: Don’t show again
de: Nicht mehr zeigen
es_419: No mostrar otra vez
id: Jangan perlihatkan lagi
it: Non mostrare più
ms: Jangan tunjukkan lagi
nl: Niet meer laten zien
pt_br: Não mostre novamente
sv: Visa inte igen
th: ไม่ต้องแสดงอีก
uk: Більше не показувати

source: Driver's License
de: Führerschein
es_419: Licencia de conducir
id: Surat izin Mengemudi
it: Patente di guida
ms: Lesen memandu
nl: Rijbewijs
pt_br: Carteira de motorista
sv: Körkort
th: ใบขับขี่
uk: Водійські права

source: Email
es_419: Correo electrónico
id: Surel
ms: e-mel
nl: E-mailadres
sv: E-post
th: อีเมล
uk: Електронна адреса

source: Email sent!
de: E-Mail gesendet!
es_419: Correo electrónico enviado
id: Email terkirim!
it: Email inviata!
ms: Emel dihantar!
nl: Email verzonden!
pt_br: E-mail enviado!
sv: Email skickat!
th: ส่งอีเมลแล้ว!
uk: Листа відправлено!
