Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: Takes 3 min
de: Dauert 3 Min.
es_419: Demora 3 minutos
id: Dibutuhkan 3 mnt
it: Richiede 3 minuti
ms: Membawa 3 minit
nl: Duurt 3 minuten
pt_br: Leva 3 minutos
sv: Tar 3 min
th: ใช้เวลา 3 นาที
uk: Триває 3 хв

source: Tell Me More
de: Erzählen Sie mir mehr
es_419: Cuéntame más
id: Ceritakan lebih banyak
it: Dimmi di più
ms: Beritahu saya lagi
nl: Vertel me meer
pt_br: Conte-me mais
sv: Berätta mer
th: บอกรายละเอียดฉันเพิ่มเตืม
uk: Розкажи мені більше

source: Terms & Conditions of Modulr
de: Allgemeine Geschäftsbedingungen von Modulr
es_419: Términos y condiciones de Modulr
id: Syarat & Ketentuan Modulr
it: Termini e condizioni di Modulr
ms: Terma & Syarat Modulr
nl: Algemene voorwaarden van Modulr
pt_br: Termos e Condições do Modulr
sv: Villkor för Modulr
th: ข้อกำหนดและเงื่อนไขของ Modulr
uk: Правила та умови Modulr

source: Terms of Services
de: Nutzungsbedingungen
es_419: Términos de servicio
id: Ketentuan Layanan
it: Termini di servizio
ms: Syarat Perkhidmatan
nl: Servicevoorwaarden
pt_br: Termos de serviços
sv: Användarvillkor
th: เงื่อนไขการให้บริการ
uk: Умови обслуговування

source: The easy way to
de: Der einfache Weg zu
es_419: La forma fácil de
id: Cara mudah untuk melakukannya
it: Il modo semplice per
ms: Cara mudah untuk
nl: De gemakkelijke manier om
pt_br: A maneira fácil de
sv: Det enkla sättet att
th: วิธีง่ายๆในการ
uk: Простий шлях до

source: The link you have used is not supported on this version of the app. Please update the app to access this link.
de: Der von Ihnen verwendete Link wird in dieser Version der App nicht unterstützt. Bitte aktualisieren Sie die App, um auf diesen Link zuzugreifen.
es_419: El enlace que usaste no es compatible con esta versión de la aplicación. Actualiza la aplicación para acceder a este enlace.
id: Tautan yang Anda gunakan tidak didukung pada versi aplikasi ini. Harap perbarui aplikasi untuk mengakses tautan ini.
it: Il collegamento che hai utilizzato non è supportato su questa versione dell'app. Aggiorna l'app per accedere a questo link.
ms: Pautan yang anda gunakan tidak disokong pada versi apl ini. Sila kemas kini aplikasi untuk mengakses pautan ini.
nl: De link die je hebt gebruikt, wordt niet ondersteund in deze versie van de app. Update de app om toegang te krijgen tot deze link.
pt_br: O link que você usou não é compatível com esta versão do aplicativo. Atualize o aplicativo para acessar este link.
sv: Länken du har använt stöds inte i den här versionen av appen. Uppdatera appen för att komma åt den här länken.
th: ลิงค์ที่คุณใช้ไม่รองรับแอพเวอร์ชันนี้ โปรดอัปเดตแอปเพื่อเข้าถึงลิงก์นี้
uk: Посилання, яке ви використовували, не підтримується в цій версії програми. Оновіть додаток, щоб отримати доступ до цього посилання.

source: The mobile number you entered is invalid.
de: Die von Ihnen eingegebene Handynummer ist ungültig.
es_419: El número de móvil que ingresaste no es válido.
id: Nomor ponsel yang Anda masukkan tidak valid.
it: Il numero di cellulare inserito non è valido.
ms: Nombor mudah alih yang anda masukkan tidak sah.
nl: Het door u opgegeven mobiele nummer is ongeldig.
pt_br: O número de celular que você digitou é inválido.
sv: Mobilnumret du angav är ogiltigt.
th: หมายเลขโทรศัพท์มือถือที่คุณป้อนไม่ถูกต้อง
uk: Введений вами номер мобільного телефону недійсний.

source: The private key you are attempting to import is encrypted. Please enter the password below.
de: Der private Schlüssel, den Sie zu importieren versuchen, ist verschlüsselt. Bitte geben Sie das folgende Passwort ein.
es_419: La clave privada que estás intentando importar está cifrada. Ingresa la contraseña a continuación.
id: Kunci pribadi Anda yang Anda coba untuk impor dienkripsi. Silakan masukkan kata sandi di bawah ini.
it: La chiave privata che stai provando ad importare è criptata. Inserisci la password sotto.
ms: Kunci peribadi yang anda cuba impor disulitkan. Sila masukkan kata laluan di bawah.
nl: De privésleutel die u probeert te importeren is gecodeerd. Voer hieronder het wachtwoord in.
pt_br: A chave privada que você está tentando importar está criptografada. Digite a senha abaixo.
sv: Den privata nyckeln som du försöker importera krypteras. Skriv in lösenordet nedan.
th: คีย์ส่วนตัวที่คุณพยายามนำเข้านั้นได้รับการเข้ารหัส โปรดกรอกรหัสผ่านด้านล่าง
uk: Особистий ключ, який ви намагаєтеся імпортувати, зашифровано. Будь ласка, введіть знизу пароль.

source: The trade you created on %@ has been completed!
de: Der Handel, den Sie auf %@ haben, wurde abgeschlossen!
es_419: La operación que creaste el %@ se ha completado.
id: Perdagangan yang Anda buat di %@ telah selesai!
it: Lo scambio che hai creato su %@ è stato completato!
ms: Dagangan yang anda buat pada %@ telah selesai!
nl: De transactie die u op %@ heeft gemaakt, is voltooid!
pt_br: A troca que você criou em %@ foi concluída!
sv: Handeln du skapade på %@ har slutförts!
th: การค้าที่คุณสร้างบน %@ เสร็จสมบูรณ์!
uk: Торгівля, яку ви створили на %@ , завершена!

source: The word does not match your Recovery Phrase
de: Das Wort stimmt nicht mit Ihrer Wiederherstellungsphrase überein
es_419: La palabra no coincide con tu frase de recuperación.
id: Kata itu tidak cocok dengan Frase Pemulihan Anda
it: La parola non corrisponde alla frase di recupero
ms: Perkataan itu tidak sepadan dengan Frasa Pemulihan anda
nl: Het woord komt niet overeen met uw herstelzin
pt_br: A palavra não corresponde à sua frase de recuperação
sv: Ordet matchar inte din återställningsfras
th: คำนี้ไม่ตรงกับวลีการกู้คืนของคุณ
uk: Слово не відповідає вашій фразі відновлення

source: The words in your Recovery Phrase didn’t match. You can go back to the previous step and double check you wrote it down correctly
de: Die Wörter in Ihrer Wiederherstellungsphrase stimmten nicht überein. Sie können zum vorherigen Schritt zurückkehren und überprüfen, ob Sie ihn richtig aufgeschrieben haben
es_419: Las palabras en tu frase de recuperación no coincidían. Puedes volver al paso anterior y comprobar que la escribiste correctamente.
id: Kata-kata dalam Frasa Pemulihan Anda tidak cocok. Anda dapat kembali ke langkah sebelumnya dan periksa kembali apakah Anda telah mencatatnya dengan benar
it: Le parole nella frase di recupero non corrispondono. Puoi tornare al passaggio precedente e ricontrollare di averlo scritto correttamente
ms: Kata-kata dalam Frasa Pemulihan anda tidak sepadan. Anda boleh kembali ke langkah sebelumnya dan semak semula anda menuliskannya dengan betul
nl: De woorden in uw herstelzin kwamen niet overeen. U kunt teruggaan naar de vorige stap en controleren of u deze correct hebt opgeschreven
pt_br: As palavras na sua Frase de Recuperação não correspondem. Você pode voltar para a etapa anterior e verificar se anotou corretamente
sv: Orden i din återställningsfras matchade inte. Du kan gå tillbaka till föregående steg och kontrollera att du har skrivit det korrekt
th: คำในวลีการกู้คืนของคุณไม่ตรงกัน คุณสามารถกลับไปที่ขั้นตอนก่อนหน้าและตรวจสอบอีกครั้งว่าคุณเขียนถูกต้อง
uk: Слова у фразі відновлення не збігаються. Ви можете повернутися до попереднього кроку і перевірити, чи правильно ви це записали

source: There was an error with the device input.
de: Bei der Geräteeingabe ist ein Fehler aufgetreten.
es_419: Se produjo un error con la entrada del dispositivo.
id: Ada kesalahan dengan input perangkat.
it: Si è verificato un errore nell'input del dispositivo.
ms: Terdapat ralat dengan input peranti.
nl: Er is een fout opgetreden bij de invoer van het apparaat.
pt_br: Ocorreu um erro com a entrada do dispositivo.
sv: Det uppstod ett fel med enhetens inmatning.
th: มีข้อผิดพลาดกับอินพุตของอุปกรณ์
uk: Під час введення пристрою сталася помилка.

source: There's a new way to trade. Link your Wallet for instant access.
de: Es gibt eine neue Art zu handeln. Verknüpfen Sie Ihre Wallet für den sofortigen Zugriff.
es_419: Ahora hay una nueva forma de operar. Vincula tu Wallet para tener acceso de inmediato.
id: Ada cara baru untuk berdagang. Tautkan Dompet Anda untuk akses instan.
it: C'è un nuovo modo di fare trading. Collega il tuo portafoglio per un accesso immediato.
ms: Ada cara baru untuk berdagang. Paut Wallet anda untuk akses segera.
nl: Er is een nieuwe manier om te handelen. Koppel uw Wallet voor directe toegang.
pt_br: Há uma nova maneira de negociar. Vincule sua Wallet para acesso instantâneo.
sv: Det finns ett nytt sätt att handla. Länk din plånbok för direktåtkomst.
th: มีวิธีใหม่ในการซื้อขาย เชื่อมโยง Wallet ของคุณเพื่อเข้าถึงได้ทันที
uk: Існує новий спосіб торгівлі. Пов’яжіть свій гаманець для миттєвого доступу.

source: This email address has already been used to verify an existing wallet.
de: Diese E-Mail-Adresse wurde bereits verwendet, um eine vorhandene Wallet zu überprüfen.
es_419: Esta dirección de correo electrónico ya se usó para verificar una billetera existente.
id: Alamat email ini telah digunakan untuk memverifikasi dompet yang ada.
it: Questo indirizzo email è già stato utilizzato per verificare un portafoglio esistente.
ms: Alamat e-mel ini telah digunakan untuk mengesahkan dompet sedia ada.
nl: Dit e-mailadres is al gebruikt om een bestaande portemonnee te verifiëren.
pt_br: Este endereço de e-mail já foi usado para verificar uma carteira existente.
sv: Den här e-postadressen har redan använts för att verifiera en befintlig plånbok.
th: ที่อยู่อีเมลนี้ถูกใช้เพื่อยืนยันกระเป๋าเงินที่มีอยู่แล้ว
uk: Ця електронна адреса вже використовується для підтвердження наявного гаманця.

source: This feature is currently unavailable on iOS. Please visit our web wallet at Blockchain.com to proceed.
de: Diese Funktion ist derzeit unter iOS nicht verfügbar. Bitte besuchen Sie unsere Web-Brieftasche unter Blockchain.com, um fortzufahren.
es_419: Esta función no está actualmente disponible en iOS. Visita nuestra billetera web en Blockchain.com para continuar.
id: Fitur ini saat ini tidak tersedia di iOS. Silakan kunjungi dompet web kami di Blockchain.com untuk melanjutkan.
it: Questa funzione non è attualmente disponibile su iOS. Per continuare, visita il nostro portafoglio Web su Blockchain.com.
ms: Ciri ini tidak tersedia pada iOS sekarang. Sila lawati dompet web kami di Blockchain.com untuk meneruskan.
nl: Deze functie is momenteel niet beschikbaar op iOS. Bezoek onze webportemonnee op Blockchain.com om door te gaan.
pt_br: Este recurso está atualmente indisponível no iOS. Visite nossa carteira da web em Blockchain.com para prosseguir.
sv: Den här funktionen är för närvarande inte tillgänglig på iOS. Besök vår webbplånbok på Blockchain.com för att fortsätta.
th: คุณลักษณะนี้ไม่สามารถใช้งานได้บน iOS ในขณะนี้ กรุณาเยี่ยมชมเว็บกระเป๋าเงินของเราที่ Blockchain.com เพื่อดำเนินการต่อ
uk: Ця функція наразі недоступна на iOS. Будь ласка, відвідайте наш веб-гаманець на Blockchain.com, щоб продовжити.

source: This is a watch-only address. To spend your funds from this wallet, please scan your private key.
de: Dies ist eine Watch-Only-Adresse. Zur Ausgabe Ihres in dieser Wallet vorhandenen Guthabens scannen Sie bitte Ihren privaten Schlüssel.
es_419: Esta es una dirección de solo lectura. Para gastar los fondos de esta billetera, escanea tu clave privada.
id: Ini adalah alamat yang hanya dilihat. Untuk menggunakan dana dari dompet ini, harap pindai kunci pribadi Anda.
it: Questo è un indirizzo "solo per la visualizzazione". Per spendere i tuoi soldi da questo portafoglio, effettua la scansione della tua chiave privata.
ms: Ini adalah alamat yang menonton sahaja. Untuk menghabiskan wang anda dari wallet ini, sila imbas kunci persendirian.
nl: Dit is een alleen-lezen-adres. Om uw tegoeden uit deze portemonnee uit te geven, scant u uw privésleutel.
pt_br: Este é um endereço somente para exibição. Para gastar seus fundos desta carteira, escaneie sua chave privada.
sv: Detta är en klocka-bara adress. För att spendera dina pengar från denna plånbok, vänligen skanna din privata nyckel.
th: ที่อยู่นี้คือที่อยู่แบบชมอย่างเดียว เพื่อใช้จ่ายเงินของคุณจากกระเป๋าเงินนี้ โปรดสแกนคีย์ส่วนตัวของคุณ
uk: Ця адреса тільки для перегляду. Щоб відправити кошти із вашого гаманця, будь ласка, відскануйте свій особистий ключ.

source: This is archived. Though you cannot send funds from here, any and all funds will remain safe. Simply unarchive to start using it again.
de: Dies ist archiviert. Obwohl Sie von hier aus kein Geld senden können, bleiben alle Gelder sicher. Einfach nicht archivieren, um es wieder zu verwenden.
es_419: Esto está archivado. Si bien no puedes enviar fondos desde aquí, todos los fondos estarán seguros. Simplemente desarchívalo para comenzar a usarlo otra vez.
id: Ini diarsipkan. Meskipun Anda tidak dapat mengirim dana dari sini, setiap dan semua dana akan tetap aman. Cukup batalkan pengarsipan untuk mulai menggunakannya lagi.
it: Questo è archiviato. Sebbene non sia possibile inviare fondi da qui, tutti i fondi rimarranno al sicuro. Semplicemente unarchive per ricominciare a usarlo.
ms: Ini diarkibkan. Walaupun anda tidak boleh menghantar dana dari sini, mana-mana dan semua dana akan tetap selamat. Hanya unarchive untuk mula menggunakannya lagi.
nl: Dit wordt gearchiveerd. Hoewel u vanaf hier geen geld kunt verzenden, blijven alle fondsen veilig. Gewoon uit het archief halen om het opnieuw te gebruiken.
pt_br: Isso está arquivado. Embora você não possa enviar fundos daqui, todos e quaisquer fundos permanecerão seguros. Basta desarquivar para começar a usá-lo novamente.
sv: Detta är arkiverat. Även om du inte kan skicka pengar härifrån, kommer alla och alla medel att förbli säkra. Helt enkelt unarchive för att börja använda det igen.
th: นี่คือที่เก็บถาวร แม้ว่าคุณจะไม่สามารถส่งเงินจากที่นี่กองทุนใด ๆ และทั้งหมดจะยังคงปลอดภัย ยกเลิกการเก็บถาวรเพื่อเริ่มใช้อีกครั้ง
uk: Це в архіві. Хоча ви не можете надсилати кошти звідси, будь-які кошти залишаться в безпеці. Просто заборонити розпочати його використання знову.

source: This is your address
de: Das ist Ihre Adresse
es_419: Esta es tu dirección
id: Ini alamat Anda
it: Questo è il tuo indirizzo
ms: Ini adalah alamat anda
nl: Dit is jouw adres
pt_br: Este é o seu endereço
sv: Det här är din adress
th: นี่คือที่อยู่ของคุณ
uk: Це ваша адреса

source: This is your address QR code
de: Dies ist der QR-Code Ihrer Adresse
es_419: Este es el código QR de tu dirección.
id: Ini adalah kode QR alamat Anda
it: Questo è il tuo codice QR
ms: Ini adalah kod QR alamat anda
nl: Dit is de QR-code van uw adres
pt_br: Este é o código QR do seu endereço
sv: Detta är din adress QR-kod
th: นี่คือรหัส QR ที่อยู่ของคุณ
uk: Це ваш QR-код адреси

source: This name is already in use. Please choose a different name.
de: Dieser Name wird bereits verwendet. Bitte wählen Sie einen anderen Namen.
es_419: Este nombre ya está en uso. Elige un nombre diferente.
id: Nama ini telah digunakan Silakan memilih nama yang berbeda.
it: Questo nome è già in uso. Scegli un nome diverso.
ms: Nama ini sudah digunakan. Sila pilih nama lain.
nl: Deze naam is al in gebruik. Kies een andere naam.
pt_br: Esse nome já está em uso. Escolha um nome diferente.
sv: Detta namn används redan. Välj ett annat namn.
th: ชื่อนี้ได้ถูกใช้ไปแล้ว โปรดเลือกชื่ออื่น
uk: Ця назва вже використовується. Будь ласка, виберіть іншу назву.

source: This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere otherwise any bitcoin in this wallet will be inaccessible!!
de: Damit werden alle Wallet-Daten auf diesem Gerät gelöscht. Bitte bestätigen Sie, dass Sie Ihre Wallet-Information anderenorts gespeichert haben, da Sie sonst auf kein Bitcoin dieser Wallet mehr zugreifen können!!
es_419: Esto borrará todos los datos de la billetera de este dispositivo. Confirma que has guardado la información de tu billetera en otro lugar; de lo contrario, no podrás acceder a ningún bitcóin de esta billetera.
id: Ini akan menghapus semua data dompet pada perangkat ini. Konfirmasikan bahwa Anda telah memiliki informasi dompet yang disimpan di tempat lain jika tidak setiap bitcoin dalam dompet ini tidak akan dapat diakses!!
it: Questo eliminerà tutti i dati del portafoglio presenti su questo dispositivo. Conferma di avere le informazioni relative al tuo portafoglio salvate da qualche parte, altrimenti ogni bitcoin presente in questo portafoglio sarà inaccessibile!!
ms: Ini akan memadamkan semua data dompet pada peranti ini. Sila sahkan bahawa anda mempunyai maklumat dompet anda yang disimpan di tempat lain jika tidak ada bitcoin di dompet ini akan tidak dapat diakses !!
nl: Hiermee worden alle portemonneegegevens op dit apparaat gewist. Bevestig dat u uw portemonnee-informatie elders heeft bewaard omdat anders alle Bitcoins in deze portemonnee ontoegankelijk zullen worden!!
pt_br: Isso apagará todos os dados da carteira neste dispositivo. Confirme que você tem as informações da sua carteira salvas em outro lugar, caso contrário, qualquer bitcoin nesta carteira ficará inacessível!
sv: Detta raderar alla plånboksdata på den här enheten. Bekräfta att du har din plånbokinformation sparad någon annanstans annars är bitcoin i den här plånboken otillgänglig !!
th: มันจะลบข้อมูลกระเป๋าเงินทั้งหมดบนอุปกรณ์นี้ โปรดยืนยันว่าคุณได้จัดเก็บข้อมูลกระเป๋าเงินของคุณไว้ที่อื่น ไม่เช่นนั้นจะไม่สามารถเข้าถึง bitcoin ใด ๆ ในกระเป๋าเงินนี้ได้!!
uk: Це знищить усі дані гаманця на цьому пристрої. Будь ласка, підтвердіть, що інформацію про ваш гаманець збережено в іншому місці, в іншому випадку усі bitcoin цього гаманця стануть недоступними!!

source: This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere, otherwise any bitcoin in this wallet will be inaccessible!
de: Damit werden alle Wallet-Daten auf diesem Gerät gelöscht. Bitte bestätigen Sie, dass Sie Ihre Wallet-Information anderenorts gespeichert haben, da Sie sonst auf kein Bitcoin dieser Wallet mehr zugreifen können!!
es_419: Esto borrará todos los datos de la billetera de este dispositivo. Confirma que has guardado la información de tu billetera en otro lugar; de lo contrario, no podrás acceder a ningún bitcóin de esta billetera.
id: Ini akan menghapus semua data dompet pada perangkat ini. Konfirmasikan bahwa Anda telah memiliki informasi dompet yang disimpan di tempat lain jika tidak setiap bitcoin dalam dompet ini tidak akan dapat diakses!!
it: Questo eliminerà tutti i dati del portafoglio presenti su questo dispositivo. Conferma di avere le informazioni relative al tuo portafoglio salvate da qualche parte, altrimenti ogni bitcoin presente in questo portafoglio sarà inaccessibile!!
ms: Ini akan memadamkan semua data dompet pada peranti ini. Sila sahkan bahawa anda mempunyai maklumat dompet anda yang disimpan di tempat lain jika tidak ada bitcoin di dompet ini akan tidak dapat diakses !!
nl: Hiermee worden alle portemonneegegevens op dit apparaat gewist. Bevestig dat u uw portemonnee-informatie elders heeft bewaard omdat anders alle Bitcoins in deze portemonnee ontoegankelijk zullen worden!!
pt_br: Isso apagará todos os dados da carteira neste dispositivo. Confirme que você tem as informações da sua carteira salvas em outro lugar, caso contrário, qualquer bitcoin nesta carteira ficará inacessível!
sv: Detta raderar alla plånboksdata på den här enheten. Bekräfta att din plånbokinformation har sparats någon annanstans, annars är bitcoin i den här plånboken otillgänglig!
th: มันจะลบข้อมูลกระเป๋าเงินทั้งหมดบนอุปกรณ์นี้ โปรดยืนยันว่าคุณได้จัดเก็บข้อมูลกระเป๋าเงินของคุณไว้ที่อื่น ไม่เช่นนั้นจะไม่สามารถเข้าถึง bitcoin ใด ๆ ในกระเป๋าเงินนี้ได้!!
uk: Це знищить усі дані гаманця на цьому пристрої. Будь ласка, підтвердіть, що інформацію про ваш гаманець збережено в іншому місці, в іншому випадку усі bitcoin цього гаманця стануть недоступними!!

source: This will remove your
de: Dadurch wird Ihre entfernt
es_419: Esto quitará tu
id: Ini akan menghapus
it: Questo rimuoverà il tuo
ms: Ini akan membuang anda
nl: Dit zal je verwijderen
pt_br: Isso removerá seu
sv: Detta kommer att ta bort din
th: สิ่งนี้จะลบของคุณ
uk: Це видалить ваш

source: Tier zero
de: Stufe 0
es_419: Nivel cero
id: Tingkat nol
it: Livello zero
ms: Kadar sifar
nl: Laag nul
pt_br: Nível zero
sv: Tier noll
th: ระดับศูนย์
uk: Рівень нуля

source: To
de: Zu
es_419: Para
id: Untuk
it: Per
ms: Untuk
nl: Naar
pt_br: Para
sv: Till
th: ถึง
uk: До

source: To receive crypto, all the sender needs is your crypto's address. You can find these addresses here.
de: Um Cryptos zu empfangen, muss der Absender lediglich die Adresse Ihrer Cryptos angeben. Diese Adressen finden Sie hier.
es_419: Para recibir criptomonedas, todo lo que necesita el remitente es tu dirección de criptomonedas. Puedes encontrar estas direcciones aquí.
id: Untuk menerima crypto, semua yang dibutuhkan pengirim adalah alamat crypto Anda. Anda dapat menemukan alamat-alamat ini di sini.
it: Per ricevere criptovalute, tutto ciò di cui il mittente ha bisogno è l'indirizzo della tua criptovaluta. Puoi trovare questi indirizzi qui.
ms: Untuk menerima crypto, semua keperluan penghantar adalah alamat crypto anda. Anda boleh mencari alamat ini di sini.
nl: Om crypto te ontvangen, is alles wat de afzender nodig heeft het adres van je crypto. U kunt deze adressen hier vinden.
pt_br: Para receber criptomoedas, tudo o que o remetente precisa é do endereço da sua criptomoeda. Você pode encontrar esses endereços aqui.
sv: För att få krypto är allt avsändarens behov din kryptos adress. Du hittar dessa adresser här.
th: ในการรับ crypto ความต้องการของผู้ส่งทั้งหมดคือที่อยู่ของ crypto ของคุณ คุณสามารถค้นหาที่อยู่เหล่านี้ได้ที่นี่
uk: Щоб отримувати криптовалюту, все, що потрібно відправника, - це адреса вашої криптовалюти. Ви можете знайти ці адреси тут.

source: To use this service, we require you to enter your second password. You should only need to enter this once to set up your Ether wallet.
de: Zur Benutzung dieses Service müssen Sie uns das zweite Passwort angeben. Sie müssen dies nur einmal zur Einrichtung Ihrer Ether-Wallet eingeben.
es_419: Para usar este servicio, necesitamos que ingreses tu segunda contraseña. Solo debes agregarla una vez para configurar tu billetera de Ether.
id: Untuk menggunakan layanan ini, kami meminta Anda untuk memasukkan kata sandi kedua Anda. Anda hanya perlu memasukkan ini sekali untuk mengatur dompet Ether Anda.
it: Per utilizzare questo servizio, devi inserire la tua seconda password. Devi inserirlo solo una volta per poter configurare il tuo portafoglio Ether.
ms: Untuk menggunakan perkhidmatan ini, kami memerlukan anda untuk memasukkan kata laluan kedua anda. Anda hanya perlu memasukkan sekali ini untuk menetapkan dompet Ether anda.
nl: Om deze dienst te kunnen gebruiken, vereisen we dat u uw tweede wachtwoord invoert. U hoeft deze keer slechts één keer in te voeren om uw Ether-portemonnee in te stellen.
pt_br: Para usar este serviço, exigimos que você insira sua segunda senha. Você só precisa inserir essa informação uma vez para configurar sua carteira Ether.
sv: För att använda denna tjänst kräver vi att du anger ditt andra lösenord. Du bör bara behöva ange detta en gång för att ställa in din Ether-plånbok.
th: เพื่อใช้บริการนี้ เราต้องการให้คุณกรอกรหัสผ่านที่สองของคุณ คุณควรต้องกรอกสิ่งนี้เพียงครั้งเดียวเพื่อตั้งค่ากระเป๋าเงิน Ether ของคุณ
uk: Щоб скористатись цією послугою, вам треба ввести свій другий пароль. Щоб налаштувати свій Ether гаманець, вам треба ввести це лише один раз.

source: Too Many PIN Attempts
de: Zu viele PIN-Versuche
es_419: Demasiados intentos de PIN
id: Terlalu Banyak Upaya PIN
it: Troppi tentativi PIN
ms: Terlalu Banyak Percubaan PIN
nl: Te veel pincodepogingen
pt_br: Muitas tentativas de PIN
sv: För många PIN-försök
th: มีการพยายามใช้ PIN มากเกินไป
uk: Забагато PIN-коду
