Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: Congrats, you have bitcoin! Now let’s backup your wallet to ensure you can access your funds if you forget your password.
de: Herzlichen Glückwunsch, Sie haben Bitcoin! Lassen Sie uns nun Ihre Brieftasche sichern, um sicherzustellen, dass Sie auf Ihr Guthaben zugreifen können, wenn Sie Ihr Passwort vergessen haben.
id: Selamat, Anda memiliki bitcoin! Sekarang mari kita backup dompet Anda untuk memastikan Anda dapat mengakses dana Anda jika Anda lupa kata sandi Anda.
it: Complimenti, hai bitcoin! Ora eseguiamo il backup del tuo portafoglio per assicurarti di poter accedere ai tuoi fondi se dimentichi la password.
ms: Tahniah, anda mempunyai bitcoin! Sekarang mari sandarkan dompet anda untuk memastikan anda dapat mengakses dana anda jika anda lupa kata laluan anda.
nl: Gefeliciteerd, je hebt bitcoin! Laten we nu een back-up van uw portemonnee maken om ervoor te zorgen dat u toegang heeft tot uw geld als u uw wachtwoord vergeet.
sv: Grattis, du har bitcoin! Låt oss nu säkerhetskopiera din plånbok så att du kan komma åt dina pengar om du glömmer ditt lösenord.
th: ยินดีด้วยคุณมี bitcoin! ตอนนี้ให้สำรองกระเป๋าเงินของคุณเพื่อให้แน่ใจว่าคุณสามารถเข้าถึงเงินทุนของคุณถ้าคุณลืมรหัสผ่าน
uk: Вітаю, у вас є біткойн! Тепер давайте створимо резервну копію гаманця, щоб гарантувати доступ до своїх коштів, якщо ви забудете свій пароль.

source: Connecting You To The Exchange
de: Sie mit der Börse verbinden
id: Menghubungkan Anda ke Bursa
it: Connessione allo scambio
ms: Menyambungkan Anda Ke Pertukaran
nl: U verbinden met de Exchange
sv: Ansluter dig till börsen
th: เชื่อมต่อคุณกับตลาดหลักทรัพย์
uk: Підключення вас до біржі

source: Continue To Mail
de: Weiter zum Mailen
id: Lanjutkan Ke Mail
it: Continua a spedire
ms: Teruskan Ke Mel
nl: Doorgaan naar e-mail
sv: Fortsätt att maila
th: ไปที่เมลต่อ
uk: Продовжуйте надсилати пошту

source: Contract addresses are not supported.
de: Vertragsadressen werden nicht unterstützt.
id: Alamat kontrak tidak didukung.
it: Gli indirizzi di contratto non sono supportati.
ms: Alamat kontrak tidak disokong.
nl: Contractadressen worden niet ondersteund.
sv: Kontraktsadresser stöds inte.
th: ไม่รองรับที่อยู่สัญญา
uk: Адресні контракти не підтримуються.

source: Copy this receive address to the clipboard? If so, be advised that other applications may be able to look at this information.
de: Diese Empfangsadresse in die Zwischenablage kopieren? Falls ja, beachten Sie bitte, dass diese Angaben eventuell für andere Anwendungen einsehbar sind.
id: Salin alamat penerima ini ke papan klip? Jika ya, harap ketahui bahwa aplikasi lain mungkin juga dapat melihat informasi ini.
it: Vuoi copiare negli appunti questo indirizzo ricevuto? Se è così, sappi che altre applicazioni potrebbero essere in grado di vedere queste informazioni.
ms: Salin alamat penerima ini ke papan klip? Jika ya, sila ambil perhatian bahawa aplikasi lain mungkin dapat melihat maklumat ini.
nl: Dit ontvangtadres naar het klembord kopiëren? Zo ja, weet dan dat andere applicaties deze informatie kunnen bekijken.
th: คัดลอกที่อยู่การรับไปยังคลิปบอร์ด? หากทำเช่นนั้น โปรดทราบว่าแอปพลิเคชันอื่นอาจสามารถมองเห็นข้อมูลนี้ได้
uk: Копіювати цю адресу отримувача в буфер обміну? Якщо так, тоді майте на увазі: інші програми зможуть бачити цю інформацію.

source: Could not find transaction with hash %@ when reloading data
de: Transaktion mit Hash %@ beim erneuten Laden von Daten nicht gefunden werden
id: Tidak dapat menemukan transaksi dengan hash %@ saat memuat ulang data
it: Impossibile trovare la transazione con l'hash %@ durante il ricaricamento dei dati
ms: Tidak dapat mencari transaksi dengan hash %@ apabila memuat semula data
nl: Kon transactie met hash %@ niet vinden bij het herladen van gegevens
sv: Det gick inte att hitta transaktion med hash %@ när du laddar om data
th: ไม่พบธุรกรรมที่มีแฮช %@ เมื่อโหลดข้อมูลซ้ำ
uk: Не вдалося знайти транзакцію з хеш %@ під час перезавантаження даних

source: Could not get value when sent - please check your internet connection and try again.
de: Beim Senden konnte kein Wert erhalten werden. Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
id: Tidak dapat memperoleh nilai saat dikirim - silakan periksa koneksi internet Anda dan coba lagi.
it: Impossibile ottenere valore quando viene inviato: controlla la connessione a Internet e riprova.
ms: Tidak dapat mendapatkan nilai apabila dihantar - sila semak sambungan internet anda dan cuba lagi.
nl: Kan geen waarde krijgen bij verzending - controleer je internetverbinding en probeer het opnieuw.
sv: Det gick inte att få värde när det skickas - kontrollera din internetanslutning och försök igen.
th: ไม่สามารถรับค่าเมื่อส่ง - โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณแล้วลองอีกครั้ง
uk: Не вдалося отримати значення при надсиланні. Перевірте підключення до Інтернету та спробуйте ще раз.

source: Create a Wallet
de: Eine Wallet erstellen
id: Buat Dompet
it: Crea un portafoglio
ms: Buat Wallet
nl: Maak een portemonnee
sv: Skapa en plånbok
th: สร้าง Wallet
uk: Створіть гаманець

source: Create new address
de: Neue Adresse erstellen
id: Buat alamat baru
it: Crea nuovo indirizzo
ms: Buat alamat baru
nl: Nieuw adres aanmaken
sv: Skapa ny adress
th: สร้างที่อยู่ใหม่
uk: Створити нову адресу

source: Create Wallet
de: Wallet erstellen
id: Buat Dompet
it: Crea un portafoglio
ms: Mencipta Wallet
nl: Portemonnee aanmaken
sv: Skapa plånbok
th: สร้างกระเป๋าเงิน
uk: Створити гаманець

source: Creating
de: Wird erstellt
id: Membuat
it: In fase di creazione
ms: Mewujudkan
nl: Aan het aanmaken
sv: Att skapa
th: กำลังสร้าง
uk: Створення

source: Creating invitation
de: Einladung erstellen
id: Membuat undangan
it: Creare un invito
ms: Membuat jemputan
nl: Uitnodiging maken
sv: Skapa inbjudan
th: กำลังสร้างคำเชิญ
uk: Створення запрошення

source: Creating new address
de: Neue Adresse wird erstellt
id: Membuat alamat baru
it: Sto creando un nuovo indirizzo
ms: Mewujudkan alamat baru
nl: Nieuw adres aan het aanmaken
sv: Skapa ny adress
th: กำลังสร้างที่อยู่ใหม่
uk: Створення нової адреси

source: Creating order
de: Auftrag erstellen
id: Membuat pesanan
it: Creare un ordine
ms: Membuat pesanan
nl: Orde scheppen
sv: Skapa ordning
th: กำลังสร้างคำสั่ง
uk: Створення порядку

source: Creating request
de: Anfrage erstellen
id: Membuat permintaan
it: Creazione richiesta
ms: Membuat permintaan
nl: Verzoek maken
sv: Skapa begäran
th: กำลังสร้างคำขอ
uk: Створення запиту

source: Creating V3 Wallet
de: V3-Wallet wird erstellt
id: Membuat Dompet V3
it: Sto creando un Portafoglio V3
ms: Mewujudkan V3 Wallet
nl: V3-portemonnee aan het aanmaken
sv: Att skapa V3 plånbok
th: กำลังสร้างกระเป๋าเงินแบบ V3
uk: Створення V3 гаманця

source: Currency
de: Währung
id: Mata uang
it: Moneta
ms: Mata wang
nl: Valuta
sv: Valuta
th: เงินตรา
uk: Валюта

source: Current
de: Aktuell
id: Arus
it: attuale
ms: Semasa
nl: Huidige
sv: Nuvarande
th: ปัจจุบัน
uk: Поточний

source: Current Airdrop
de: Aktueller Airdrop
id: Airdrop saat ini
it: Airdrop attuale
ms: Airdrop semasa
nl: Huidige Airdrop
sv: Nuvarande Airdrop
th: Airdrop ปัจจุบัน
uk: Поточний Airdrop

source: Current rate: %@ BTC
de: Aktueller Kurs: %@ BTC
id: Kurs saat ini: %@ BTC
it: Tasso attuale: %@ BTC
ms: Harga semasa: %@ BTC
nl: Huidige koers: %@ BTC
sv: Nuvarande pris: %@ BTC
th: อัตราปัจจุบัน: %@ BTC
uk: Діюча ставка: %@ BTC

source: Daily Swap Limit
de: Tägliches Wechsellimit
id: Batas Swap Harian
it: Limite di swap giornaliero
ms: Had Pertukaran Harian
nl: Dagelijkse swap limiet
sv: Daglig bytesgräns
th: วงเงิน Swap รายวัน
uk: Щоденний обмінний ліміт

source: Danish Krone
de: Dänische Krone
id: Krone Denmark
it: Corona danese
ms: Krone Denmark
nl: Deense kroon
sv: Danska kronan
th: โครนเดนมาร์ก
uk: Датська крона

source: Dashboard
de: Instrumententafel
id: Dasbor
it: Pannello di controllo
ms: Papan Pemuka
sv: instrumentbräda
th: แผงควบคุม
uk: Панель приладів

source: Day
de: Tag
id: Hari
it: Giorno
ms: Hari
nl: Dag
sv: Dag
th: วัน
uk: День

source: Debug
de: Fehler beheben
it: Debugga
ms: Nyahpepijat
nl: Debuggen
th: แก้ปัญหา
uk: Резервування

source: Delete
de: Löschen
id: Hapus
it: Elimini
ms: Padam
nl: Verwijderen
sv: Ta bort
th: ลบ
uk: Видалити

source: Deposited to ShapeShift
de: Hinterlegt bei ShapeShift
id: Setor ke ShapeShift
it: Depositato su ShapeShift
ms: Dihadapkan kepada ShapeShift
nl: Gedeponeerd bij ShapeShift
sv: Insatt i ShapeShift
th: ฝากไปยัง ShapeShift
uk: Внесено на ShapeShift

source: Dismiss
de: Entlassen
id: Memberhentikan
it: Respingere
ms: Buangkan
nl: Afwijzen
sv: Avfärda
th: ยกเลิก
uk: Відхилити

source: Display
de: Anzeigen
id: Tampilan
it: Mostra
ms: Paparan
nl: Weergeven
sv: Displayen
th: แสดง
uk: Відображення

source: Do not share it with others.
de: Teile es nicht mit anderen.
id: Jangan membaginya dengan orang lain.
it: Non condividerlo con altri.
ms: Jangan berkongsi dengan orang lain.
nl: Deel het niet met anderen.
sv: Dela inte det med andra.
th: อย่าแชร์กับผู้อื่น
uk: Не діліться цим з іншими.

source: Don't worry, your exchange is in process. Swap trades are competed on-chain. If transaction volumes are high, there are sometimes delays.
de: Machen Sie sich keine Sorgen, Ihr Tauschvorgang wird bearbeitet. Swap-Geschäfte werden nacheinander abgewickelt. Wenn das Transaktionsvolumen hoch ist, kommt es manchmal zu Verzögerungen.
id: Jangan khawatir, pertukaran Anda sedang dalam proses. Swap trade bersaing secara on-chain. Jika volume transaksi tinggi, terkadang ada penundaan.
it: Non preoccuparti, il tuo scambio è in corso. Le negoziazioni swap sono in competizione su catena. Se i volumi delle transazioni sono elevati, a volte ci sono ritardi.
ms: Jangan bimbang, pertukaran anda sedang dalam proses. Dagangan swap bersaing di dalam rantaian. Sekiranya jumlah urus niaga tinggi, kadang-kadang ada penangguhan.
nl: Maak je geen zorgen, je uitwisseling is aan de gang. Swap-transacties worden aan een ketting gevoerd. Als de transactievolumes hoog zijn, zijn er soms vertragingen.
sv: Oroa dig inte, din utbyte är igång. Byteshandel konkurreras på kedjan. Om transaktionsvolymerna är höga är det ibland förseningar.
th: ไม่ต้องกังวลการแลกเปลี่ยนของคุณอยู่ในระหว่างดำเนินการ การแลกเปลี่ยน Swap มีการแข่งขันแบบออนไลน์ หากปริมาณธุรกรรมสูงบางครั้งก็เกิดความล่าช้า
uk: Не хвилюйтеся, ваш обмін знаходиться в процесі. Обмінні угоди конкурують за ланцюжком. Якщо обсяг транзакцій високий, іноді відбуваються затримки.

source: Drops on %@
de: Lässt sich auf %@
id: Drops pada %@
it: Scende su %@
ms: Turun pada %@
nl: Druppels op %@
sv: Sänker på %@
th: ลดลงเมื่อ %@
uk: Краплі на %@

source: Due to local laws, USA, Canada and Japan nationals cannot particpate in the Blockstack Airdrop.
de: Aufgrund lokaler Gesetze können Staatsangehörige der USA, Kanadas und Japans nicht am Blockstack Airdrop teilnehmen.
id: Karena undang-undang setempat, warga negara AS, Kanada, dan Jepang tidak dapat berpartisipasi dalam Blockstack Airdrop.
it: A causa delle leggi locali, i cittadini di USA, Canada e Giappone non possono partecipare al Blockstack Airdrop.
ms: Oleh kerana undang-undang tempatan, rakyat Amerika Syarikat, Kanada dan Jepun tidak boleh terlibat dalam Airdrop Blockstack.
nl: Vanwege lokale wetten kunnen onderdanen van de VS, Canada en Japan niet deelnemen aan de Blockstack Airdrop.
sv: På grund av lokala lagar kan medborgare i USA, Kanada och Japan inte delta i Blockstack Airdrop.
th: เนื่องจากกฎหมายในประเทศสหรัฐอเมริกาแคนาดาและญี่ปุ่นไม่สามารถเข้าร่วมใน Blockstack Airdrop ได้
uk: Зважаючи на місцеві закони, громадяни США, Канади та Японії не можуть брати участь у блоці Airdrop.

source: Due to market movement, your order value is now above the maximum allowable threshold of
de: Aufgrund von Marktbewegungen liegt Ihr Bestellwert jetzt über der maximal zulässigen Schwelle von
id: Karena pergerakan pasar, nilai pesanan Anda sekarang di atas ambang batas maksimum yang diijinkan
it: A causa del movimento del mercato, il valore dell'ordine è ora superiore alla soglia massima consentita di
ms: Oleh kerana pergerakan pasaran, nilai pesanan anda kini melebihi ambang maksimum yang dibenarkan
nl: Vanwege marktbewegingen ligt uw orderwaarde nu boven de maximaal toegestane drempelwaarde van
sv: På grund av marknadsrörelsen är ditt ordervärde nu över det maximala tillåtna tröskelvärdet för
th: เนื่องจากการเคลื่อนไหวของตลาดตอนนี้มูลค่าการสั่งซื้อของคุณสูงกว่าเกณฑ์สูงสุดที่อนุญาต
uk: Через рух ринку вартість вашого замовлення зараз перевищує гранично допустимий поріг

source: Due to market movement, your order value is now below the minimum required threshold of
de: Aufgrund von Marktbewegungen liegt Ihr Bestellwert jetzt unter der Mindestanforderung von
id: Karena pergerakan pasar, nilai pesanan Anda sekarang di bawah ambang batas minimum yang disyaratkan
it: A causa del movimento del mercato, il valore dell'ordine è inferiore alla soglia minima richiesta di
ms: Oleh kerana pergerakan pasaran, nilai pesanan anda kini berada di bawah ambang minimum yang diperlukan
nl: Vanwege marktbewegingen is uw orderwaarde nu lager dan de vereiste minimumdrempel van
sv: På grund av marknadsrörelsen är ditt ordervärde nu under det lägsta tillåtna tröskelvärdet på
th: เนื่องจากการเคลื่อนไหวของตลาดตอนนี้มูลค่าการสั่งซื้อของคุณต่ำกว่าเกณฑ์ขั้นต่ำที่กำหนด
uk: Через рух ринку вартість вашого замовлення зараз нижче мінімально необхідного порогу

source: Easy one time wallet backup keeps you in control of your funds.
de: Mit dem einfachen und einmaligen Wallet-Backup behalten Sie Kontrolle über Ihre Gelder.
id: Mudah sekali mencadangkan dompet Anda membuat dana tetap dalam kendali Anda
it: Il facile backup singolo del portafoglio ti consente di rimanere in controllo dei tuoi soldi
nl: Gemakkelijke eenmalige back-up van uw portemonnee geeft u de controle over uw tegoeden
sv: Lätt en gång plånbok backup håller dig kontroll över dina fonder
th: การสำรองข้อมูลกระเป๋าเงินง่าย ๆ เพียงครั้งเดียวจะช่วยให้คุณควบคุมเงินของคุณได้
uk: Одне нескладне резервне копіювання гаманця збереже ваші кошти

source: Edit
de: Bearbeiten
it: modificare
nl: Bewerk
sv: Redigera
th: แก้ไข
uk: Редагувати

source: eigth
de: achte
id: kedelapan
it: ottavo
nl: achtste
sv: åttonde
th: ที่แปด

source: eleventh word
de: elftes Wort
id: kata kesebelas
it: undicesima parola
ms: perkataan kesebelas
nl: elfde woord
sv: elfte ordet
th: คำที่สิบเอ็ด
uk: одинадцяте слово

source: Email address is not valid
de: Email Adresse ist nicht gültig
id: alamat email tidak valid
it: Indirizzo email non valido
ms: Alamat e-mel tidak sah
nl: e-mailadres is niet geldig
sv: E-postadressen är inte giltig
th: ที่อยู่อีเมลไม่ถูกต้อง
uk: Адреса електронної пошти недійсна

source: Empty response from server.
de: Leere Antwort vom Server.
id: Tak ada tanggapan dari server.
it: Risposta vuota dal server.
ms: Kosong respons daripada pelayan.
nl: Lege reactie van de server.
sv: Tomma svar från servern.
th: ไร้การตอบสนองจากเซิร์ฟเวอร์
uk: Сервер не відповідає.

source: Enable 2-Step for SMS
de: 2-Schritt für SMS aktivieren
id: Aktifkan 2 Langkah untuk SMS
it: Abilita le 2-Fasi per SMS
ms: Membolehkan langkah 2 SMS
nl: 2-ledige verificatie inschakelen voor sms
sv: Aktivera 2-steg för SMS
th: เปิด 2 ขั้นตอนสำหรับ SMS
uk: Активувати 2-крокове підтвердження SMS

source: Enable notifications to receive an email or SMS message whenever you receive bitcoin.
de: Aktivieren Sie Benachrichtigungen, um eine E-Mail- oder SMS-Nachricht zu erhalten, wenn Sie Bitcoin erhalten.
id: Aktifkan pemberitahuan untuk menerima email atau pesan SMS setiap kali Anda menerima bitcoin.
it: Abilita le notifiche per ricevere un'e-mail o un messaggio SMS ogni volta che ricevi bitcoin.
ms: Dayakan pemberitahuan untuk menerima mesej e-mel atau SMS apabila anda menerima bitcoin.
nl: Schakel meldingen in om een e-mail of sms-bericht te ontvangen wanneer u bitcoin ontvangt.
sv: Aktivera aviseringar för att få ett e-postmeddelande eller SMS när du får bitcoin.
th: เปิดใช้งานการแจ้งเตือนเพื่อรับอีเมลหรือข้อความ SMS ทุกครั้งที่คุณรับ bitcoin
uk: Увімкніть сповіщення, щоб отримувати електронну пошту або SMS-повідомлення щоразу, коли ви отримуєте біткойн.

source: Enable this option to reveal a receive address when you swipe left on the PIN screen, making receiving bitcoin even faster. Five addresses will be loaded consecutively, after which logging in is required to show new addresses.
de: Aktivieren Sie diese Option, um eine Empfangsadresse anzuzeigen, wenn Sie auf dem PIN-Bildschirm nach links wischen, wodurch der Empfang von Bitcoin noch schneller wird. Fünf Adressen werden nacheinander geladen. Danach ist eine Anmeldung erforderlich, um neue Adressen anzuzeigen.
id: Aktifkan opsi ini untuk mengungkapkan alamat penerimaan ketika Anda menggesek ke kiri pada layar PIN, membuat menerima bitcoin lebih cepat. Lima alamat akan dimuat secara berurutan, setelah itu login diperlukan untuk menampilkan alamat baru.
it: Abilita questa opzione per rivelare un indirizzo di ricezione quando scorri a sinistra nella schermata PIN, rendendo la ricezione di bitcoin ancora più veloce. Cinque indirizzi verranno caricati consecutivamente, dopo di che è necessario il login per mostrare nuovi indirizzi.
ms: Dayakan pilihan ini untuk mendedahkan alamat yang diterima apabila anda meleret ke kiri pada skrin PIN, membuat bitcoin menerima lebih cepat. Lima alamat akan dimuatkan secara berturut-turut, selepas itu log masuk diperlukan untuk menunjukkan alamat baru.
nl: Schakel deze optie in om een ontvangstadres te onthullen wanneer u naar links veegt op het pincodescherm, waardoor het ontvangen van bitcoin nog sneller wordt. Er worden vijf adressen achter elkaar geladen, waarna inloggen vereist is om nieuwe adressen te tonen.
sv: Aktivera det här alternativet för att avslöja en mottagningsadress när du sveper åt vänster på PIN-skärmen, vilket gör att ta emot bitcoin ännu snabbare. Fem adresser laddas i följd, varefter inloggning krävs för att visa nya adresser.
th: เปิดใช้งานตัวเลือกนี้เพื่อเปิดเผยที่อยู่ที่รับเมื่อคุณปัดไปทางซ้ายบนหน้าจอ PIN ทำให้การรับ bitcoin เร็วขึ้น ห้าที่อยู่จะถูกโหลดอย่างต่อเนื่องหลังจากนั้นจะต้องเข้าสู่ระบบเพื่อแสดงที่อยู่ใหม่
uk: Увімкніть цю опцію, щоб виявити адресу прийому, коли проведіть пальцем по екрану вліво, зробивши отримання біткойна ще швидшим. П'ять адрес завантажуватимуться послідовно, після чого для відображення нових адрес потрібно ввійти.

source: Enable this option to reveal a receive address when you swipe left on the PIN screen, making receiving bitcoin even faster. Only one address will be loaded, logging in is required to show a new address.
de: Aktivieren Sie diese Option, um eine Empfangsadresse anzuzeigen, wenn Sie auf dem PIN-Bildschirm nach links wischen, wodurch der Empfang von Bitcoin noch schneller wird. Es wird nur eine Adresse geladen. Eine Anmeldung ist erforderlich, um eine neue Adresse anzuzeigen.
id: Aktifkan opsi ini untuk mengungkapkan alamat penerimaan ketika Anda menggesek ke kiri pada layar PIN, membuat menerima bitcoin lebih cepat. Hanya satu alamat yang akan dimuat, login diperlukan untuk menunjukkan alamat baru.
it: Abilita questa opzione per rivelare un indirizzo di ricezione quando scorri a sinistra nella schermata PIN, rendendo la ricezione di bitcoin ancora più veloce. Verrà caricato un solo indirizzo, per mostrare un nuovo indirizzo è necessario il login.
ms: Dayakan pilihan ini untuk mendedahkan alamat yang diterima apabila anda meleret ke kiri pada skrin PIN, membuat bitcoin menerima lebih cepat. Hanya satu alamat akan dimuatkan, log masuk diperlukan untuk menunjukkan alamat baru.
nl: Schakel deze optie in om een ontvangstadres te onthullen wanneer u naar links veegt op het pincodescherm, waardoor het ontvangen van bitcoin nog sneller wordt. Er wordt slechts één adres geladen, inloggen is vereist om een nieuw adres te tonen.
sv: Aktivera det här alternativet för att avslöja en mottagningsadress när du sveper åt vänster på PIN-skärmen, vilket gör att ta emot bitcoin ännu snabbare. Endast en adress laddas, inloggning krävs för att visa en ny adress.
th: เปิดใช้งานตัวเลือกนี้เพื่อเปิดเผยที่อยู่ที่รับเมื่อคุณปัดไปทางซ้ายบนหน้าจอ PIN ทำให้การรับ bitcoin เร็วขึ้น จะมีการโหลดที่อยู่เดียวเท่านั้นจึงจำเป็นต้องลงชื่อเข้าใช้เพื่อแสดงที่อยู่ใหม่
uk: Увімкніть цю опцію, щоб виявити адресу прийому, коли проведіть пальцем по екрану вліво, зробивши отримання біткойна ще швидшим. Буде завантажена лише одна адреса, для відображення нової адреси потрібен вхід.

source: Enabled!
de: Aktiviert!
id: Diaktifkan!
it: Abilitato!
ms: Dihidupkan!
nl: Ingeschakeld!
sv: Aktiverad!
th: เปิดใช้งาน!
uk: Увімкнено!

source: Ended
de: Beendet
id: Berakhir
it: Conclusa
ms: Berakhir
nl: Beëindigd
sv: slutade
th: สิ้นสุดวันที่
uk: Закінчився

source: Ended on %@
de: Beendet auf %@
id: Berakhir pada %@
it: Terminato il %@
ms: Berakhir pada %@
nl: Eindigde op %@
sv: Avslutat på %@
th: สิ้นสุดในวันที่ %@
uk: Закінчено на %@

source: Enjoying the Blockchain Wallet? Please take a moment to leave a review in the App Store and let others know about it.
de: Genießen Sie die Blockchain Wallet? Bitte nehmen Sie sich einen Moment Zeit, um eine Bewertung im App Store abzugeben und andere darüber zu informieren.
id: Menikmati Dompet Blockchain? Silakan luangkan waktu sejenak untuk meninggalkan ulasan di App Store dan biarkan orang lain mengetahuinya.
it: Ti piace il portafoglio Blockchain? Ti preghiamo di dedicare un momento a lasciare una recensione nell'App Store e di informarne gli altri.
ms: Nikmati Wallet Blockchain? Sila luangkan sedikit masa untuk meninggalkan ulasan di App Store dan biarkan orang lain tahu mengenainya.
nl: Genieten van de Blockchain-portemonnee? Neem even de tijd om een recensie achter te laten in de App Store en laat het anderen weten.
sv: Tycker du om Blockchain-plånboken? Ta ett ögonblick för att lämna en recension i App Store och berätta för andra om det.
th: เพลิดเพลินไปกับกระเป๋าสตางค์ Blockchain? โปรดสละเวลาสักครู่เพื่อเขียนรีวิวใน App Store และแจ้งให้ผู้อื่นทราบ
uk: Вам подобається гаманець Blockchain? Будь ласка, знайдіть хвилину, щоб залишити відгук у App Store та повідомити про це іншим.

source: Enrolled
de: Angemeldet
id: Terdaftar
it: Iscritta
ms: Mendaftar
nl: Ingeschreven
sv: inskrivna
th: ลงทะเบียนเรียน
uk: Зарахували

source: Enter %@ amount
de: Geben Sie %@ Betrag ein
id: Masukkan %@ jumlah
it: Inserisci %@ importo
ms: Masukkan %@ jumlah
nl: Voer %@ amount in
sv: Ange %@ belopp
th: ป้อน %@ จำนวน
uk: Введіть %@ кількість

source: Enter bch address or select
de: BCH-Adresse eingeben oder auswählen
id: Masukkan alamat bch atau pilih
it: Immettere l'indirizzo bch o selezionare
ms: Masukkan alamat bk atau pilih
nl: Voer het bch-adres in of selecteer
sv: Ange bch-adress eller välj
th: ป้อนที่อยู่ bch หรือเลือก
uk: Введіть адресу bch або виберіть

source: Enter btc address or select
de: BTC-Adresse eingeben oder auswählen
id: Masukkan alamat btc atau pilih
it: Inserisci l'indirizzo btc o seleziona
ms: Masukkan alamat btc atau pilih
nl: Voer het btc-adres in of selecteer
sv: Ange btc-adress eller välj
th: ป้อนที่อยู่ btc หรือเลือก
uk: Введіть адресу btc або виберіть

source: Enter Email Address
de: E-Mail Adresse eingeben
id: Masukkan alamat email
it: Inserisci l'indirizzo email
ms: Masukkan alamat email
nl: Vul email adres in
sv: Skriv in epostadress
th: ป้อนที่อยู่อีเมล
uk: Введіть електронну адресу

source: Enter eth address
de: ETH-Adresse eingeben
id: Masukkan alamat eth
it: Inserisci l'indirizzo eth
ms: Masukkan alamat et
nl: Voer eth adres in
sv: Ange et-adress
th: ป้อนที่อยู่ eth
uk: Введіть адресу eth

source: Enter Mobile Number
de: Geben Sie die Handynummer ein
id: Masukkan Nomor Ponsel
it: Inserisci il numero di cellulare
ms: Masukkan Nombor Mudah Alih
nl: Voer mobiel nummer in
sv: Ange mobilnummer
th: ป้อนหมายเลขโทรศัพท์มือถือ
uk: Введіть номер мобільного телефону
