Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: order_error_subtitle
es_419: No te preocupes. Tu dinero está seguro. Intenta nuevamente o comunícate con nuestro Equipo de soporte para obtener ayuda.
pt_br: Não se preocupe. Seu dinheiro está seguro. Tente novamente ou entre em contato com nossa equipe de suporte para obter ajuda.

source: Remove Bank
de: Bank entfernen
es_419: Quitar banco
pt_br: Remover banco

source: Withdraw
de: Abheben
es_419: Retirar
pt_br: Retirar

source: Add Cash from Your Bank
de: Fügen Sie Bargeld von Ihrer Bank hinzu
es_419: Agregar dinero en efectivo desde tu banco
pt_br: Adicionar dinheiro do seu banco

source: View All Transactions
de: Alle Transaktionen anzeigen
es_419: Ver todas las transacciones
pt_br: Visualizar todas as transações

source: Verify My Identity
de: Überprüfen Sie meine Identität
es_419: Verificar mi identidad
pt_br: Verificar minha identidade

source: Deposit
de: Anzahlung
es_419: Depositar
pt_br: Depositar

source: Introducing Cloud Backups
de: Einführung in Cloud-Backups
es_419: Presentación de las copias de seguridad en la nube
pt_br: Apresentando os backups em nuvem

source: You can now backup your wallet securely to the cloud. You can opt-out of backups in your wallet settings.
de: Sie können Ihre Brieftasche jetzt sicher in der Cloud sichern. Sie können Backups in Ihren Brieftascheneinstellungen deaktivieren.
es_419: Ahora puedes respaldar tu billetera de manera segura en la nube. Si no lo prefieres, puedes modificarlo desde la configuración de la billetera.
pt_br: Agora você pode fazer backup de sua carteira com segurança na nuvem. Você pode desativar os backups nas configurações da sua carteira.

source: Your final amount might change due to market activity.
es_419: Tu monto final podría cambiar debido a la actividad del mercado.
pt_br: Seu valor final pode mudar devido à atividade do mercado.

source: Manual Review
es_419: Revisión manual
pt_br: Revisão manual

source: Withdrawal
es_419: Retiro
pt_br: Retirada

source: Send Max
es_419: Enviar como máximo
pt_br: Envio máximo

source: Send Now
es_419: Enviar ahora
pt_br: Envie agora

source: Oops! Something Went Wrong. Please try again.
es_419: ¡Ups! Se produjo un error. Intenta otra vez.
pt_br: Ops! Algo deu errado. Tente novamente.

source: Address is not a user address
es_419: La dirección no es una dirección de usuario
pt_br: O endereço não é um endereço de usuário

source: Password is incorrect.
es_419: La contraseña no es correcta.
pt_br: A senha está incorreta.

source: An unexpected error has occurred. Please try again.
de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuche es erneut.
es_419: Se produjo un error inesperado. Intenta otra vez.
pt_br: Ocorreu um erro inesperado. Tente novamente.

source: You do not have enough ETH to process this transaction.
de: Sie haben nicht genug ETH, um diese Transaktion abzuwickeln.
es_419: No tienes ETH suficientes para procesar esta transacción.
pt_br: Você não tem ETH suficiente para processar esta transação.

source: or Select a Wallet
es_419: o selecciona una Wallet
pt_br: ou selecione uma Wallet

source: Your final amount may change due to market activity.
de: Ihr endgültiger Betrag kann sich aufgrund von Marktaktivitäten ändern.
es_419: Tu monto final podría cambiar debido a la actividad del mercado.
pt_br: Seu valor final pode mudar devido à atividade do mercado.

source: 1st of Every Month
de: 1. eines jeden Monats
es_419: Primer día de cada mes
pt_br: 1º de cada mês

source: Accept or Share Your %@ Address
de: Akzeptieren oder teilen Sie Ihre %@ -Adresse
es_419: Aceptar o compartir tu dirección de %@
pt_br: Aceite ou compartilhe seu endereço %@

source: Annually
de: Jährlich
es_419: Anualmente
pt_br: Anualmente

source: Available Currencies
de: Verfügbare Währungen
es_419: Monedas disponibles
pt_br: Moedas disponíveis

source: Cashout to Your Bank
de: Auszahlung an Ihre Bank
es_419: Retirar efectivo en tu banco
pt_br: Saque para o seu banco

source: Cloud Backup
de: Datensicherung in der Cloud
es_419: Copia de seguridad en la nube
pt_br: Backup em nuvem

source: Convert Your Crypto to Cash
de: Wandeln Sie Ihre Krypto in Bargeld um
es_419: Convierte tus criptomonedas en efectivo
pt_br: Converta suas criptomoedas em dinheiro

source: Current Rate
de: Tageskurs
es_419: Tarifa actual
pt_br: Taxa atual

source: Daily Limit
de: Tägliches Limit
es_419: Límite diario
pt_br: Limite diário

source: Exchange %@ for Another Crypto
de: Tauschen Sie %@ gegen eine andere Krypto aus
es_419: Intercambiar %@ por otra criptomoneda
pt_br: Troque %@ por outra criptomoeda

source: From: My %@ Trading Account
de: Von: Mein %@ Handelskonto
es_419: De: Mi Trading Account %@
pt_br: De: Minha Conta Trading %@

source: Get Paid
de: Bezahlt werden
es_419: Recibe pagos
pt_br: Seja pago

source: Initial Hold Period
de: Anfängliche Haltezeit
es_419: Período de retención inicial
pt_br: Período inicial de retenção

source: My %@ Wallet
de: Mein %@ Wallet
es_419: Mi %@ Wallet
pt_br: Minha Wallet %@

source: My Transaction
de: Meine Transaktion
es_419: Mi transacción
pt_br: Minha transação

source: Prices
de: Preise
es_419: Precios
pt_br: Preços

source: See your crypto balance increase every day. Get paid on the 1st of every month.
de: Sehen Sie, wie sich Ihr Kryptoguthaben jeden Tag erhöht. Werde am 1. eines jeden Monats bezahlt.
es_419: Mira cómo aumenta tu saldo de criptomonedas todos los días. Recibe pagos el primer día de cada mes.
pt_br: Veja seu saldo de criptomoedas aumentar a cada dia. Receba no dia 1º de cada mês.

source: Sell Max
de: Verkaufe max
es_419: Vender máximo
pt_br: Venda máx.

source: Shared With Blockchain
de: Mit Blockchain geteilt
es_419: Compartido con Blockchain.com
pt_br: Compartilhado com Blockchain

source: To prevent identity theft or fraud, we'll need to make sure it's really you by uploading an ID.
de: Um Identitätsdiebstahl oder Betrug zu verhindern, müssen wir durch Hochladen einer ID sicherstellen, dass Sie es wirklich sind.
es_419: Para evitar el robo de identidad o el fraude, carga un documento de identidad para asegurarnos de que realmente eres tú.
pt_br: Para evitar roubo de identidade ou fraude, precisamos ter certeza de que é realmente você fazendo o upload de um documento de identidade.

source: To: My %@ Account
de: An: Mein %@ Konto
es_419: Para: Mi cuenta de %@
pt_br: Para: Minha conta %@

source: Transfer %@ to Any Wallet
de: Übertragen Sie %@ in eine beliebige Brieftasche
es_419: Transferir %@ a cualquier Wallet
pt_br: Transferir %@ para qualquer Wallet

source: Use your Card or Cash
de: Verwenden Sie Ihre Karte oder Bargeld
es_419: Usar su tarjeta o dinero en efectivo
pt_br: Use seu cartão ou dinheiro

source: Verify your identity and earn up to 9.0% annually.
de: Überprüfen Sie Ihre Identität und verdienen Sie jährlich bis zu 9,0%.
es_419: Verifica tu identidad y obtén hasta 9 % al año.
pt_br: Verifique sua identidade e ganhe até 9,0% ao ano.

source: Visit Blockchain.com
de: Besuchen Sie Blockchain.com
es_419: Visitar Blockchain.com
pt_br: Visite Blockchain.com

source: You can have a maximum of one bank per currency
de: Sie können maximal eine Bank pro Währung haben
es_419: Puedes tener un máximo de un banco por moneda
pt_br: Você pode ter no máximo um banco por moeda

source: %@ Custodial Accounts
de: %@ Depotkonten
es_419: %@ cuentas bajo custodia
pt_br: %@ Contas de custódia

source: Sell Now
es_419: Vender ahora
pt_br: Vender agora

source: We’re completing your sell now.
de: Wir schließen Ihren Verkauf jetzt ab.
es_419: Estamos completando tu venta en este momento.
pt_br: Estamos concluindo sua venda agora.

source: To prevent identity theft or fraud, we’ll need to make sure it’s really you by uploading an ID.
de: Um Identitätsdiebstahl oder Betrug zu verhindern, müssen wir durch Hochladen einer ID sicherstellen, dass Sie es wirklich sind.
es_419: Para evitar el robo de identidad o el fraude, carga un documento de identidad para asegurarnos de que realmente eres tú.
pt_br: Para evitar roubo ou fraude de identidade, precisamos ter certeza de que é realmente você que está fazendo o upload de um documento de identidade.

source: Sell Crypto for Cash
de: Verkaufe Crypto gegen Bargeld
es_419: Vender criptomonedas por dinero en efectivo
pt_br: Vender criptomoedas por dinheiro

source: Select a wallet to sell from.
es_419: Selecciona una billetera desde la que vender.
pt_br: Selecione uma carteira para vender.

source: Unable to Verify Your ID
de: Ihre ID kann nicht überprüft werden
es_419: No pudimos verificar tu identidad
pt_br: Não foi possível verificar sua identidade

source: We were unable to verify your identity. This can happen for a few reasons.
de: Wir konnten Ihre Identität nicht überprüfen. Dies kann aus mehreren Gründen geschehen.
es_419: No pudimos verificar tu identidad. Esto puede deberse a varias razones.
pt_br: Não foi possível verificar sua identidade. Isso pode acontecer por alguns motivos.

source: Invalid ID
de: Ungültige ID
es_419: Documento de identidad no válido
pt_br: ID inválido

source: The image or document uploaded did not match the requirements.
de: Das hochgeladene Bild oder Dokument entsprach nicht den Anforderungen.
es_419: La imagen o el documento cargado no coincide con los requisitos.
pt_br: A imagem ou documento carregado não atendeu aos requisitos.

source: Information Mismatch
de: Informationsinkongruenz
es_419: La información no coincide
pt_br: Incompatibilidade de informações

source: All information must appear exactly as it does on your legal documents. note: Please do not use a nickname.
de: Alle Informationen müssen genau so erscheinen wie in Ihren Rechtsdokumenten. Hinweis: Bitte verwenden Sie keinen Spitznamen.
es_419: Toda la información debe aparecer exactamente como figura en tus documentos legales. Nota: No uses un sobrenombre.
pt_br: Todas as informações devem aparecer exatamente como são exibidas em seus documentos legais. Nota: Por favor, não use um apelido.

source: Blocked by Local Laws
de: Durch lokale Gesetze blockiert
es_419: Bloqueado por las leyes locales
pt_br: Bloqueado pelas leis locais

source: If you think this was a mistake or would like a manual review of your account, please contact support.
de: Wenn Sie der Meinung sind, dass dies ein Fehler war oder eine manuelle Überprüfung Ihres Kontos wünschen, wenden Sie sich an den Support.
es_419: Si crees que esto fue un error o te gustaría que revisemos tu cuenta manualmente, ponte en contacto con el equipo de soporte.
pt_br: Se você acredita que isto foi um erro ou gostaria de uma revisão manual de sua conta, por favor, entre em contato com o suporte.

source: A transaction is already in progress
de: Eine Transaktion ist bereits in Bearbeitung
es_419: Ya hay una transacción en curso
pt_br: Uma transação já está em andamento

source: You have insufficient funds in this account to process this transaction
de: Sie haben nicht genügend Guthaben auf diesem Konto, um diese Transaktion abzuwickeln
es_419: No tienes fondos suficientes en esta cuenta para procesar esta transacción.
pt_br: Você não tem fundos suficientes nesta conta para processar esta transação

source: Please ensure you've agreed to our Terms.
de: Bitte stellen Sie sicher, dass Sie unseren Bedingungen zugestimmt haben.
es_419: Asegúrate de haber aceptado nuestros Términos.
pt_br: Certifique-se de ter concordado com nossos Termos.

source: Free
es_419: Gratis
pt_br: Grátis

source: Minimum 1 sat/byte required
de: Mindestens 1 Sat / Byte erforderlich
es_419: Se requiere un mínimo de 1 sat/byte
pt_br: Mínimo de 1 sat/byte necessário

source: Swap Complete
de: Tausch abgeschlossen
es_419: Intercambio completo
pt_br: Troca concluída

source: Swap Max
es_419: Máx. de intercambio
pt_br: Troca máx.

source: Tap here to upgrade your profile and swap this amount.
de: Tippen Sie hier, um Ihr Profil zu aktualisieren und diesen Betrag zu tauschen.
es_419: Pulsa aquí para actualizar tu perfil e intercambiar este monto.
pt_br: Toque aqui para atualizar seu perfil e trocar esse valor.

source: Confirm the wallet you want to Swap from and choose the wallet you want to Receive into.
es_419: Confirma la billetera desde la que quieres intercambiar y elige la billetera en la que quiere recibir el intercambio.
pt_br: Confirme a carteira da qual deseja trocar e escolha a carteira na qual deseja receber.

source: New Swap
de: Neuer Tausch
es_419: Nuevo intercambio
pt_br: Nova troca

source: Swap Your Crypto
de: Tauschen Sie Ihre Krypto aus
es_419: Intercambia tus criptomonedas
pt_br: Troque suas criptomoedas

source: Instantly exchange your crypto into any currency we offer for your wallet.
de: Tauschen Sie Ihre Krypto sofort in eine beliebige Währung aus, die wir für Ihre Brieftasche anbieten.
es_419: Cambia tus criptomonedas de inmediato por cualquiera de las monedas que ofrecemos en tu billetera.
pt_br: Troque instantaneamente suas criptomoedas em qualquer moeda que oferecemos para sua carteira.

source: Start Swapping
de: Starten Sie den Austausch
es_419: Iniciar intercambio
pt_br: Comece a trocar

source: Which wallet do you want to Swap from?
de: Von welcher Brieftasche möchten Sie tauschen?
es_419: ¿Desde cuál billetera quieres intercambiar?
pt_br: De qual Wallet você quer trocar?

source: Trending
de: Trend
es_419: Tendencias
pt_br: Em alta

source: Network Fee
es_419: Tarifa de red
pt_br: Taxa de rede

source: Your final amount might change due to market activity. An initial hold period of 3 days will be applied to your funds.
de: Ihr endgültiger Betrag kann sich aufgrund der Marktaktivität ändern. Eine anfängliche Haltefrist von 3 Tagen wird auf Ihr Guthaben angewendet.
es_419: El monto final podría cambiar a partir de la actividad del mercado. Se aplicará un período de retención inicial de 3 días a tus fondos.
pt_br: Seu valor final pode mudar devido à atividade do mercado. Um período de retenção inicial de 3 dias será aplicado aos seus fundos.

source: Faster
de: Schneller
es_419: Más rápido
pt_br: Mais rápido

source: Scan a QR Code
es_419: Escanear un código QR
pt_br: Digitalize um código QR

source: Oops! Something went wrong.
de: Hoppla! Etwas ist schief gelaufen.
es_419: ¡Ups! Se produjo un error.
pt_br: Ops! Algo deu errado.

source: Upgrade now
de: Jetzt upgraden
es_419: Actualizar ahora
pt_br: Atualize agora

source: Swap Faster. Cheaper. Better.
de: Schneller tauschen. Billiger. Besser.
es_419: Intercambia más rápido. Más económico. Mejor.
pt_br: Troque com mais rapidez. Mais economia. Melhor.

source: Swap better.
de: Besser tauschen.
es_419: Intercambia mejor.
pt_br: Troque melhor.

source: Swap it like it’s hot.
de: Tauschen Sie es aus, als wäre es heiß.
es_419: Intercambia en cuestión de segundos.
pt_br: Troque com convicção.

source: We’ve updated Swap with a new look and better experience.
de: Wir haben Swap mit einem neuen Look und einer besseren Erfahrung aktualisiert.
es_419: Actualizamos los intercambios para que la experiencia sea mejor y única.
pt_br: Atualizamos a troca com um novo visual e uma experiência melhor.

source: Faster. Cheaper. Better. Our new Swap experience lets you exchange crypto in fewer taps.
de: Schneller. Billiger. Besser. Mit unserer neuen Swap-Erfahrung können Sie Krypto in weniger Schritten austauschen.
es_419: Más rápido. Más económico. Mejor. Nuestra nueva actualización de intercambios te permite intercambiar criptomonedas en pocos instantes.
pt_br: Mais rápido. Mais econômico. Melhor. Nossa nova experiência de troca permite que você troque criptomoedas com menos toques.

source: + Add New
de: + Neu hinzufügen
es_419: + Agregar nuevo
pt_br: + Adicionar novo

source: Secure Connection
de: Sichere Verbindung
es_419: Conexión segura
pt_br: Conexão segura

source: Is this your bank?
es_419: ¿Este es tu banco?
pt_br: Este é o seu banco?

source: It’s taking too long to link your bank, please try again.
de: Das Verknüpfen Ihrer Bank dauert zu lange. Bitte versuchen Sie es erneut.
es_419: Vincular tu banco está demorando demasiado. Intenta otra vez.
pt_br: Está demorando muito para vincular seu banco. Tente novamente.

source: Please link a Checking Account.
de: Bitte verknüpfen Sie ein Girokonto.
es_419: Vincula una cuenta corriente.
pt_br: Vincule uma conta corrente.

source: Your bank may charge you extra fees if you buy crypto without a checking account.
de: Ihre Bank erhebt möglicherweise zusätzliche Gebühren, wenn Sie Krypto ohne Girokonto kaufen.
es_419: Tu banco puede cobrarte comisiones extra si compras cripto sin una cuenta corriente.
pt_br: Seu banco pode cobrar taxas extras se você comprar criptomoedas sem uma conta corrente.

source: Bank Linked!
es_419: ¡Banco vinculado!
pt_br: Banco vinculado!

source: Try a Different Bank
de: Versuchen Sie es mit einer anderen Bank
es_419: Prueba con un banco diferente
pt_br: Tente outro banco

source: Cancel & Go Back
es_419: Cancelar y volver
pt_br: Cancelar e voltar

source: Please try linking your bank again. If this keeps happening, please contact support.
de: Bitte versuchen Sie erneut, Ihre Bank zu verknüpfen. In diesem Fall wenden Sie sich bitte an den Support.
es_419: Intenta vincular tu banco otra vez. Si el problema persiste, comunícate con soporte.
pt_br: Tente vincular seu banco novamente. Se isso continuar acontecendo, entre em contato com o suporte.

source: Available to Trade
de: Verfügbar für den Handel
es_419: Instantáneamente
pt_br: Disponível para negociação

source: Instantly
de: Sofort
es_419: Instantáneamente
pt_br: Instantaneamente

source: Instantly Available
de: Sofort verfügbar
es_419: Disponible de inmediato
pt_br: Disponível instantaneamente

source: Summary
es_419: Resumen
pt_br: Resumo

source: Oops! For security reasons, your balance is currently locked, please try again later.
es_419: ¡Ups! Por motivos de seguridad, tu saldo está actualmente bloqueado. Intenta de nuevo más tarde.
pt_br: Ops! Por motivos de segurança, seu saldo está bloqueado no momento, tente novamente mais tarde.

source: Oops! You don’t have enough funds to Withdraw
es_419: ¡Ups! No tienes fondos suficientes para retirar
pt_br: Ops! Você não tem fundos suficientes para sacar

source: Oops! This service is currently unavailable, please try again later.
es_419: ¡Ups! Ese servicio no está disponible en este momento. Intenta otra vez más tarde.
pt_br: Ops! Este serviço está indisponível no momento, tente novamente mais tarde.

source: Oops! Looks like that address is invalid, please try again.
es_419: ¡Ups! Al parecer esa dirección no es válida. Intenta otra vez.
pt_br: Ops! Parece que o endereço é inválido. Tente novamente.

source: Oops! Looks like that cryptocurrency is invalid, please try again.
es_419: ¡Ups! Al parecer, esa criptomoneda no es válida. Intenta otra vez.
pt_br: Ops! Parece que a criptomoeda é inválida, tente novamente.

source: Oops! Looks like that fiat is invalid, please try again.
es_419: ¡Ups! Al parecer ese fiat no es válido. Intenta otra vez.
pt_br: Ops! Parece que a moeda fiduciária é inválida, tente novamente.

source: Oops! That service isn’t available at the moment, please try again later.
es_419: ¡Ups! Ese servicio no está disponible en este momento. Intenta otra vez más tarde.
pt_br: Ops! Esse serviço não está disponível no momento, tente novamente mais tarde.

source: Oops! The amount we quoted you is no longer valid, please try again.
es_419: ¡Ups! El monto que le cotizamos ya no es válido. Intenta otra vez.
pt_br: Ops! O valor que cotamos não é mais válido, tente novamente.

source: Oops! This service isn’t currently available. Please contact support.
es_419: ¡Ups! Este servicio no está actualmente disponible. Comunícate con soporte.
pt_br: Ops! Este serviço não está disponível no momento. Entre em contato com o suporte.

source: Oops! Looks like that isn’t a valid amount, please try again.
es_419: ¡Ups! Al parecer este no es un monto válido. Intenta otra vez.
pt_br: Ops! Parece que esse valor não é válido. Tente novamente.

source: %@ Max
es_419: %@ máx.
pt_br: %@ Máx

source: %@ Min
es_419: %@ mín.
pt_br: %@ Mín

source: %@ securely stores your credentials adhering to leading industry practices for data security, regulatory compliance, and privacy.
de: %@ speichert Ihre Anmeldeinformationen sicher gemäß den branchenführenden Praktiken für Datensicherheit, Einhaltung gesetzlicher Vorschriften und Datenschutz.
es_419: %@ cumple con prácticas líderes de la industria de seguridad de datos, cumplimiento normativo y privacidad para almacenar tus credenciales de forma segura.
pt_br: %@ armazena com segurança suas credenciais de acordo com as práticas líderes do setor para segurança de dados, conformidade regulatória e privacidade.

source: At Blockchain.com, we strive to adhere to any and all local laws. Based on your location, we cannot allow the buying or selling digital currencies at this time.
de: Bei Blockchain.com bemühen wir uns, alle lokalen Gesetze einzuhalten. Aufgrund Ihres Standorts können wir derzeit den Kauf oder Verkauf digitaler Währungen nicht zulassen.
es_419: En Blockchain.com, nos esforzamos por cumplir con todas las leyes locales. Debido a tu ubicación, no podemos permitirte comprar ni vender monedas digitales en este momento.
pt_br: Na Blockchain.com, nos esforçamos para cumprir todas e quaisquer leis locais. Com base na sua localização, não podemos permitir a compra ou venda de moedas digitais no momento.

source: Bank Account
de: Bankkonto
es_419: Cuenta bancaria
pt_br: Conta bancária

source: Blockchain.com uses %@ to verify your bank credentials & securely link your accounts.
de: Blockchain.com verwendet %@ , um Ihre Bankdaten zu überprüfen und Ihre Konten sicher zu verknüpfen.
es_419: Blockchain.com usa %@ para verificar tus credenciales bancarias y vincular tus cuentas de forma segura.
pt_br: A Blockchain.com usa %@ para verificar suas credenciais bancárias e vincular suas contas com segurança.

source: Cash
de: Kasse
es_419: Dinero en efectivo
pt_br: Dinheiro

source: Choose a Wallet to receive crypto to.
de: Wählen Sie eine Brieftasche aus, an die Krypto empfangen werden soll.
es_419: Elige una Wallet en la cual deseas recibir criptomonedas.
pt_br: Escolha uma Wallet para receber criptomoedas.

source: Choose a Wallet to send crypto from.
de: Wählen Sie eine Brieftasche aus, von der aus Krypto gesendet werden soll.
es_419: Elige una Wallet desde la cual enviar criptomonedas.
pt_br: Escolha uma Wallet para enviar criptomoedas.

source: Coming Soon to Your Region
de: Bald in Ihrer Region
es_419: Próximamente en tu región
pt_br: Em breve em sua região

source: Currently, we don't support selling crypto in %@. We'll send you an update when we do.
de: Derzeit unterstützen wir den Verkauf von Krypto in %@ . Wir senden Ihnen dann ein Update.
es_419: En este momento, no admitimos la venta de criptmonedas en %@. Te enviaremos una actualización cuando así sea.
pt_br: Atualmente, não oferecemos suporte à venda de criptomoedas em %@. Enviaremos uma atualização quando o fizermos.

source: Error decrypting wallet, please check that your password is correct
de: Fehler beim Entschlüsseln der Brieftasche. Überprüfen Sie, ob Ihr Passwort korrekt ist
es_419: Error al desencriptar la billetera. Comprueba que tu contraseña es correcta
pt_br: Erro ao descriptografar a carteira, verifique se sua senha está correta
