Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: Accrued Rewards This Month
es_419: Rewards acumuladas este mes
pt_br: Recompensas acumuladas este mês

source: Rewards Rate
es_419: Tarifa de Rewards
pt_br: Taxa de recompensas

source: View
es_419: Ver
pt_br: Visualizar

source: Not available in your region
es_419: No está disponible en tu región
pt_br: Não disponível em sua região

source: Currently unavailable, please check again later
es_419: Actualmente no está disponible. Intenta de nuevo más tarde
pt_br: Atualmente indisponível, verifique novamente mais tarde

source: For your security, you may have to re-verify your identity before accessing your trading or rewards account.
es_419: Para tu seguridad, es posible que debas volver a verificar tu identidad antes de acceder a tu cuenta de operaciones o Rewards.
pt_br: Para sua segurança, talvez seja necessário verificar novamente sua identidade antes de acessar sua conta de negociação ou de recompensas.

source: Withdrawn
es_419: Retirado
pt_br: Retirado

source: Upgrade Account
es_419: Actualizar cuenta
pt_br: Atualizar conta

source: Upgrade My Account
es_419: Actualizar mi cuenta
pt_br: Atualizar minha conta

source: Would you like to upgrade to a single login for all your Blockchain.com accounts?
es_419: ¿Quisieras pasarte a un plan con un solo inicio de sesión para todas tus cuentas de Blockchain.com?
pt_br: Gostaria de atualizar para um único login para todas as suas contas Blockchain.com?

source: One Login for All Accounts
es_419: Un inicio de sesión para todas las cuentas
pt_br: Um login para todas as contas

source: Easily access your Blockchain.com Wallet and the Exchange with a single login.
es_419: Accede fácilmente a tu Wallet de Blockchain.com y Exchange con un solo inicio de sesión.
pt_br: Acesse facilmente sua Blockchain.com Wallet e o Exchange com um único login.

source: Greater Security Across Accounts
es_419: Mayor seguridad entre las cuentas
pt_br: Maior segurança entre as contas

source: Secure your investments across all Blockchain.com products.
es_419: Asegura tus inversiones dentro de todos los productos de Blockchain.com.
pt_br: Proteja seus investimentos em todos os produtos Blockchain.com.

source: Free Blockchain.com Wallet
es_419: Wallet gratuita de Blockchain.com
pt_br: Blockchain.com Wallet gratuita

source: Create a free Wallet account to do even more with your crypto.
es_419: Crea una cuenta gratuita de Wallet para poder hacer más cosas con tus criptomonedas.
pt_br: Crie uma conta Wallet gratuita para fazer ainda mais com sua criptomoeda.

source: % annually
es_419: % anualmente
pt_br: % anualmente

source: Add %@ to your Rewards Account
es_419: Agregar %@ a tu cuenta de Rewards
pt_br: Adicione %@ à sua Conta Rewards

source: Add BTC to Your Rewards Account
es_419: Agregar BTC a tu cuenta de Rewards
pt_br: Adicione BTC à sua Conta Rewards

source: All your crypto balances will show up here once you buy or receive.
es_419: Todos los saldos de criptomonedas se mostrarán aquí una vez que las compres o recibas.
pt_br: Todos os seus saldos de criptomoedas aparecerão aqui assim que você comprar ou receber.

source: An error occurred. Please try again.
es_419: Se produjo un error. Intenta otra vez.
pt_br: Ocorreu um erro. Tente novamente.

source: Deposited
es_419: Depositados
pt_br: Depositado

source: Earn 9.0% Rewards
es_419: Obtener 9.0 % de Rewards
pt_br: Ganhe 9,0% de recompensas

source: Earn Rewards
es_419: Obtener Rewards
pt_br: Ganhe recompensas

source: Earn Rewards on Your Crypto
es_419: Obtenga Rewards por sus criptomonedas
pt_br: Ganhe recompensas em suas criptomoedas

source: From:
es_419: De:
pt_br: De:

source: Instructions
es_419: Instrucciones
pt_br: Instruções

source: I’ll Do This Later
es_419: Lo haré más tarde
pt_br: Farei isso mais tarde

source: Log In ->
es_419: Iniciar sesión ->

source: Looks like you don’t have a Blockchain.com Wallet setup. If you continue to skip, you will be taken back to the log in screen.
es_419: Al parecer, no tienes una Wallet de Blockchain.com configurada. Si omites esta acción, se te dirigirá a la pantalla de inicio de sesión.
pt_br: Parece que você não tem uma Blockchain.com Wallet configurada. Se continuar pulando, será redirecionado à tela de login.

source: Manage your %@ Rewards Account on the web at blockchain.com
es_419: Administra tu cuenta de %@ Rewards en blockchain.com
pt_br: Gerencie sua Conta Rewards %@ na web em blockchain.com

source: Minimum sell of %@ required.
es_419: Se requiere una venta mínima de %@.
pt_br: Venda mínima de %@ necessária.

source: No Results
es_419: Sin resultados
pt_br: Sem resultados

source: Not enough %@ in your wallet to sell with current network fees.
es_419: Sin %@ suficientes en tu billetera para vender con las comisiones de red actuales.
pt_br: Não há %@ suficiente em sua carteira para vender com as taxas de rede atuais.

source: Please manage your BTC Rewards Account on the web at blockchain.com
es_419: Administra tu cuenta de Rewards de BTC en blockchain.com
pt_br: Gerencie sua Conta Rewards BTC na web em blockchain.com

source: Preview %@
es_419: Vista previa de %@
pt_br: Visualizar %@

source: Preview Buy
es_419: Vista previa de compra
pt_br: Visualizar compra

source: Preview Sell
es_419: Vista previa de venta
pt_br: Visualizar venda

source: Restore
es_419: Restaurar
pt_br: Restaurar

source: Rewards Account
es_419: Cuenta de Rewards
pt_br: Conta de recompensas

source: Rewards Paid
es_419: Recompensas pagadas
pt_br: Recompensas pagas

source: Select a wallet to sell to.
es_419: Selecciona una billetera a la que vender.
pt_br: Selecione uma carteira para vender.

source: Sell Complete
es_419: Venta completa
pt_br: Venda concluída

source: Selling %@ for %@
es_419: Vender %1$@ para %2$@
pt_br: Vendendo %1$@ por %2$@

source: Send Bitcoin to your new Rewards Account. Deposit and withdraw at any time.
es_419: Envía Bitcóin a tu nueva cuenta de Rewards. Deposita y retira en cualquier momento.
pt_br: Envie Bitcoin para sua nova Conta Rewards. Deposite e saque a qualquer momento.

source: Skip Upgrade
es_419: Omitir actualización
pt_br: Pular atualização

source: Start earning up to 9.0% rewards on your crypto.
es_419: Comienza a obtener hasta 9.0 % de recompensas por tus criptomonedas.
pt_br: Comece a ganhar até 9,0% de recompensas em sua criptomoeda.

source: Start earning. Add BTC to your Rewards Account.
es_419: Comienza a obtener. Agrega BTC a tu cuenta de Rewards.
pt_br: Comece a ganhar. Adicione BTC à sua Conta Rewards.

source: The minimum sell is %@
es_419: La venta mínima es %@
pt_br: A venda mínima é %@

source: To link your bank, send %@ or more to your %@ Account
es_419: Para vincular tu banco, envía %1$@ o más a tu cuenta de %2$@
pt_br: Para vincular seu banco, envie %1$@ ou mais para sua conta %2$@

source: To:
es_419: Para:
pt_br: Para:

source: Total Rewards Earned
es_419: Total de Rewards ganadas
pt_br: Total de Recompensas Obtidas

source: Verify your identity and start earning up to 9.0% rewards on your crypto.
es_419: Verifica tu identidad y comienza a obtener hasta 9.0 % de recompensas en criptomonedas.
pt_br: Verifique sua identidade e comece a ganhar até 9,0% de recompensas em sua criptomoeda.

source: View on Blockchain.com Explorer
es_419: Ver en Blockchain.com Explorer
pt_br: Ver no Blockchain.com Explorer

source: View your accrued %@ Rewards
es_419: Ver tus recompensas de %@ Rewards acumuladas
pt_br: Ver suas Recompensas %@ acumuladas

source: We're completing your sell now.
es_419: Estamos completando tu venta en este momento.
pt_br: Estamos concluindo sua venda agora.

source: You can sell up to %@
es_419: Puedes vender hasta %@
pt_br: Você pode vender até %@

source: Buy Complete
es_419: Compra completa
pt_br: Compra completa

source: Buying %@ with %@
es_419: Comprar %1$@ con %2$@
pt_br: Comprando %1$@ com %2$@

source: Don’t worry, your account is safe. Please contact support to finish the Account Recovery process. Your account will not show balances or transaction history until you complete the recovery process.
es_419: No te preocupes. Tu cuenta está segura. Ponte en contacto con el equipo de soporte para culminar el proceso de recuperación de cuenta. Tu cuenta no mostrará saldos ni historial de transacciones hasta que completes el proceso de recuperación.
pt_br: Não se preocupe, sua conta está segura. Entre em contato com o suporte para concluir o processo de recuperação de conta. Sua conta não mostrará saldos ou histórico de transações até que você conclua o processo de recuperação.

source: Fund recovery failures can happen for a number of reasons. Our support team is able to help recover your account.
es_419: Se pueden producir errores de recuperación de fondos por diferentes motivos. Nuestro equipo de soporte puede ayudarte a recuperar tu cuenta.
pt_br: Falhas na recuperação de fundos podem acontecer por vários motivos. Nossa equipe de suporte pode ajudar a recuperar sua conta.

source: Minimum buy is %@.
es_419: La compra mínima es %@.
pt_br: A compra mínima é %@.

source: Not enough %@ in your wallet to buy with current network fees.
es_419: No tienes %@ suficientes en tu billetera para comprar con las comisiones de red actuales.
pt_br: Não há %@ suficiente em sua carteira para comprar com as taxas de rede atuais.

source: Please re-verify your identity to complete account recovery. Some features may not be available until you do.
es_419: Vuelve a verificar tu identidad para completar la recuperación de la cuenta. Algunas funciones posiblemente no estén disponibles hasta que lo hagas.
pt_br: Verifique sua identidade novamente para concluir a recuperação da conta. Alguns recursos podem não estar disponíveis até que você o faça.

source: Re-verify Now
es_419: Volver a verificar ahora
pt_br: Verificar novamente agora

source: Wallet ID:
es_419: ID de Wallet:
pt_br: ID da Wallet:

source: We're completing your buy order now.
es_419: Estamos completando tu orden de compra en este momento.
pt_br: Estamos concluindo seu pedido de compra agora.

source: Your Blockchain.com trading account is associated with another wallet. Please log into the wallet referenced below for account access.
es_419: Tu Trading Account de Blockchain.com está asociada con otra billetera. Ingresa en la billetera mencionada a continuación para acceder a la cuenta.
pt_br: Sua Conta Trading da Blockchain.com está associada a outra carteira. Faça login na carteira referenciada abaixo para acesso à conta.

source: Your Trading Account is Linked to another wallet
es_419: Tu Trading Account está vinculada a otra billetera
pt_br: Sua Conta Trading está vinculada a outra carteira

source: I understand
es_419: Comprendo
pt_br: Compreendo

source: Available to Withdraw
es_419: Disponible para retirar
pt_br: Disponível para saque

source: See Details
es_419: Ver detalles
pt_br: Ver detalhes

source: Newly added funds are subject to a holding period. You can transfer between your Trading, Rewards, and Exchange accounts in the meantime.
es_419: Los fondos recientemente agregados están sujetos a un período de retención. Puedes transferir entre tus cuentas de Operaciones, Rewards y Exchange mientras tanto.
pt_br: Os fundos recém-adicionados estão sujeitos a um período de retenção. Enquanto isso, você pode transferir entre suas contas Trading, Rewards e Exchange.

source: Log In Request
es_419: Solicitud de inicio de sesión
pt_br: Solicitação de login

source: Please link a Current Account.
es_419: Vincula una cuenta corriente.
pt_br: Vincule uma Conta Corrente.

source: Your bank may charge you extra fees if you buy crypto without a current account.
es_419: Tu banco puede aplicar cargos adicionales si compras criptomonedas sin una cuenta corriente.
pt_br: Seu banco pode cobrar taxas extras se você comprar criptomoedas sem uma conta corrente.

source: Try another method
es_419: Probar otro método
pt_br: Tente outro método

source: Please try again or select a different payment method.
es_419: Intenta nuevamente o selecciona un método de pago diferente.
pt_br: Tente novamente ou selecione uma forma de pagamento diferente.

source: Get Unlimited Sends
es_419: Obtener envíos ilimitados
pt_br: Obtenha envios Ilimitados

source: Swap More Crypto
es_419: Intercambiar más criptomoneda
pt_br: Troque mais criptomoedas

source: Buy More Crypto
es_419: Comprar más criptomoneda
pt_br: Comprar mais criptomoedas

source: GO
es_419: IR
pt_br: IR

source: Cash Out
es_419: Retirar dinero
pt_br: Saque

source: Exchange for Another Crypto
es_419: Intercambiar por otra criptomoneda
pt_br: Troca por outra criptomoeda

source: Send to Any Wallet
es_419: Enviar a cualquier Wallet
pt_br: Enviar para qualquer Wallet

source: Copy Your Addresses & QR Codes
es_419: Copiar tus direcciones y códigos QR
pt_br: Copie seus endereços e códigos QR

source: %@ has a new name
es_419: %@ tiene un nuevo nombre
pt_br: %@ tem um novo nome

source: %@ Transferred
es_419: %@ transferido
pt_br: %@ transferido

source: %@ Withdrawn
es_419: %@ retirado
pt_br: %@ retirado

source: annually
es_419: anualmente
pt_br: anualmente

source: Balance
de: Wallet-Stand
es_419: Saldo
id: Saldo
it: Saldo
ms: Seimbang
nl: Balans
pt_br: Saldo
sv: Saldo
th: ยอดคงเหลือ
uk: Баланс

source: By accepting this, you agree to transfer %@ from your %@ Wallet to your Rewards Account. An initial hold period of 7 days will be applied to your funds.
es_419: Al aceptar esto, estarás de acuerdo en transferir %1$@ de tu %2$@ Wallet a tu cuenta de Rewards. Se aplicará a tus fondos un período de retención inicial de 7 días.
pt_br: Ao aceitar, você concorda em transferir %1$@ de sua Wallet %2$@ para sua Conta Rewards. Um período de retenção inicial de 7 dias será aplicado aos seus fundos.

source: Earn up to %@ annually on your %@
es_419: Obtén hasta %1$@ al año en tu %2$@
pt_br: Ganhe até %1$@ anualmente em seu %2$@

source: Heads up: %@ has renamed to %@. All balances are unaffected.
es_419: Aviso: %1$@ ha cambiado su nombre a %2$@. No se verán afectados los saldos.
pt_br: Atenção: %1$@ foi renomeado para %2$@. Os saldos não são afetados.

source: I have read and agree to the Terms of Service & Privacy Policy.
es_419: He leído y acepto los Términos de servicio y la Política de privacidad.
pt_br: Li e concordo com os Termos de Serviço e Política de Privacidade.

source: This may take some time. We'll let you know when it's done.
es_419: Esto puede llevarte un tiempo. Te haremos saber cuando esté listo.
pt_br: Isso pode levar algum tempo. Avisaremos quando estiver pronto.

source: Trade %@
es_419: Operar %@
pt_br: Negocie %@

source: Transfer
es_419: Transferir
pt_br: Transferir

source: Transfer Now
es_419: Transferir ahora
pt_br: Transferir agora

source: Transferring %@
es_419: Transfiriendo %@
pt_br: Transferindo %@

source: Verify your identity to deposit cash into your Wallet. Buy & Sell crypto. Withdraw at anytime.
es_419: Verifica tu identidad para depositar dinero en efectivo en Wallet. Compra y vende criptomonedas. Retira en cualquier momento.
pt_br: Verifique sua identidade para depositar dinheiro em sua carteira. Compre e venda criptomoedas. Saque a qualquer momento.

source: We're completing your transfer now.
es_419: Estamos completando tu transferencia ahora.
pt_br: Estamos concluindo sua transferência agora.

source: We're still processing your order.
es_419: Todavía estamos procesando tu orden.
pt_br: Ainda estamos processando seu pedido.

source: Your %@ has been transferred successfully.
es_419: Tus %@ se han transferido correctamente.
pt_br: Seu %@ foi transferido com sucesso.

source: Your %@ has been withdrawn successfully.
es_419: Tus %@ se han retirados correctamente.
pt_br: Seu %@ foi retirado com sucesso.

source: Select a Trading Currency.
es_419: Selecciona una moneda para operar.
pt_br: Selecione uma moeda de negociação.

source: Additional bank fees may apply. Your bank may add fee and Exchange Rates to each transaction.
es_419: Pueden aplicarse comisiones adicionales. Tu banco podría sumar comisiones y tasas de Exchange a cada transacción.
pt_br: Taxas bancárias adicionais podem ser aplicadas. Seu banco pode adicionar taxas e taxas de câmbio a cada transação.

source: Swap Crypto
es_419: Intercambiar criptomoneda
pt_br: Trocar criptomoedas

source: Buying & Selling
es_419: Comprar y vender
pt_br: Compra e venda

source: Card Purchases
es_419: Compras de tarjetas
pt_br: Compras com cartão

source: Bank Buys / Deposits
es_419: Compras/depósitos del banco
pt_br: Compras/depósitos bancários

source: Bank Withdrawals
es_419: Retiros del banco
pt_br: Saques bancários

source: Enabled
es_419: Habilitado
pt_br: Habilitado

source: No Limit
es_419: Sin límite
pt_br: Sem limite

source: Your Limits & Features
es_419: Tus límites y funciones
pt_br: Seus Limites e Recursos

source: Blockchain.com offers two types of Account Limits, each designed to suit your crypto goals and needs.
es_419: Blockchain.com ofrece dos tipos de límites de cuentas, cada uno diseñado para ajustarse a tus necesidades y metas de criptomonedas.
pt_br: A Blockchain.com oferece duas categorias de Limites de Conta, cada um projetado para atender aos seus objetivos e necessidades de criptomoedas.

source: Verify your ID and link your bank to Buy & Sell Crypto straight from your wallet.
es_419: Verifica tu identificación y vincula tu banco para comprar y vender criptomonedas directamente desde tu billetera.
pt_br: Verifique sua identificação e vincule seu banco ao Buy & Sell Crypto diretamente de sua carteira.

source: You currently have the highest level of Account Limits and features available.
es_419: Actualmente tienes el máximo nivel de límites de cuentas y funciones disponibles.
pt_br: Atualmente, você tem o mais alto nível de Limites de Conta e recursos disponíveis.

source: Upgrade Now
es_419: Actualizar ahora
pt_br: Atualize agora

source: Buy & Sell. Earn Rewards.
es_419: Compra y vende. Obtén Rewards.
pt_br: Compra e venda. Ganhe recompensas.

source: Connect your bank or card to your Wallet. Hold cash in your wallet. Earn crypto with Rewards.
es_419: Conecta tu banco o tarjeta a tu Wallet. Mantén dinero en efectivo en tu billetera. Obtén criptomonedas con Rewards.
pt_br: Conecte seu banco ou cartão à sua Wallet. Guarde dinheiro em sua Wallet. Ganhe criptomoedas com Rewards.

source: Unlock Trade Accounts and Swap.
es_419: Desbloquea cuentas de operaciones e intercambia.
pt_br: Desbloqueie contas comerciais e troca.

source: In Manual Review
es_419: En revisión manual
pt_br: Em revisão manual

source: Too Many Buys Pending
es_419: Demasiadas compras pendientes
pt_br: Muitas compras pendentes

source: Blockchain.com Fee
es_419: Comisión de Blockchain.com
pt_br: Taxa da Blockchain.com

source: %@ a day
es_419: %@ por día
pt_br: %@ por dia

source: %@ a month
es_419: %@ por mes
pt_br: %@ por mês

source: %@ a year
es_419: %@ por año
pt_br: %@ por ano

source: %@ added!
es_419: %@ agregada.
pt_br: %@ adicionado!

source: %@ Connected Apps
es_419: %@ aplicaciones conectadas
pt_br: %@ aplicativos conectados

source: %@ connection was rejected.
es_419: La conexión con %@ fue rechazada.
pt_br: A conexão %@ foi rejeitada.

source: %@ is not a supported currency!
es_419: %@ no es compatible.
pt_br: %@ não é uma moeda suportada!

source: %@ is now connected to your wallet.
es_419: %@ ahora está conectado a tu billetera.
pt_br: %@ agora está conectado à sua carteira.

source: %@ Maximum
es_419: %@ máximo
pt_br: %@ máximo

source: %@ Minimum
es_419: %@ mínimo
pt_br: %@ mínimo

source: %@ On Hold
es_419: %@ en retención
pt_br: %@ em espera

source: %@ Purchased
es_419: %@ comprado
pt_br: %@ adquirido

source: %@ wants to connect.
es_419: %@ desea conectarse.
pt_br: %@ deseja se conectar.

source: %@ will retrieve your bank data based on your request and provide this information to Blockchain.com
es_419: %@ recuperará los datos de tu banco sobre la base de la solicitud y proporcionará esta información a Blockchain.com.
pt_br: %@ recuperará seus dados bancários com base em sua solicitação e fornecerá essas informações à Blockchain.com

source: %@ will then use these details with Blockchain.com solely for the purposes of buying Cryptocurrency. This access is valid until %@, you can cancel consent at any time via the Blockchain.com settings or via your bank. This request is not a one-off, you will continue to receive consent requests as older versions expire.
es_419: %1$@ usará entonces esta información con Blockchain.com exclusivamente para los fines de comprar criptomonedas. Este acceso tiene validez hasta %2$@. Puedes cancelar el consentimiento en cualquier momento a través de la configuración de Blockchain.com o tu banco. Esta solicitud no es única, y seguirás recibiendo solicitudes de consentimiento a medida que caduquen las versiones anteriores.
pt_br: %1$@ usará esses detalhes com a Blockchain.com exclusivamente para fins de compra de criptomoeda. Este acesso é válido até %2$@, você pode cancelar o consentimento a qualquer momento através das configurações da Blockchain.com ou através do seu banco. Esta solicitação não é única, você continuará a receber solicitações de consentimento à medida que as versões mais antigas expirarem.

source: 1 Connected App
es_419: 1 aplicación conectada
pt_br: 1 aplicativo conectado

source: 90 Days
es_419: 90 días
pt_br: 90 dias

source: Access Request Expired
es_419: Solicitud de acceso caducada
pt_br: Solicitação de acesso expirada

source: Account Already Linked
es_419: Cuenta ya vinculada
pt_br: Conta já vinculada

source: Add Cash
es_419: Agregar efectivo
pt_br: Acrescente dinheiro

source: After confirming this withdrawal, you will not continue to earn rewards on the amount withdrawn. Your %@ will be available in your %@ within 2 days.
es_419: Después de confirmar este retiro, no seguirás obteniendo recompensas sobre el monto retirado. Tu %1$@ estará disponible en %2$@ en el plazo de 2 días.
pt_br: Depois de confirmar esse saque, você não continuará ganhando recompensas sobre o valor retirado. Seu %1$@ estará disponível em seu %2$@ em 2 dias.

source: An error occured while loading Rewards Account details.
es_419: Se produjo un error al cargar los detalles de la cuenta de Rewards.
pt_br: Ocorreu um erro ao carregar os detalhes da Conta Rewards.

source: Apply Now
es_419: Aplicar ahora
pt_br: Aplique agora

source: Approve Your Payment
es_419: Aprobar su pago
pt_br: Aprovar seu pagamento

source: Authenticator Code
es_419: Código del autenticador
pt_br: Código do autenticador

source: Bank name
es_419: Nombre del banco
pt_br: Nome do banco

source: Blockchain.com is an agent of %@. %@ is authorised and regulated by the Financial Conduct Authority under the Payment Service Regulations 2017 [827001] for the provision of Account Information and Payment Initiation services.
es_419: Blockchain.com es un agente de %1$@. %2$@ está autorizado y regulado por la Autoridad de Conducta Financiera según las Reglamentaciones del Servicio de Pagos de 2017 [827001] para la provisión de Información de cuentas y servicios de iniciación de pagos.
pt_br: A Blockchain.com é um agente de %1$@. %2$@ é autorizado e regulamentado pela Autoridade de Conduta Financeira de acordo com os Regulamentos de Serviço de Pagamento de 2017 [827001] para o fornecimento de serviços de Informações de Conta e Iniciação de Pagamento.

source: BUY
es_419: COMPRAR
pt_br: COMPRAR

source: Buy %@ Now
es_419: Comprar %@ ahora
pt_br: Compre %@ agora

source: Buy enough %@ to pay for fees plus any you want to send.
es_419: Compra suficiente %@ para pagar las comisiones y lo que quieras enviar.
pt_br: Compre %@ suficiente para pagar as taxas, além das que você deseja enviar.

source: Buying %@
es_419: Comprar %@
pt_br: Comprando %@
