Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: NSLocationWhenInUseUsageDescription
de: Blockchain benötigt Zugriff auf Ihren Standort, um Ihnen nahegelegene Unternehmen anzuzeigen, die Bitcoin akzeptieren.
es_419: Blockchain.com necesita acceso a tu ubicación para mostrarte los negocios cercanos que acepten bitcóin.
id: Blockchain membutuhkan akses ke lokasi Anda untuk menunjukkan kepada Anda bisnis terdekat yang menerima Bitcoin.
it: Blockchain ha bisogno di accedere alla tua posizione per mostrarti le attività commerciali nelle vicinanze che accettano Bitcoin.
ms: Blockchain memerlukan akses ke lokasi anda untuk menunjukkan kepada anda perniagaan berdekatan yang menerima Bitcoin.
nl: Blockchain heeft toegang tot uw locatie nodig om u in de buurt bedrijven te tonen die Bitcoin accepteren.
pt_br: A Blockchain precisa de acesso à sua localização para mostrar empresas próximas que aceitam Bitcoin.
sv: Blockchain behöver tillgång till din plats för att visa dig närliggande företag som accepterar Bitcoin.
th: Blockchain ต้องการเข้าถึงตำแหน่งของคุณเพื่อแสดงให้คุณเห็นธุรกิจในบริเวณใกล้เคียงที่ยอมรับ Bitcoin
uk: Blockchain потребує доступу до вашого місцезнаходження, щоб показати близьким компаніям, які приймають Bitcoin.

source: NSPhotoLibraryUsageDescription
de: Ihre Erlaubnis ist erforderlich, um Dokumente aus Ihrer Fotobibliothek hochzuladen.
es_419: Se necesita permiso para cargar documentos desde tu biblioteca de fotos.
id: Izin Anda diperlukan untuk mengunggah dokumen dari pustaka foto Anda.
it: La tua autorizzazione è necessaria per caricare documenti dalla tua libreria di foto.
ms: Kebenaran anda diperlukan untuk memuat naik dokumen dari pustaka foto anda.
nl: Uw toestemming is nodig om documenten vanuit uw fotobibliotheek te uploaden.
pt_br: Sua permissão é necessária para fazer upload de documentos da sua biblioteca de fotos.
sv: Ditt tillstånd behövs för att ladda upp dokument från ditt fotobibliotek.
th: คุณจำเป็นต้องได้รับอนุญาตเพื่ออัปโหลดเอกสารจากห้องสมุดรูปภาพของคุณ
uk: Ваш дозвіл потрібен для завантаження документів із вашої бібліотеки фотографій.

source: and
de: und
es_419: y
id: dan
it: e
ms: dan
nl: en
pt_br: e
sv: och
th: และ
uk: і

source: buy.
de: Kaufen.
es_419: comprar.
id: membeli.
it: acquistare.
ms: beli.
nl: kopen.
pt_br: comprar.
sv: köpa.
th: ซื้อ.
uk: купити.

source: digital currencies.
de: digitale Währungen.
es_419: monedas digitales.
id: mata uang digital.
it: valute digitali.
ms: mata wang digital.
nl: digitale valuta.
pt_br: moedas digitais.
sv: digitala valutor.
th: สกุลเงินดิจิตอล
uk: цифрові валюти.

source: %@ payment request.
de: %@ Zahlungsanforderung.
es_419: %@ solicitud de pago.
id: %@ permintaan pembayaran.
it: %@ richiesta di pagamento.
ms: permintaan %@ pembayaran.
nl: %@ betalingsverzoek.
pt_br: %@ solicitação de pagamento.
sv: %@ betalningsförfrågan.
th: คำขอการชำระเงิน %@
uk: %@ платіжний запит.

source: %@ Wallet Address
de: %@ Wallet-Adresse
es_419: %@ Dirección de Wallet
id: %@ Alamat Dompet
ms: %@ Alamat Wallet
nl: %@ Wallet-adres
pt_br: %@ Endereço da Wallet
sv: %@ Plånbokadress
th: %@ ที่อยู่ Wallet
uk: %@ Адреса гаманця

source: , our banking partner.
de: , unser Bankpartner.
es_419: , nuestro socio para servicios bancarios.
id: , mitra perbankan kami.
it: , il nostro partner bancario.
ms: , rakan kongsi perbankan kami.
nl: , onze bankpartner.
pt_br: , nosso parceiro bancário.
sv: , vår bankpartner.
th: พันธมิตรธนาคารของเรา
uk: , наш банківський партнер.

source: 2-Step has been disabled.
de: 2-Step wurde deaktiviert.
es_419: Se han deshabilitado los 2 pasos.
id: 2-Langkah telah dinonaktifkan.
it: 2-Step è stato disabilitato.
ms: 2-Langkah telah dilumpuhkan.
nl: 2-Step is uitgeschakeld.
pt_br: As duas estapas foram desativadas.
sv: 2-steg har inaktiverats.
th: 2-Step ถูกปิดการใช้งาน
uk: Двотактне вимкнення.

source: 2-Step has been enabled for SMS
de: 2-Step wurde für SMS aktiviert
es_419: Se han habilitado los 2 pasos para SMS
id: 2-Langkah telah diaktifkan untuk SMS
it: 2-Step è stato abilitato per SMS
ms: 2-Langkah telah didayakan untuk SMS
nl: 2-Step is ingeschakeld voor SMS
pt_br: As duas estapas foram ativadas para SMS
sv: 2-steg har aktiverats för SMS
th: เปิดใช้งาน 2 ขั้นตอนสำหรับ SMS แล้ว
uk: Двотактне ввімкнено для SMS

source: 2-Step Verification
de: 2-stufige Verifizierung
es_419: Verificación de 2 pasos
id: Verifikasi 2 Langkah
it: Verifica in due passaggi
ms: Pengesahan 2 Langkah
nl: Authenticatie in twee stappen
pt_br: Verificação em duas etapas
sv: 2-stegsverifiering
th: การยืนยันแบบสองขั้นตอน
uk: 2-крокова перевірка

source: Access More Cryptos
de: Zugriff auf mehr Cryptos
es_419: Acceder a más criptomonedas
id: Akses Lebih Banyak Cryptos
it: Accedi a più Cryptos
ms: Akses Lagi Cryptos
nl: Toegang tot meer crypto's
pt_br: Acesse mais criptomoedas
sv: Få tillgång till fler kryptor
th: เข้าถึง Cryptos เพิ่มเติม
uk: Доступ до більш крипто

source: Account Approved
de: Konto genehmigt
es_419: Cuenta aprobada
id: Akun Disetujui
it: Account approvato
ms: Akaun Diluluskan
nl: Account goedgekeurd
pt_br: Conta aprovada
sv: Kontot godkänd
th: บัญชีได้รับการอนุมัติ
uk: Рахунок затверджено

source: Add Email
de: E-Mail hinzufügen
es_419: Agregar correo electrónico
id: Tambah Surel
it: Aggiungi email
ms: Tambah e-mel
nl: E-mailadres toevoegen
pt_br: Adicionar e-mail
sv: Lägga till e-
th: เพิ่มอีเมล
uk: Додати ел. адресу

source: Address line
de: Adresse Zeile
es_419: Línea de dirección
id: Baris alamat
it: Indirizzo
ms: Garis alamat
nl: Adresregel
pt_br: Linha de endereço
sv: Adressrad
th: บรรทัดที่อยู่
uk: Адресний рядок

source: All rights reserved.
de: Alle Rechte vorbehalten.
es_419: Todos los derechos reservados.
id: Seluruh hak cipta.
it: Tutti i diritti riservati.
ms: Hak cipta terpelihara.
nl: Alle rechten voorbehouden.
pt_br: Todos os direitos reservados.
sv: Alla rättigheter förbehållna.
th: สงวนลิขสิทธิ์.
uk: Всі права захищені.

source: All Wallets
de: Alle Geldbörsen
es_419: Todas las Wallet
id: Semua Dompet
it: Tutti i portafogli
ms: Semua Dompet
nl: Alle portemonnees
pt_br: Todas as Wallets
sv: Alla plånböcker
th: กระเป๋าเงินทั้งหมด
uk: Усі гаманці

source: Allow camera access?
de: Kamerazugriff zulassen?
es_419: ¿Permitir acceso a la cámara?
id: Izinkan akses kamera?
it: Consentire l'accesso alla telecamera?
ms: Benarkan akses kamera?
nl: Toegang tot camera toestaan?
pt_br: Permitir acesso à câmera?
sv: Tillåt kameratillgänglighet?
th: อนุญาตให้เข้าถึงกล้องหรือไม่
uk: Дозволити доступ до камери?

source: Allow microphone access?
de: Zugriff auf das Mikrofon zulassen?
es_419: ¿Permitir acceso al micrófono?
id: Izinkan akses mikrofon?
it: Consentire l'accesso al microfono?
ms: Benarkan akses mikrofon?
nl: Microfoontoegang toestaan?
pt_br: Permitir acesso ao microfone?
sv: Tillåt mikrofonåtkomst?
th: อนุญาตการเข้าถึงไมโครโฟนหรือไม่
uk: Дозволити доступ до мікрофона?

source: Amount
de: Menge
es_419: Monto
id: Jumlah
it: Quantità
ms: Jumlah
nl: Bedrag
pt_br: Montante
sv: Belopp
th: จำนวน
uk: Сума

source: An error occured. Please try again
de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut
es_419: Se produjo un error. Intenta otra vez.
id: Kesalahan terjadi. Silakan coba lagi
it: Si è verificato un errore. Per favore, riprova
ms: Ralat berlaku. Sila cuba lagi
nl: Er is een fout opgetreden. Probeer het opnieuw
pt_br: Ocorreu um erro. Tente novamente
sv: Ett fel inträffade. Var god försök igen
th: เกิดข้อผิดพลาด. กรุณาลองอีกครั้ง
uk: Сталася помилка. Будь ласка спробуйте ще раз

source: An error occurred due to interruptions during PIN verification. Please close the app and try again.
de: Ein Fehler ist aufgrund von Unterbrechungen während der PIN-Überprüfung aufgetreten. Bitte schließen Sie die App und versuchen Sie es erneut.
es_419: Se produjo un error a causa de interrupciones durante la verificación del PIN. Cierra la aplicación e intenta otra vez.
id: Terjadi kesalahan karena gangguan selama verifikasi PIN. Silakan tutup aplikasi dan coba lagi.
it: Si è verificato un errore a causa di interruzioni durante la verifica del PIN. Chiudi l'app e riprova.
ms: Ralat berlaku disebabkan gangguan semasa pengesahan PIN. Sila tutup aplikasi dan cuba lagi.
nl: Er is een fout opgetreden vanwege onderbrekingen tijdens pincodeverificatie. Sluit de app en probeer het opnieuw.
pt_br: Ocorreu um erro devido a interrupções durante a verificação do PIN. Feche o aplicativo e tente novamente.
sv: Ett fel inträffade på grund av avbrott under PIN-verifiering. Stäng appen och försök igen.
th: เกิดข้อผิดพลาดเนื่องจากการหยุดชะงักในระหว่างการตรวจสอบ PIN โปรดปิดแอปแล้วลองอีกครั้ง
uk: Помилка сталася через перебої під час перевірки PIN-коду. Закрийте додаток і повторіть спробу.

source: An error occurred while changing 2-Step verification.
de: Beim Ändern der 2-Schritt-Überprüfung ist ein Fehler aufgetreten.
es_419: Se produjo un error al cambiar la verificación de 2 pasos.
id: Terjadi kesalahan saat mengubah verifikasi 2 Langkah.
it: Si è verificato un errore durante la modifica della verifica in due passaggi.
ms: Ralat berlaku semasa menukar pengesahan 2 langkah.
nl: Er is een fout opgetreden bij het wijzigen van authenticatie in twee stappen.
pt_br: Ocorreu um erro ao alterar a verificação em duas etapas.
sv: Ett fel inträffade vid ändring av tvåstegsverifiering.
th: เกิดข้อผิดพลาดขณะเปลี่ยนการยืนยันแบบสองขั้นตอน
uk: Під час зміни двоетапної перевірки сталася помилка.

source: An error occurred while loading the data. Please try again.
de: Beim Laden der Daten ist ein Fehler aufgetreten. Bitte versuche es erneut.
es_419: Se produjo un error al cargar los datos. Intenta otra vez.
id: Terjadi kesalahan saat memuat data. Silakan coba lagi.
it: Si è verificato un errore durante il caricamento dei dati. Per favore riprova.
ms: Ralat berlaku semasa memuatkan data. Sila cuba lagi.
nl: Er is een fout opgetreden bij het laden van de gegevens. Probeer het alstublieft opnieuw.
pt_br: Ocorreu um erro ao carregar os dados. Tente novamente.
sv: Ett fel uppstod när data laddades. Var god försök igen.
th: เกิดข้อผิดพลาดขณะโหลดข้อมูล กรุณาลองอีกครั้ง.
uk: Під час завантаження даних сталася помилка. Будь ласка спробуйте ще раз.

source: An error occurred while saving your changes. Please make sure you are not logged into your wallet on another device.
de: Beim Speichern Ihrer Änderungen ist ein Fehler aufgetreten. Stellen Sie sicher, dass Sie nicht auf einem anderen Gerät in Ihrer Brieftasche angemeldet sind.
es_419: Se produjo un error al guardar los cambios. Asegúrate de que no iniciaste sesión en tu billetera con otro dispositivo.
id: Terjadi kesalahan saat menyimpan perubahan Anda. Pastikan Anda tidak masuk ke dompet Anda di perangkat lain.
it: Si è verificato un errore durante il salvataggio delle modifiche. Assicurati di non aver effettuato l'accesso al tuo portafoglio su un altro dispositivo.
ms: Ralat berlaku semasa menyimpan perubahan anda. Sila pastikan anda tidak log masuk ke dompet anda pada peranti lain.
nl: Er is een fout opgetreden bij het opslaan van uw wijzigingen. Zorg ervoor dat je niet bent ingelogd op je portemonnee op een ander apparaat.
pt_br: Ocorreu um erro ao salvar suas alterações. Verifique se você não está conectado à sua carteira em outro dispositivo.
sv: Ett fel uppstod när dina ändringar sparades. Se till att du inte är inloggad i din plånbok på en annan enhet.
th: เกิดข้อผิดพลาดขณะบันทึกการเปลี่ยนแปลงของคุณ โปรดตรวจสอบว่าคุณไม่ได้ลงชื่อเข้าใช้กระเป๋าเงินของคุณในอุปกรณ์อื่น
uk: Під час збереження змін сталася помилка. Переконайтеся, що ви не ввійшли в свій гаманець на іншому пристрої.

source: An error was encountered loading your wallet. You may be offline or Blockchain is experiencing difficulties. Please close the application and try again later or re-pair your device.
de: Beim Laden Ihrer Brieftasche ist ein Fehler aufgetreten. Möglicherweise sind Sie offline oder Blockchain hat Probleme. Bitte schließen Sie die Anwendung und versuchen Sie es später erneut oder koppeln Sie Ihr Gerät erneut.
es_419: Se produjo un error al cargar tu billetera. Es posible que estés desconectado o que Blockchain.com tenga problemas. Cierra la aplicación e intenta otra vez más tarde o vuelve a sincronizar tu dispositivo.
id: Terjadi kesalahan saat memuat dompet Anda. Anda mungkin offline atau Blockchain mengalami kesulitan. Harap tutup aplikasi dan coba lagi nanti atau pasangkan kembali perangkat Anda.
it: Si è verificato un errore durante il caricamento del portafoglio. Potresti essere offline o Blockchain sta riscontrando difficoltà. Chiudi l'applicazione e riprova più tardi o associa nuovamente il dispositivo.
ms: Ralat berlaku semasa memuatkan dompet anda. Anda mungkin berada di luar talian atau Blockchain mengalami kesukaran. Sila tutup aplikasi dan cuba lagi kemudian atau pasangkan semula peranti anda.
nl: Er is een fout opgetreden bij het laden van uw portemonnee. Mogelijk bent u offline of ondervindt Blockchain problemen. Sluit de applicatie en probeer het later opnieuw of koppel uw apparaat opnieuw.
pt_br: Foi encontrado um erro ao carregar sua carteira. Você pode estar off-line ou a Blockchain está com dificuldades. Feche o aplicativo e tente novamente mais tarde ou repare o dispositivo.
sv: Ett fel uppstod när du laddade din plånbok. Du kan vara offline eller Blockchain har problem. Stäng applikationen och försök igen senare eller koppla ihop din enhet igen.
th: พบข้อผิดพลาดในการโหลดกระเป๋าเงินของคุณ คุณอาจออฟไลน์หรือ Blockchain กำลังประสบปัญหา โปรดปิดแอปพลิเคชันแล้วลองอีกครั้งในภายหลังหรือจับคู่อุปกรณ์ของคุณอีกครั้ง
uk: Під час завантаження гаманця сталася помилка. Ви можете бути в автономному режимі або в Blockchain виникають труднощі. Закрийте програму та повторіть спробу пізніше або перепарійте свій пристрій.

source: An error was encountered retrieving your wallet identifier from the keychain. Please close the application and try again.
de: Bei der Wiederherstellung Ihrer Wallet-Kennung von der Schlüsselkette ist es zu einem Fehler gekommen. Bitte schließen Sie die Anwendung und versuchen Sie es erneutn.
es_419: Se produjo un error al recuperar tu identificador de billetera de la cadena de claves. Cierra la aplicación e intenta otra vez.
id: Kesalahan ditemukan saat mengambil pengenal dompet Anda dari rantai kunci. Silakan tutup aplikasi dan coba lagi.
it: Si è verificato un errore nel recuperare l'identificatore del tuo portafoglio dalla keychain. Chiudi l'applicazione e riprova.
ms: Ralat berlaku semasa mendapatkan pengecam dompet anda dari rantai kunci tersebut. Sila tutup aplikasi itu dan cuba lagi.
nl: Er is een fout opgetreden bij het ophalen van uw portemonnee-identifier uit de keychain. Sluit de applicatie en probeer het opnieuw.
pt_br: Foi encontrado um erro ao recuperar seu identificador de carteira do keychain. Feche o aplicativo e tente novamente.
sv: Ett fel påträffades hämtar din plånbok identifierare från nyckelringen. Stäng programmet och försök igen.
th: มีข้อผิดพลาดเกิดขึ้นในการรับตัวบ่งชี้กระเป๋าเงินของคุณจาก keychain โปรดปิดแอปพลิเคชันและลองอีกครั้ง
uk: Виникла помилка вилучення ідентифікатора вашого гаманця зі зв'язки ключів. Будь ласка, закрийте програму і спробуйте знову.

source: Approved
de: Genehmigt
es_419: Activo
id: Disetujui
it: Approvato
ms: Diluluskan
nl: Goedgekeurd
pt_br: Aprovado
sv: Godkänd
th: ได้รับการอนุมัติ
uk: Затверджено

source: Archive this if you do NOT want to use it anymore. Your funds will remain safe, and you can unarchive it at any time.
de: Sollten Sie es NICHT mehr verwenden wollten, archivieren Sie dies bitte. Ihre Guthaben sind weiterhin sicher und Sie können Sie jederzeit dearchivieren.
es_419: Archiva este elemento si NO quieres usarlo más. Tus fondos permanecerán seguros y puedes desarchivarlos en cualquier momento.
id: Arsipkan ini jika Anda TIDAK ingin menggunakannya lagi. Dana Anda akan tetap aman, dan Anda dapat mengeluarkan arsipnya setiap saat.
it: Archivia questo se NON vuoi usarlo più. I tuoi fondi rimarranno al sicuro, e puoi toglierli dall'archiviazione in qualunque momento.
ms: Arkib ini jika anda tidak mahu menggunakannya lagi. Dana anda akan kekal selamat, dan anda boleh unarchive pada bila-bila masa.
nl: Archiveer dit als u het NIET meer wilt gebruiken. Uw tegoeden zullen veilig blijven en u kunt het op elk gewenst moment de-archiveren.
pt_br: Arquive isso se você NÃO quiser mais usá-lo. Seus fundos permanecerão seguros e você poderá desarquivá-los a qualquer momento.
sv: Arkivera detta om du inte vill använda det längre. Dina pengar kommer att förbli säker, och du kan hämta från Arkiv det när som helst.
th: เก็บสิ่งนี้เข้าคลังหากคุณไม่ต้องการใช้มันอีก เงินของคุณจะปลอดภัยและคุณสามารถดึงออกจากคลังได้ตลอดเวลา
uk: Додайте в архів, якщо ви вже ніколи НЕ БУДЕТЕ її використовувати. Ваші кошти залишатимуться в безпеці, і ви можете розпакувати її у будь-який час.

source: Archiving addresses
de: Adressen archivieren
es_419: Archivando direcciones
id: Mengarsipkan alamat
it: Indirizzi di archiviazione
ms: Mengarkib alamat
nl: Adressen archiveren
pt_br: Arquivando endereços
sv: Arkivera adresser
th: ที่อยู่ถาวร
uk: Архівні адреси

source: Authenticate to unlock your wallet
de: Authentifizieren Sie sich, um Ihre Wallet zu entsperren
es_419: Autenticar para desbloquear tu billetera
id: Otentikasi untuk membuka kunci dompet Anda
it: Autentica per sbloccare il tuo portafoglio
ms: Pengesahan untuk membuka kunci dompet anda
nl: Verifieer om uw portemonnee te ontgrendelen
pt_br: Autenticar para desbloquear sua carteira
sv: Autentisera för att låsa upp din plånbok
th: รับรองความถูกต้องเพื่อปลดล็อคกระเป๋าเงินของคุณ
uk: Перевірте справжність, щоб розблокувати свій гаманець

source: Authentication Failed. Please try again.
de: Authentifizierung fehlgeschlagen. Bitte versuchen Sie es erneut.
es_419: Error de autenticación. Intenta otra vez.
id: Otentikasi gagal. Silakan coba lagi.
it: Autenticazione fallita. Per favore riprova.
ms: Pengesahan gagal. Sila cuba lagi.
nl: Verificatie mislukt. Probeer het alstublieft opnieuw.
pt_br: Falha na autenticação. Tente novamente.
sv: Autentisering misslyckades. Var god försök igen.
th: รับรองความถูกต้องล้มเหลว. กรุณาลองอีกครั้ง.
uk: Помилка аутентифікації Будь ласка спробуйте ще раз.

source: Authentication was not successful because the user failed to provide valid credentials.
de: Die Authentifizierung war nicht erfolgreich, da der Benutzer keine gültigen Anmeldeinformationen angegeben hat.
es_419: No se pudo realizar la autenticación porque el usuario no proporcionó credenciales válidas.
id: Otentikasi tidak berhasil karena pengguna gagal memberikan kredensial yang valid.
it: L'autenticazione non è andata a buon fine perché l'utente non è riuscito a fornire credenziali valide.
ms: Pengesahan tidak berjaya kerana pengguna gagal memberikan bukti kelayakan yang sah.
nl: Verificatie is mislukt omdat de gebruiker geen geldige inloggegevens heeft opgegeven.
pt_br: A autenticação não foi bem-sucedida porque o usuário não forneceu credenciais válidas.
sv: Autentiseringen var inte framgångsrik eftersom användaren misslyckades med att ge giltiga referenser.
th: การพิสูจน์ตัวตนไม่สำเร็จเนื่องจากผู้ใช้ไม่สามารถระบุข้อมูลรับรองที่ถูกต้อง
uk: Аутентифікація не вдалася, оскільки користувач не міг надати дійсні дані.

source: Authorization Required
de: Genehmigung erforderlich
es_419: Se requiere autorización
id: Otorisasi Diperlukan
it: Richiesta autorizzazione
ms: Kebenaran yang diperlukan
nl: Autorisatie vereist
pt_br: Autorização necessária
sv: Tillstånd krävs
th: จำเป็นต้องพิสูจน์ตัวตน
uk: Потребує авторизації

source: Available Today
de: Heute verfügbar
es_419: Disponible hoy
id: Tersedia hari ini
it: Disponibile oggi
ms: Terdapat Hari Ini
nl: Vandaag beschikbaar
pt_br: Disponível hoje
sv: Tillgänglig idag
th: ใช้ได้วันนี้
uk: Наявний сьогодні

source: Backspace
de: Rücktaste
es_419: Retroceso
id: Menghapus
pt_br: Espaço
uk: Резервна область

source: Backspace button
de: Rücktaste
es_419: Botón de retroceso
id: Tombol backspace
it: Pulsante backspace
ms: Butang Backspace
nl: Backspace-knop
pt_br: Botão de espaço
sv: Backspace-knapp
th: ปุ่ม Backspace
uk: Кнопка Backspace

source: Balances
de: Guthaben
es_419: Saldos
id: Saldo
it: Bilance
ms: Baki
nl: Tegoeden
pt_br: Saldos
sv: saldon
th: ยอดคงเหลือ
uk: Залишки

source: before proceeding.
de: bevor Sie fortfahren.
es_419: antes de continuar.
id: sebelum melanjutkan.
it: prima di procedere.
ms: sebelum meneruskan.
nl: voordat u doorgaat.
pt_br: antes de proceder.
sv: innan fortsättning.
th: ก่อนดำเนินการต่อ
uk: перед тим, як продовжити.

source: Begin Now
de: Fangen Sie jetzt an
es_419: Comenzar ahora
id: Mulai Sekarang
it: Inizia ora
ms: Mulakan sekarang
nl: Begin nu
pt_br: Comece agora
sv: Börja nu
th: เริ่มเลย
uk: Почніть зараз

source: Biometrics authenticator is not configured on your device
de: Der Biometrie-Authentifikator ist auf Ihrem Gerät nicht konfiguriert
es_419: El autenticador de datos biométricos no está configurado en tu dispositivo.
id: Otentikator biometrik tidak dikonfigurasikan pada perangkat Anda
it: L'autenticatore biometrico non è configurato sul dispositivo
ms: Pengesah biometrik tidak dikonfigurasikan pada peranti anda
nl: Biometrics-authenticator is niet geconfigureerd op uw apparaat
pt_br: O autenticador biométrico não está configurado no seu dispositivo
sv: Biometrics authenticator är inte konfigurerad på din enhet
th: อุปกรณ์ตรวจสอบความถูกต้องของชีวภาพไม่ได้ถูกกำหนดค่าบนอุปกรณ์ของคุณ
uk: На вашому пристрої не налаштовано автентифікатор біометрики

source: Blockchain does not have access to the camera. To enable access, go to your device Settings.
de: Blockchain hat keinen Zugriff auf die Kamera. Zur Zugriffsaktivierung gehen Sie bitte zu Ihren Geräteeinstellungen.
es_419: Blockchain.com no tiene acceso a la cámara. Para habilitar el acceso, ve a la Configuración de tu dispositivo.
id: Blockchain tidak memiliki akses ke kamera. Untuk mengaktifkan akses, menuju ke Pengaturan perangkat Anda.
it: La blockchain non ha accesso alla fotocamera. Per abilitare l'accesso, vai alle Impostazioni del tuo dispositivo.
ms: Blockchain tidak mempunyai akses kepada kamera. Untuk mendayakan capaian, pergi ke seting peranti anda.
nl: Blockchain heeft geen toegang tot de camera. Om de toegang in te schakelen, gaat u naar de instellingen van uw apparaat.
pt_br: Blockchain não tem acesso à câmera. Para habilitar o acesso, vá para as Configurações do seu dispositivo.
sv: Blockchain har inte tillgång till kameran. För att aktivera åtkomst, gå till din enhet inställningar.
th: Blockchain ไม่สามารถเข้าถึงกล้องได้ เพื่อเปิดการเข้าถึง ไปยังการตั้งค่าอุปกรณ์ของคุณ
uk: Blockchain не має доступу до камери. Для активації доступу, перейдіть в меню Налаштувань вашого пристрою.
