Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: Please enter your 36 character wallet identifier correctly. It can be found in the welcome email on startup.
de: Bitte geben Sie ihre 36 Zeichen umfassende Wallet-Kennung korrekt ein. Diese finden Sie in der E-Mail, die Sie anfangs zur Begrüßung erhalten haben.
id: Silakan masukkan 36 karakter pengenal dompet Anda dengan benar. Ini dapat ditemukan di surel selamat datang pada saat pengaktifan.
it: Inserisci il tuo identificatore di portafoglio da 36 caratteri in maniera corretta. Può essere trovato nell'email di benvenuto alla partenza.
ms: Sila masukkan pengecam dompet 36 watak anda dengan betul. Ia boleh ditemui dalam e-mel alu-aluan pada permulaan.
nl: Voer uw uit 36 tekens bestaande portemonnee-identifier correct in. Deze kunt u vinden in de welkomste-mail bij het opstarten.
sv: Skriv in din plånbok ID 36 tecken korrekt. Det finns i välkomstmeddelande vid start.
th: โปรดกรอกตัวระบุกระเป๋าเงินความยาว 36 ตัวอักษรของคุณให้ถูกต้อง สามารถค้นหามันได้ในอีเมลต้อนรับเมื่อตอนเริ่มต้น
uk: Будь ласка, введіть коректно ідентифікатор свого гаманця, який складається із 36 знаків. Його можна знайти в привітальному електронному листі при відкритті.

source: Please enter your password to log into your Blockchain wallet.
de: Bitte geben Sie Ihr Passwort ein, um sich in Ihre Blockchain-Brieftasche einzuloggen.
id: Silakan masukkan kata sandi Anda untuk masuk ke dompet Blockchain Anda.
it: Inserisci la password per accedere al tuo portafoglio Blockchain.
ms: Sila masukkan kata laluan anda untuk log masuk ke dompet Blockchain anda.
nl: Voer uw wachtwoord in om in te loggen op uw Blockchain-portemonnee.
sv: Ange ditt lösenord för att logga in i din Blockchain-plånbok.
th: กรุณาใส่รหัสผ่านของคุณเพื่อเข้าสู่ระบบ Blockchain wallet
uk: Введіть свій пароль, щоб увійти в свій гаманець Blockchain.

source: Please enter your PIN
de: Bitte geben Sie Ihre PIN ein
id: Silakan masukkan PIN Anda
it: Per favore inserisci il tuo PIN
ms: Sila masukkan PIN anda
nl: Voer uw pincode in
sv: Ange din PIN-kod
th: กรุณาใส่ PIN ของคุณ
uk: Введіть свій PIN-код

source: Please enter your recovery phrase with words separated by spaces
de: Bitte geben Sie Ihr Wiederherstellungspasswort ein, wobei die Worte durch Leerzeichen getrennt sein müssen
id: Silakan masukkan frasa pemulihan Anda dengan kata-kata yang dipisahkan oleh spasi
it: Inserisci la tua frase di backup con parole separate da spazi
ms: Sila masukkan frasa pemulihan anda dengan kata-kata yang dipisahkan oleh kawasan
nl: Voer uw herstelregel in met woorden die worden gescheiden door spaties
sv: Skriv in din återhämtning fras med ord separerade med blanksteg
th: โปรดกรอกวลีเพื่อการกู้คืนด้วยคำที่แบ่งด้วยช่องว่าง
uk: Введіть свою фразу відновлення доступу словами, розділивши пробілами.

source: Please enter your wallet password.
de: Bitte geben Sie Ihr Wallet-Passwort ein.
id: Silakan masukkan kata sandi dompet Anda.
it: Inserisci la password del tuo portafoglio.
ms: Sila masukkan kata laluan dompet anda.
nl: Voer je portemonnee-wachtwoord in.
sv: Ange ditt lösenord för plånbok.
th: กรุณาใส่รหัสผ่านกระเป๋าเงินของคุณ
uk: Введіть пароль гаманця.

source: Please login to load more addresses.
de: Bitte melden Sie sich an, um weitere Adressen zu laden.
id: Silakan masuk untuk memuat lebih banyak alamat.
it: Effettua il login per caricare più indirizzi.
ms: Sila log masuk untuk memuatkan lebih banyak alamat.
nl: Log in om meer adressen te laden.
sv: Logga in för att ladda fler adresser.
th: กรุณาเข้าสู่ระบบเพื่อโหลดที่อยู่เพิ่มเติม
uk: Будь ласка, увійдіть, щоб завантажити більше адрес.

source: Please lower the fee to an amount that is less than your balance
de: Bitte senken Sie die Gebühr auf einen Betrag, der unter Ihrem Guthaben liegt
id: Harap turunkan biaya ke jumlah yang kurang dari saldo Anda
it: Riduci la commissione a un importo inferiore al saldo
ms: Sila turunkan yuran kepada jumlah yang kurang daripada baki anda
nl: Verlaag de vergoeding tot een bedrag dat lager is dan uw saldo
sv: Sänk ned avgiften till ett belopp som är mindre än ditt saldo
th: โปรดลดค่าธรรมเนียมเป็นจำนวนที่น้อยกว่ายอดเงินคงเหลือของคุณ
uk: Будь ласка, знижте плату на суму, меншу, ніж ваш залишок

source: Please refresh the pairing code and try again.
de: Bitte aktualisieren Sie den Kombinationscode und versuchen Sie es erneut.
id: Silahkan muat ulang kode penyandingan dan coba lagi.
it: Aggiorna il codice di associazione e riprova.
ms: Sila muat semula kod berpasangan dan cuba lagi.
nl: Vernieuw de koppelcode en probeer het opnieuw.
sv: Uppdatera länkningskoden och försök igen.
th: โปรดรีเฟรชรหัสการจับคู่และลองอีกครั้ง
uk: Будь ласка, оновіть код і спробуйте ще раз.

source: Please select a different address to send from.
de: Bitte wählen Sie eine andere Adresse zum Senden.
id: Silakan pilih alamat lain untuk dikirim.
it: Seleziona un indirizzo diverso da cui inviare.
ms: Sila pilih alamat yang berbeza untuk dihantar dari.
nl: Selecteer een ander adres om vanaf te verzenden.
sv: Välj en annan adress att skicka från.
th: โปรดเลือกที่อยู่อื่นที่จะส่งจาก
uk: Виберіть іншу адресу, з якої потрібно надіслати.

source: Please send payment to bitcoin address (<a href="https://blockchain.info/wallet/bitcoin-faq">help?</a>): %@
de: Bitte senden Sie die Zahlung an die Bitcoin-Adresse ( <a href="https://blockchain.info/wallet/bitcoin-faq"> Hilfe? </a> ): %@
id: Silakan kirim pembayaran ke alamat bitcoin ( <a href="https://blockchain.info/wallet/bitcoin-faq"> bantuan? </a> ): %@
it: Invia il pagamento all'indirizzo bitcoin ( <a href="https://blockchain.info/wallet/bitcoin-faq"> aiuto? </a> ): %@
ms: Sila hantar pembayaran ke alamat bitcoin ( <a href="https://blockchain.info/wallet/bitcoin-faq"> bantuan? </a> ): %@
nl: Stuur de betaling naar het bitcoin-adres ( <a href="https://blockchain.info/wallet/bitcoin-faq"> help? </a> ): %@
sv: Skicka betalning till bitcoin-adressen ( <a href="https://blockchain.info/wallet/bitcoin-faq"> hjälp? </a> ): %@
th: โปรดส่งการชำระเงินไปยังที่อยู่ bitcoin ( <a href="https://blockchain.info/wallet/bitcoin-faq"> ความช่วยเหลือใช่ไหม </a> ): %@
uk: Надішліть платіж на адресу біткойна ( <a href="https://blockchain.info/wallet/bitcoin-faq"> допомога? </a> ): %@

source: Please transfer %@ from your bank account to Blockchain.com. Once we receive the funds, we’ll create your %@ buy order.
de: Bitte überweisen Sie %@ von Ihrem Bankkonto an Blockchain.com. Sobald wir das Geld erhalten haben, erstellen wir Ihren %@ Kaufauftrag.
id: Harap transfer %1$s dari rekening bank Anda ke Blockchain.com. Setelah kami menerima dana, kami akan membuat pesanan pembelian %2$s .
it: Trasferisci %1$s dal tuo conto bancario su Blockchain.com. Una volta ricevuti i fondi, creeremo il tuo ordine di acquisto di %2$s .
ms: Sila pindahkan %s dari akaun bank anda ke Blockchain.com. Apabila kami menerima dana, kami akan membuat pesanan membeli %s .
nl: Maak %s van uw bankrekening naar Blockchain.com. Zodra we het geld hebben ontvangen, maken we uw %s kooporder aan.
sv: Överför %1$s från ditt bankkonto till Blockchain.com. När vi har fått pengarna skapar vi din beställning av %2$s .
th: โปรดโอน %1$s จากบัญชีธนาคารของคุณไปยัง Blockchain.com เมื่อเราได้รับเงินเราจะสร้างคำสั่งซื้อ %2$s คุณ
uk: Перекажіть %s зі свого банківського рахунку на Blockchain.com. Щойно ми отримаємо кошти, ми створимо ваше замовлення на купівлю %s .

source: Please verify your mobile number first.
de: Bitte überprüfen Sie zuerst Ihre Handynummer.
id: Harap verifikasi nomor ponsel Anda terlebih dahulu.
it: Verifica prima il tuo numero di cellulare.
ms: Sila sahkan nombor telefon bimbit anda terlebih dahulu.
nl: Controleer eerst uw mobiele nummer.
sv: Bekräfta ditt mobilnummer först.
th: โปรดยืนยันหมายเลขโทรศัพท์ของคุณก่อน
uk: Спочатку підтвердьте свій мобільний номер.

source: Please wait until your last ether transaction confirms.
de: Bitte warten Sie, bis Ihre letzte Ether-Transaktion bestätigt wurde.
id: Harap tunggu hingga transaksi eter terakhir Anda dikonfirmasi.
it: Attendere fino alla conferma dell'ultima transazione con etere.
ms: Sila tunggu sehingga urus niaga terakhir anda mengesahkan.
nl: Wacht tot uw laatste ethertransactie is bevestigd.
sv: Vänta tills din sista etertransaktion bekräftar.
th: โปรดรอจนกว่าการทำธุรกรรมอีเธอร์ครั้งสุดท้ายของคุณจะได้รับการยืนยัน
uk: Зачекайте, поки остання ефірна транзакція підтвердиться.

source: Polish Zloty
de: Polnischer Zloty
id: Zloty Polandia
it: Zloty polacco
ms: Zloty Poland
nl: Poolse zloty
sv: Polska Zloty
th: โปแลนด์ซวอตี
uk: Польська злота

source: Preparing transfer
de: Übertragung vorbereiten
id: Mempersiapkan transfer
it: Preparazione del trasferimento
ms: Menyediakan pemindahan
nl: Overboeking voorbereiden
sv: Förbereder överföring
th: กำลังเตรียมการถ่ายโอน
uk: Підготовка передачі

source: Prevent unauthorized access to your wallet. Enable 2-step verification to increase wallet security.
de: Schützen Sie Ihre Wallet vor unberechtigtem Zugriff. Zur Verbesserung des Walletschutzes aktivieren Sie die 2-Schritt-Authentifizierung.
id: Mencegah akses tidak sah ke dompet Anda. Aktifkan Verifikasi 2 Langkah untuk meningkatkan keamanan dompet.
it: Previeni gli accessi non autorizzati al tuo portafoglio. Abilita la Verifica a 2 Passaggi per rafforzare la sicurezza del tuo portafoglio.
ms: Cegah akses yang tidak dibenarkan ke dompet anda. Dayakan Pengesahan 2 Langkah untuk meningkatkan keselamatan dompet.
nl: Voorkom onbevoegde toegang tot uw portemonnee. Schakel de tweeledige verificatiemethode in om de beveiliging van uw portemonnee te vergroten.
sv: Förhindra obehörig åtkomst till din plånbok. Aktivera tvåstegsverifiering för att öka plånbokssäkerheten.
th: ป้องกันการเข้าถึงกระเป๋าเงินของคุณโดยไม่ได้รับอนุญาต เปิดใช้งานการยืนยัน 2 ขั้นตอนเพื่อเพิ่มความปลอดภัยให้กับกระเป๋าเงินของคุณ
uk: Попереджає несанкційований доступ до вашого гаманця. Увімкніть двофакторну автентифікацію, щоб підвищити безпеку гаманця.

source: PREVIOUS
de: BISHERIGE
id: SEBELUMNYA
it: PRECEDENTE
nl: VORIGE
sv: TIDIGARE
th: ก่อนหน้านี้
uk: ПОПЕРЕДНІЙ

source: Processing key
de: Schlüssel wird verarbeitet
id: Memproses kunci
it: Sto analizzando la chiave
ms: Kunci pemprosesan
nl: Sleutel aan het verwerken
sv: Bearbetningen nyckel
th: กำลังประมวลผลคีย์
uk: Обробка ключ

source: Push Notifications
de: Mitteilungen
id: Pemberitahuan Push
it: Le notifiche push
ms: Pemberitahuan Push
nl: Push-meldingen
sv: Pushnotifikationer
th: แจ้งเตือนผลักดัน
uk: Натисніть сповіщення

source: Quote expires in %@
de: Das Angebot läuft in %@
id: Kutipan berakhir pada %@
it: Il preventivo scade tra %@
ms: Sebut harga tamat dalam %@
nl: Citaat verloopt over %@
sv: Citat löper ut i %@
th: การอ้างอิงหมดอายุใน %@
uk: Термін дії котирування закінчується в %@

source: Rate Blockchain Wallet
de: Bewerten Sie Blockchain Wallet
id: Nilai Dompet Blockchain
it: Valuta il portafoglio Blockchain
ms: Rate Wallet Blockchain
nl: Beoordeel Blockchain Wallet
sv: Betygsätt Blockchain-plånbok
th: ให้คะแนน Blockchain Wallet
uk: Оцініть Блокчейн-гаманець

source: Rate us
de: Bewerten Sie uns
id: Nilai kami
it: Valutaci
ms: Beri penilaian kami
nl: Beoordeel ons
sv: Gradera oss
th: ให้คะแนนเรา
uk: Оцініть нас

source: Real-time Exchange Rates
de: Echtzeit-Wechselkurse
id: Nilai Tukar Real-time
it: Tassi di cambio in tempo reale
ms: Kadar Pertukaran Nyata
nl: Real-time wisselkoersen
sv: Valutakurser i realtid
th: อัตราแลกเปลี่ยนเรียลไทม์
uk: Курси валют у режимі реального часу

source: Receive to...
de: Empfangen an ...
id: Terima untuk ...
it: Ricevi a ...
ms: Terima ...
nl: Ontvang om ...
sv: Ta emot ...
th: รับไปที่ ...
uk: Отримати до ...

source: Received from ShapeShift
de: Von ShapeShift erhalten
id: Diterima dari ShapeShift
it: Ricevuto da ShapeShift
ms: Diterima dari ShapeShift
nl: Ontvangen van ShapeShift
sv: Mottaget från ShapeShift
th: ได้รับจาก ShapeShift
uk: Отримано від ShapeShift

source: Recipients
de: Empfänger
id: Penerima
it: destinatari
ms: Penerima
nl: Ontvangers
sv: mottagare
th: ผู้รับ
uk: Одержувачі

source: Recovery phrase
de: Wiederherstellungsphrase
id: Frasa pemulihan
it: Frase di recupero
ms: Frasa pemulihan
nl: Herstelzin
sv: Återställningsfras
th: วลีการกู้คืน
uk: Фраза відновлення

source: Regular
de: Regulär
id: Reguler
it: Regolare
ms: Biasa
nl: Regelmatig
sv: Regelbunden
th: ปกติ
uk: Регулярні

source: Request %@
de: %@ anfordern
id: Minta %@
it: Richiesta %@
ms: Mohon %@
nl: Verzoek %@
sv: Begär %@
th: ขอ %@
uk: Запит %@

source: Request Amount
de: Betrag anfordern
id: Jumlah Permintaan
it: Richiedi ammontare
ms: Jumlah permintaan
nl: Aangevraagd bedrag
sv: Begäran belopp
th: จำนวนที่ร้องขอ
uk: Сума запиту

source: Request Bitcoin Cash
de: Bitcoin Cash anfordern
id: Minta Bitcoin Cash
it: Richieda Bitcoin Cash
ms: Minta Bitcoin Cash
nl: Bitcoin Cash aanvragen
sv: Begär Bitcoin Cash
th: ร้องขอ Bitcoin Cash
uk: Запит Bitcoin Cash

source: Request Ether
de: Ether anfordern
id: Minta Ether
it: Richieda Ether
ms: Minta Ether
nl: Ether aanvragen
sv: Begär Ether
th: ร้องขอ Ether
uk: Запит на ефір

source: Request failed. Please check your internet connection.
de: Anfrage fehlgeschlagen. Bitte überprüfe deine Internetverbindung.
id: Permintaan gagal. Silakan periksa koneksi internet Anda.
it: Richiesta fallita. Per favore controlla la tua connessione Internet.
ms: Permintaan gagal. Sila semak sambungan internet anda.
nl: Verzoek mislukt. Controleer uw internetverbinding.
sv: Begäran misslyckades. Kontrollera din internetanslutning.
th: คำขอล้มเหลว โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ
uk: Помилка запиту. Перевірте підключення до Інтернету.

source: Request Funds
de: Guthaben anfordern
id: Meminta Dana
it: Richiedi fondi
ms: Meminta Dana
nl: Geld aanvragen
sv: Begär pengar
th: ร้องขอเงินทุน
uk: Запитати кошти

source: Request Payment
de: Zahlungsanfrage
id: Permintaan pembayaran
it: Richiedi pagamento
ms: permintaan Pembayaran
nl: Aanvraag Betaling
sv: Efterfråga betalning
th: ขอชำระเงิน
uk: Запит на оплату

source: Requires Silver level, Govt. ID and a Selfie
de: Benötigt Silberstufe, amtlichen Ausweis und ein Selfie
id: Membutuhkan tingkat Silver, Pemerintah. ID dan Selfie
it: Richiede livello Argento, Governo. ID e un selfie
ms: Memerlukan tahap Perak, Kerajaan. ID dan Selfie
nl: Vereist Silver level, Govt. ID en een selfie
sv: Kräver Silver nivå, Govt. ID och en Selfie
th: ต้องใช้ระดับเงิน Govt ID และ Selfie
uk: Потрібен рівень срібла, Уряд. ID та Selfie

source: Retrieving recommended fee
de: Empfohlene Gebühr abrufen
id: Mengambil biaya yang disarankan
it: Recupero della tariffa consigliata
ms: Mendapatkan bayaran yang disyorkan
nl: Aanbevolen vergoeding ophalen
sv: Hämta rekommenderad avgift
th: ดึงค่าธรรมเนียมที่แนะนำ
uk: Отримання рекомендованої плати

source: Russian Ruble
de: russischer Rubel
id: Rubel Rusia
it: Rublo russo
ms: Ruble Rusia
nl: Russische roebel
sv: Rysk rubel
th: รูเบิลรัสเซีย
uk: Російський рубль

source: Safely store your crypto currency offline.
de: Verwahren Sie Ihre Kryptowährung sicher offline.
id: Simpan offline cryptocurrency Anda dengan aman.
it: Memorizza in modo sicuro la tua criptovaluta offline.
ms: Selamat menyimpan simpanan cryptocurrency anda di luar talian.
nl: Bewaar uw cryptocurrency veilig online.
sv: Spara säkert din cryptocurrency offline.
th: จัดเก็บเซฟโหมด cryptocurrency ของคุณแบบออฟไลน์ได้อย่างปลอดภัย
uk: Безпечно зберігайте свою криптовалютну офлайн.

source: sat/b
de: saß / b
ms: duduk / b
nl: zat / b
uk: сб / б

source: Satoshi per byte
de: Satoshi pro Byte
ms: Satoshi setiap bait
th: Satoshi ต่อไบต์
uk: Сатоші за байт

source: Scan Address
de: Adresse scannen
id: Pindai Alamat
it: Scansiona indirizzo
ms: Imbas Alamat
nl: Adres scannen
sv: Skanna adress
th: สแกนที่อยู่
uk: Сканувати адресу

source: Scan QR Code
de: QR-Code scannen
id: Pindai Kode QR
it: Scansiona il codice QR
ms: Imbas Kod QR
nl: QR-code scannen
sv: Skanna QR kod
th: สแกนรหัส QR
uk: Сканувати QR-код

source: Scan QR code
de: QR-Code scannen
id: Pindai kode QR
it: Fai la scansione del codice QR
ms: Imbas Kod QR
nl: QR-code scannen
sv: Skanna QR-kod
th: สแกนรหัส QR
uk: Сканувати QR-код

source: Seamlessly transact with others around the world
de: Nahtlose Transaktionen mit anderen auf der ganzen Welt
id: Bertransaksi dengan mulus dengan orang lain di seluruh dunia
it: Effettua transazioni senza soluzione di continuità con gli altri in tutto il mondo
ms: Lancar berurusan dengan orang lain di seluruh dunia
nl: Voer naadloos transacties uit met anderen over de hele wereld
sv: Sömlös transaktioner med andra runt om i världen
th: ทำธุรกรรมกับผู้อื่นทั่วโลกได้อย่างราบรื่น
uk: Плавно спілкуйтеся з іншими людьми по всьому світу

source: second
de: zweite
id: kedua
it: secondo
ms: kedua
nl: tweede
sv: andra
th: ที่สอง
uk: другий

source: Securely store bitcoin
de: Verwahren Sie Bitcoins sicher
id: Simpan bitcoin dengan aman
it: Conserva in modo sicuro bitcoin
ms: Simpan Bitcoin dengan selamat
nl: Bewaar bitcoin veilig
sv: Förvara säkert bitcoin
th: เก็บ bitcoin อย่างปลอดภัย
uk: Безпечно зберігайте біткойн

source: See Charts
de: Siehe Diagramme
id: Lihat Bagan
it: Vedi grafici
ms: Lihat Carta
nl: Zie grafieken
sv: Se diagram
th: ดูแผนภูมิ
uk: Див. Діаграми

source: See charts
de: Siehe Diagramme
id: Lihat grafik
it: Vedi i grafici
ms: Lihat carta
nl: Zie grafieken
sv: Se diagram
th: ดูแผนภูมิ
uk: Див. Діаграми

source: Select Crypto
de: Wählen Sie Krypto
id: Pilih Crypto
it: Seleziona Crypto
ms: Pilih Crypto
nl: Selecteer Crypto
sv: Välj Crypto
th: เลือก Crypto
uk: Виберіть Crypto

source: Select Log in via mobile.
de: Wählen Sie Anmelden über Handy.
id: Pilih Masuk melalui ponsel.
it: Seleziona Accedi tramite cellulare.
ms: Pilih Log masuk melalui telefon bimbit.
nl: Selecteer Inloggen via mobiel.
sv: Välj Logga in via mobil.
th: เลือกเข้าสู่ระบบผ่านมือถือ
uk: Виберіть Увійти через мобільний телефон.

source: Select other %@ Wallet
de: Wählen Sie andere %@ Wallet
id: Pilih %@ Wallet lainnya
it: Seleziona altro %@ Wallet
ms: Pilih lain %@ Wallet
nl: Selecteer andere %@ Wallet
sv: Välj andra %@ Wallet
th: เลือก %@ Wallet อื่น ๆ
uk: Виберіть інший %@ Wallet

source: Select State
de: Staat wählen
id: Pilih negara bagian
it: Seleziona stato
ms: Pilih Negeri
nl: Selecteer staat
sv: Välj stat
th: เลือกรัฐ
uk: Виберіть штат

source: Select your State:
de: Wählen Sie Ihren Staat:
id: Pilih Negara Anda:
it: Seleziona il tuo stato:
ms: Pilih Negeri Anda:
nl: Selecteer uw staat:
sv: Välj din stat:
th: เลือกรัฐของคุณ:
uk: Виберіть свій штат:

source: Send from...
de: Senden von ...
id: Kirim dari...
it: Invia da...
ms: Hantar dari ...
nl: Verzenden van...
sv: Skicka från...
th: ส่งจาก...
uk: Відправити з...

source: Send to
de: Senden an
id: Kirim ke
it: Inviare a
ms: Hantar kepada
nl: Verzenden naar
sv: Skicka till
th: ส่งถึง
uk: Відправити

source: Send to address
de: Zur Adresse senden
id: Kirim ke alamat
it: Invia a indirizzo
ms: Hantar ke alamat
nl: Verzenden naar adres
sv: Skicka till adress
th: ส่งไปยังที่อยู่
uk: Надіслати на адресу

source: Send to My Wallet
de: An meine Brieftasche senden
id: Kirim ke Dompetku
it: Invia al mio portafoglio
ms: Hantar ke Wallet Saya
nl: Verzenden naar mijn portemonnee
sv: Skicka till Min plånbok
th: ส่งไปที่ My Wallet
uk: Надіслати в мій гаманець

source: Send to...
de: Senden an ...
id: Kirim ke...
it: Invia a...
ms: Hantar kepada...
nl: Verzenden naar...
sv: Skicka till...
th: ส่งถึง...
uk: Відправити до...

source: Send verification SMS
de: SMS zur Verifizierung senden
id: Kirim verifikasi SMS
it: Invia SMS di verifica
ms: Menghantar pengesahan SMS
nl: Sms-verificatie verzenden
sv: Skicka verifiering SMS
th: ส่ง SMS ยืนยัน
uk: Відправити верифікаційне СМС

source: Send your wallet address to a friend to request funds. An address is a string of random letters and numbers that change for each transaction.
de: Senden Sie einem Freund zur Anforderung von Guthaben Ihre Wallet-Adresse. Eine Adresse besteht aus einer Reihe beliebiger Buchstaben und Nummern, die bei jeder Transaktion unterschiedlich sind.
id: Mengirim alamat dompet Anda ke teman untuk meminta dana. Alamat adalah deretan dari huruf dan angka acak yang berubah untuk setiap transaksi.
it: Invia l'indirizzo del portafoglio ad un amico per richiedere fondi. Un indirizzo è una stringa formata da numeri e lettere casuali che cambia ad ogni transazione.
ms: Hantar alamat dompet anda kepada rakan untuk meminta dana. Alamat adalah rentetan huruf dan nombor rawak yang berubah untuk setiap transaksi.
nl: Stuur uw portemonneeadres naar een vriend om geld te vragen. Een adres is een reeks willekeurige letters en getallen die voor elke transactie worden gewijzigd.
sv: Skicka din plånbokadress till en vän för att begära pengar. En adress är en sträng av slumpmässiga bokstäver och siffror som ändras för varje transaktion.
th: ส่งที่อยู่กระเป๋าเงินของคุณให้กับเพื่อนเพื่อร้องขอเงินทุน ที่อยู่คือสตริงของตัวอักษรและหมายเลขแบบสุ่มซึ่งเปลี่ยนแปลงสำหรับแต่ละธุรกรรม
uk: Щоб запитати кошти, відправте адресу свого гаманця другові. Адреса - це набір випадкових букв і цифр, які змінюються для кожної транзакції.

source: Sending Funds
de: Senden von Geldern
id: Mengirimkan Dana
it: Invio di fondi
ms: Menghantar Dana
nl: Geld overmaken
sv: Skicka fonder
th: การส่งกองทุน
uk: Надсилання коштів

source: Sending funds to a bitcoin address by accident will result in loss of funds.
de: Das versehentliche Senden von Geldern an eine Bitcoin-Adresse führt zum Verlust von Geldern.
id: Mengirim dana ke alamat bitcoin secara tidak sengaja akan menyebabkan hilangnya dana.
it: L'invio accidentale di fondi a un indirizzo bitcoin comporterà la perdita di fondi.
ms: Menghantar dana ke alamat bitcoin secara tidak sengaja akan mengakibatkan kehilangan dana.
nl: Per ongeluk geld naar een bitcoin-adres sturen, leidt tot verlies van geld.
sv: Att skicka medel till en bitcoin-adress av misstag kommer att leda till förlust av medel.
th: การส่งเงินไปยังที่อยู่ bitcoin โดยไม่ตั้งใจจะส่งผลให้เกิดการสูญเสียเงิน
uk: Відправлення коштів на біткойн-адресу випадково призведе до втрати коштів.

source: Sending order
de: Auftrag wird gesendet
id: Mengirim pesanan
it: Ordine di invio
ms: Menghantar pesanan
nl: Bestelling verzenden
sv: Skicka order
th: ส่งคำสั่งซื้อ
uk: Замовлення надсилання

source: Sending to an Exchange?
de: Senden Sie an eine Börse?
id: Mengirim ke Bursa?
it: Invio a uno scambio?
ms: Menghantar ke Exchange?
nl: Verzenden naar een Exchange?
sv: Skickar du till en börs?
th: ส่งไปยังการแลกเปลี่ยนหรือไม่
uk: Надсилання на біржу?

source: Sending Transaction
de: Transaktion wird gesendet
id: Mengirimkan Transaksi
it: Sto inviando una transazione
ms: Penghantaran transaksi
nl: Transactie aan het verzenden
sv: Skicka transaktionen
th: กำลังส่งธุรกรรม
uk: Відправка транзакції

source: Sent to %@
de: Gesendet an %@
id: Dikirim ke %@
it: Inviato a %@
ms: Dihantar kepada %@
nl: Verzonden naar %@
sv: Skickas till %@
th: ส่งไปยัง %@
uk: Відправлено %@

source: seventh
de: siebte
id: ketujuh
it: settimo
ms: ketujuh
nl: zevende
sv: sjunde
th: ที่เจ็ด
uk: сьомий

source: ShapeShift Withdrawal Fee
de: ShapeShift-Abhebungsgebühr
id: Biaya Penarikan ShapeShift
it: Commissione di prelievo ShapeShift
ms: Yuran Pengeluaran ShapeShift
nl: ShapeShift-opnamekosten
sv: ShapeShift Återkallningsavgift
th: ค่าธรรมเนียมการถอน ShapeShift
uk: Плата за зняття ShapeShift

source: Share Now
de: Jetzt teilen
id: Bagikan sekarang
it: Condividi ora
ms: Kongsi Sekarang
nl: Deel nu
sv: Dela nu
th: แบ่งปันเลย
uk: Поділитися зараз
