Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: It looks like you are not on the latest version of your operating system. Please update to continue using our mobile app.
es_419: Parece que no tienes instalada la última versión de nuestro sistema operativo. Actualiza para poder seguir utilizando nuestra aplicación móvil.
pt_br: Parece que você não está na versão mais recente do seu sistema operacional. Atualize para continuar usando nosso aplicativo móvel.

source: It looks like your payment failed due to not enough funds in your account. Either top up your account or contact your bank and try again.
es_419: Parece que no se pudo realizar el pago debido a que no había fondos suficientes en tu cuenta. Recarga tu cuenta o contacta a tu banco e inténtalo de nuevo.
pt_br: Parece que seu pagamento falhou devido a fundos insuficientes em sua conta. Recarregue sua conta ou entre em contato com seu banco e tente novamente.

source: Join Waitlist
es_419: Únete a la lista de espera
pt_br: Entre na lista de espera

source: Latest Version
es_419: Versión más reciente
pt_br: Última versão

source: Launch
es_419: Lanzar
pt_br: Iniciar

source: Legal Disclosures
es_419: Información legal
pt_br: Divulgações Legais

source: Limited
es_419: Limitada
pt_br: Limitado

source: Limited Access Level
es_419: Nivel de Acceso limitado
pt_br: Nível de Acesso limitado

source: Link To Debit Card
es_419: Vincular a la tarjeta de débito
pt_br: Link para cartão de débito

source: Lock Card
es_419: Bloquear tarjeta
pt_br: Bloquear cartão

source: Manage Card
es_419: Administrar tarjeta
pt_br: Gerenciar cartão

source: Manage your Blockchain Debit Card
es_419: Gestiona tu tarjeta de débito Blockchain
pt_br: Gerencie seu cartão de débito Blockchain

source: Manage Your Card
es_419: Gestiona tu tarjeta
pt_br: Gerencie seu cartão

source: Many credit cards don’t support crypto purchases. Debit cards usually work best.
es_419: Muchas tarjetas de crédito no admiten compras de criptomonedas. Generalmente las tarjetas de débito funcionan mejor.
pt_br: Muitos cartões de crédito não suportam compras de criptomoedas. Os cartões de débito costumam funcionar melhor.

source: Merchant
es_419: Comerciante
pt_br: Comerciante

source: Multiple tokens and networks
es_419: Varios tokens y redes
pt_br: Vários tokens e redes

source: My Cards
es_419: Mis tarjetas
pt_br: Meus cartões

source: Need Help?
es_419: ¿Necesitas ayuda?
pt_br: Precisa de ajuda?

source: Need Help? Contact Support
es_419: ¿Necesitas ayuda? Contacta al soporte
pt_br: Precisa de ajuda? Entre em contato com o suporte

source: New Version Available
es_419: Nueva versión disponible
pt_br: Nova versão disponível

source: New: Apple Pay
es_419: Nuevo: Apple Pay
pt_br: Novo: Apple Pay

source: No sign up fees. No annual fees. No transaction fees.
es_419: Sin comisiones para registrarse. Sin comisiones anuales. Sin comisiones por transacción.
pt_br: Sem taxas anuais, de inscrição e de transação.

source: Notifications
de: Benachrichtigungen
es_419: Notificaciones
id: Pemberitahuan
it: Notifiche
ms: Pemberitahuan
nl: Meldingen
pt_br: Notificações
sv: Aviseringar
th: การแจ้งเตือน
uk: Сповіщення

source: Only send %@ to wallets on the %@ network.
es_419: Envía únicamente %1$@ a las billeteras en la red %2$@ .
pt_br: Envie apenas %1$@ para carteiras na rede %2$@.

source: Open Website
es_419: Abrir sitio web
pt_br: Abrir site

source: Our systems are currently unavailable. Don’t worry, your funds are safe.
es_419: Nuestros sistemas no están disponibles en este momento. No te preocupes, tus fondos están a salvo.
pt_br: Nossos sistemas estão indisponíveis no momento. Não se preocupe, seu saldo está em segurança.

source: Ownership for life
es_419: Propiedad para toda la vida
pt_br: Propriedade vitalícia

source: Paid domain
es_419: Dominio pagado
pt_br: Domínio pago

source: Personal Details
es_419: Datos personales
pt_br: Detalhes pessoais

source: Physical
es_419: Física
pt_br: Físico

source: Physical Card
es_419: Tarjeta física
pt_br: Cartão físico

source: Please confirm your SSN or Tax ID below to prevent others from creating fraudulent accounts in your name.
es_419: Confirma tu SSN o tu número de identificación fiscal más abajo para evitar que otros creen cuentas fraudulentas a tu nombre.
pt_br: Confirme seu SSN ou CPF abaixo para evitar que outras pessoas criem contas fraudulentas em seu nome.

source: Please enter a valid referral code
es_419: Ingresa un código de referencia válido
pt_br: Digite um código de referência válido

source: Please enter the phrase exactly as shown to confirm
es_419: Ingresa la frase exactamente como se ve para confirmar
pt_br: Insira a frase exatamente como mostrada para confirmar

source: Please send %@ on %@ Network to this address only. We cannot recover lost funds.
es_419: Envía %1$@ en la red %2$@ únicamente a esta dirección. No podemos recuperar los fondos perdidos.
pt_br: Envie %1$@ na Rede %2$@ apenas para este endereço. Não podemos recuperar fundos perdidos.

source: Please withdraw all funds from your accounts and wallets. Deleting your account is permanent.
es_419: Retira todos los fondos de tus cuentas y billeteras. La eliminación de tu cuenta es permanente.
pt_br: Retire todos os fundos de suas contas e carteiras. A exclusão de sua conta é permanente.

source: Ready to use
es_419: Listo para usar
pt_br: Pronto para usar

source: Receive 275+ assets across multiple blockchain networks with your domain.
es_419: Recibe más de 275 activos en diversas redes de cadenas de bloques con tu dominio.
pt_br: Receba mais de 275 ativos em várias redes blockchain com seu domínio.

source: Receive crypto directly to your domain.
es_419: Recibe criptomonedas directamente en tu dominio.
pt_br: Receba criptomoedas diretamente no seu domínio.

source: Referral code applied
es_419: Código de remisión aplicado
pt_br: Código de referência aplicado

source: Refund Policy
es_419: Política de reembolso
pt_br: Política de Reembolso

source: Replace long, complicated wallet addresses with a simple domain name.
es_419: Reemplaza las direcciones largas y complicadas de las billeteras por un nombre de dominio sencillo.
pt_br: Substitua endereços de carteira longos e complicados por um nome de domínio simples.

source: Requires Limited Access level, Govt. ID and a Selfie
es_419: Es necesario tener un nivel de Acceso Limitado, una identificación oficial y una selfie
pt_br: Requer nível de Acesso limitado, documento de identificação legal emitido pelo governo e uma selfie

source: Residential Address
es_419: Dirección residencial
pt_br: Endereço residencial

source: Returned Amount
es_419: Monto devuelto
pt_br: Valor devolvido

source: Search available domains
es_419: Buscar dominios disponibles
pt_br: Pesquisar domínios disponíveis

source: See All
es_419: Ver todo
pt_br: Ver tudo

source: See Card Details ->
es_419: Ver detalles de la tarjeta ->
pt_br: Ver detalhes do cartão ->

source: See eligible countries
es_419: Ver países elegibles
pt_br: Ver países qualificados

source: See eligible states
es_419: Ver estados elegibles
pt_br: Ver estados qualificados

source: Service not available in your country
es_419: Servicio no disponible en tu país
pt_br: Serviço não disponível em seu país

source: Service not available in your state
es_419: Servicio no disponible en tu estado
pt_br: Serviço não disponível em seu estado

source: Session
es_419: Sesión
pt_br: Sessão

source: Settled Amount
es_419: Monto liquidado
pt_br: Valor liquidado

source: Share your Full or Limited Access status for unlimited trading
es_419: Comparte tu estatus de Acceso total o limitado para realizar operaciones comerciales ilimitadas
pt_br: Compartilhe seu status de Acesso total ou limitado para negociação ilimitada

source: Sign
es_419: Firmar
pt_br: Assinar

source: Simplify crypto transactions
es_419: Simplifica las transacciones de criptomonedas
pt_br: Simplifique as transações de criptomoedas

source: Soon you will be able to view your NFTs right from the comfort of your wallet.
es_419: Pronto podrás ver tus NFT desde la comodidad de tu billetera.
pt_br: Em breve você poderá visualizar suas NFTs diretamente da sua carteira com toda comodidade.

source: Spend from
es_419: Gasto de
pt_br: Gastar de

source: SSN or Individual Tax ID #
es_419: Número de SSN o de identificación fiscal individual
pt_br: SSN ou número de identificação fiscal individual

source: State of Residence
es_419: Estado de residencia
pt_br: Estado de residência

source: Suggested
es_419: Sugerido
pt_br: Sugerido

source: Swapping
es_419: Intercambio
pt_br: Troca

source: Temporarily lock your card
es_419: Bloquea temporalmente tu tarjeta
pt_br: Bloqueie temporariamente seu cartão

source: Terminated
es_419: Terminada
pt_br: Encerrado

source: The app is currently under maintenance. Your funds are safe and you can always access your wallet on the web.
es_419: En este momento la aplicación está en mantenimiento. Tus fondos están a salvo y puedes acceder a tu billetera en la web cuando quieras.
pt_br: O aplicativo está atualmente em manutenção. Seu saldo está em segurança e você sempre pode acessar sua carteira na web.

source: The Bank has declined this card
es_419: El banco rechazó esta tarjeta
pt_br: O banco recusou este cartão

source: The banking alias allows you to identify your bank account much easier than with the 22 CBU digits.
es_419: El alias bancario te permite identificar tu cuenta bancaria con mucha más facilidad que con los 22 dígitos del CBU.
pt_br: O alias bancário permite identificar sua conta bancária com muito mais facilidade do que com os 22 dígitos da CBU.

source: The card issuer was unable to validate your customer details. Please confirm that your details are correct and try again.
es_419: El emisor de la tarjeta no pudo validar tus datos de cliente. Confirma que tus datos son correctos e inténtalo de nuevo.
pt_br: O emissor do cartão não conseguiu validar os dados do seu cliente. Confirme se seus dados estão corretos e tente novamente.

source: The Legal Stuff
es_419: Asuntos legales
pt_br: Informações jurídicas

source: The social security number you provided is not valid. Please provide a valid one to continue.
es_419: El número de seguridad social que ingresaste no es válido. Ingresa uno válido para continuar.
pt_br: O número de seguro social que você forneceu não é válido. Forneça um válido para continuar.

source: This Blockchain.com Visa® Card is issued by Pathward, N.A., Member FDIC, pursuant to a license from Visa U.S.A. Inc.
es_419: Esta tarjeta Visa® de Blockchain.com es emitida por Pathward, N.A., miembro de la FDIC, conforme a la licencia de Visa U.S.A. Inc.
pt_br: Este cartão Blockchain.com Visa® é emitido pela Pathward, NA, Membro FDIC, de acordo com uma licença da Visa USA Inc.

source: This card already exists
es_419: Esta tarjeta ya existe
pt_br: Este cartão já existe

source: This Fee price is based on trade size, payment method and asset being purchased on Blockchain.com.
es_419: Este precio se basa en el tamaño comercial, el método de pago y el activo que se compra en Blockchain.com.
pt_br: Este preço de taxa é baseado no tamanho da negociação, método de pagamento e ativo adquirido na Blockchain.com.

source: This is the difference back to you in USD from the moment of purchase and the actual settled amount.
es_419: Esta es la diferencia que se te devuelve en USD desde el momento de la compra y el monto real liquidado.
pt_br: Esta é a diferença de volta para você em USD a partir do momento da compra e o valor real liquidado.

source: This payment method lacks sufficient funds. You can add funds or choose a different method.
es_419: Este método de pago no tiene fondos suficientes. Puedes agregar fondos o elegir un método de pago diferente.
pt_br: Este método de pagamento não possui fundos suficientes. Você pode adicionar fundos ou escolher um método diferente.

source: This payment method was unsuccessful. Please try another payment method.
es_419: No se pudo procesar este método de pago. Intenta con otro.
pt_br: Este método de pagamento não funcionou. Tente outra forma de pagamento.

source: This payment was unsuccessful. Please try again or choose a different payment method.
es_419: No se pudo procesar el pago. Intenta nuevamente o elige un método de pago diferente.
pt_br: Este pagamento falhou. Tente novamente ou escolha outra forma de pagamento.

source: Time to Update!
es_419: Es momento de actualizar la app.
pt_br: Hora de atualizar!

source: Transaction Details
es_419: Detalles de la transacción
pt_br: Detalhes da transação

source: Transactions
de: Transaktionen
es_419: Transacciones
id: Transaksi
it: Transazioni
ms: Urus niaga
nl: transacties
pt_br: Transações
sv: transaktioner
th: การทำธุรกรรม
uk: Транзакції

source: Type ‘DELETE MY ACCOUNT’ to confirm
es_419: Escribe “ELIMINAR MI CUENTA” para confirmar
pt_br: Digite "EXCLUIR MINHA CONTA" para confirmar

source: Unable to add card
es_419: No se pudo agregar la tarjeta
pt_br: Não foi possível adicionar o cartão

source: Unable to validate customer details
es_419: No se pueden validar los datos del cliente
pt_br: Não foi possível validar os detalhes do cliente

source: Unable to Withdraw
es_419: No se puede retirar
pt_br: Não foi possível sacar

source: Unactivated
es_419: Desactivada
pt_br: Desativado

source: Unlike traditional domains, you never have to renew. Claim once, own forever!
es_419: A diferencia de los dominios convencionales, nunca tendrás que renovarlo. ¡Solicítalo una vez y lo tendrás para siempre!
pt_br: Ao contrário dos domínios tradicionais, você nunca precisa renovar. Reivindique uma vez, possua para sempre!

source: Unsupported
es_419: No compatible
pt_br: Não aceito

source: Update App
es_419: Actualizar aplicación
pt_br: Atualizar aplicativo

source: US Dollar
es_419: Dólar
pt_br: Dólar

source: Use your domain
es_419: Usa tu dominio
pt_br: Use seu domínio

source: Use your domain to log in to web3 apps, create and host websites, and showcase your NFT galleries.
es_419: Usa tu dominio para iniciar sesión en las aplicaciones de web3, crear y alojar sitios web, y mostrar tus galerías de NFT.
pt_br: Use seu domínio para fazer login em aplicativos web3, criar e hospedar sites e exibir suas galerias NFT.

source: Valid Thru
es_419: Válida hasta
pt_br: Válido até

source: Verify Your Address
es_419: Verifica tu dirección
pt_br: Verifique seu endereço

source: View account information
es_419: Ver información de la cuenta
pt_br: Ver informações da conta

source: View FAQs
es_419: Ver las preguntas frecuentes
pt_br: Ver perguntas frequentes

source: View NFTs In Your Wallet
es_419: Mira los NFT en tu Wallet
pt_br: Visualizar NFTs em sua carteira

source: View Status
es_419: Ver estado
pt_br: Exibir status

source: Virtual Card
es_419: Tarjeta virtual
pt_br: Cartão virtual

source: We could not find the selected card. Please try again later or contact support.
es_419: No pudimos encontrar la tarjeta seleccionada. Inténtalo de nuevo más tarde o contacta al soporte.
pt_br: Não foi possível encontrar o cartão selecionado. Tente novamente mais tarde ou entre em contato com o suporte.

source: We have successfully deleted your account
es_419: Eliminamos tu cuenta con éxito
pt_br: Excluímos sua conta com sucesso

source: We were unable to add your card. Please try again or choose a different payment method.
es_419: No pudimos agregar tu tarjeta. Intenta nuevamente o elige un nuevo método de pago.
pt_br: Não foi possível adicionar seu cartão. Tente novamente ou escolha outra forma de pagamento.

source: We're here to help. Explore common log in issues below in FAQs or if you'd prefer to chat with a member of our support team, select live chat or our email form below.
es_419: Estamos para ayudarte. Consulta los problemas comunes de inicio de sesión en la sección de preguntas frecuentes o, si prefieres chatear con un miembro de nuestro equipo de soporte, selecciona el chat en directo o nuestro formulario de correo electrónico en la parte de abajo.
pt_br: Nós estamos aqui para ajudar. Explore os problemas comuns de login abaixo nas Perguntas frequentes ou, se preferir conversar com um membro de nossa equipe de suporte, selecione o bate-papo em tempo real ou nosso formulário de e-mail abaixo.

source: We’ve added awesome new features, security updates, and more.
es_419: Agregamos funciones nuevas e increíbles, actualizaciones de seguridad y más.
pt_br: Adicionamos novos recursos incríveis, atualizações de segurança e muito mais.

source: What’s a Blockchain Domain?
es_419: ¿Qué es un dominio Blockchain?
pt_br: O que é um domínio Blockchain?

source: Why use a blockchain domain?
es_419: ¿Por qué usar un dominio blockchain?
pt_br: Por que usar um domínio Blockchain?

source: Withdraw Funds
es_419: Retirar fondos
pt_br: Retirar fundos

source: Withdrawing
es_419: Retirando
pt_br: Retirada

source: Yes Delete Card
es_419: Sí, borrar tarjeta
pt_br: Sim, excluir cartão

source: You can buy up to **%@** per transaction. Get Full Access & buy larger amounts with your bank or card.
es_419: Puedes comprar hasta **%@** por transacción. Obtén el Acceso total y compra montos mayores con tu banco o tarjeta.
pt_br: Você pode comprar até **%@** por transação. Obtenha Acesso total e compre quantias maiores com seu banco ou cartão.

source: You can only buy **%@**. You have **%@ remaining**. Get Full Access to buy more.
es_419: Puedes comprar únicamente **%1$@**. Te queda **%2$@**. Obtén el Acceso total para comprar más.
pt_br: Você só pode comprar **%1$@**. Você tem **%2$@ restantes**. Obtenha Acesso total para comprar mais.

source: You can only complete one transaction with a Limited Access level account.
es_419: Solo puedes hacer una transacción con una cuenta de nivel de Acceso limitado.
pt_br: Você só pode concluir uma transação com uma conta de nível de Acesso limitado.

source: You do not have sufficient balance to withdraw from your rewards account, we have a 7 day holding period for interest accounts - if you believe this to be incorrect and a problem, please contact support.
es_419: No tienes saldo suficiente para hacer un retiro de tu cuenta de recompensas. Tenemos un periodo de retención de 7 días para las cuentas con intereses; si crees que es incorrecto y hay un problema, contacta al soporte.
pt_br: Você não tem saldo suficiente para sacar de sua conta Rewards, temos um período de retenção de 7 dias para contas de juros. Se você acredita que isso está incorreto e é um problema, entre em contato com o suporte.

source: You have a remaining balance
es_419: Tienes un saldo restante
pt_br: Você tem um saldo restante

source: You must have Full Access level verification status to add a credit card.
es_419: Debes tener la verificación de nivel de Acceso total para agregar una tarjeta de crédito.
pt_br: Você deve ter o status de verificação de nível de Acesso total para adicionar um cartão de crédito.

source: You must have Full Access level verification status to link a bank.
es_419: Debes tener la verificación de nivel de Acceso total para vincular un banco.
pt_br: Você deve ter o status de verificação de nível de Acesso total para vincular um banco.

source: You need to have Full Access to start Earning Rewards
es_419: Debes tener acceso completo para empezar a obtener Rewards
pt_br: Você precisa ser verificado para começar a ganhar recompensas

source: You will be logged out on all devices
es_419: La sesión se cerrará en todos los dispositivos
pt_br: Você será desconectado em todos os dispositivos

source: Your bank declined this card. Please try again or choose another payment method.
es_419: Tu banco rechazó esta tarjeta. Intenta nuevamente o elige otro método de pago.
pt_br: Seu banco recusou este cartão. Tente novamente ou escolha outra forma de pagamento.

source: Your customer details are pending verification or invalid. Please try again later.
es_419: Tus datos de cliente están en espera de verificación o son inválidos. Inténtalo de nuevo más tarde.
pt_br: Os detalhes do seu cliente estão com verificação pendente ou são inválidos. Tente novamente mais tarde.

source: Your domain is yours forever.
es_419: Tu dominio es tuyo por siempre.
pt_br: Seu domínio é seu para sempre.

source: Your Full Access level verification is currently being reviewed by a Blockchain Support Member.
es_419: Un miembro del soporte de Blockchain está revisando tu verificación del nivel de Acceso total.
pt_br: Sua verificação de nível de Acesso total está sendo revisada por um membro do suporte Blockchain.

source: Your OS is Not Supported
es_419: Tu sistema operativo no es compatible
pt_br: Seu sistema operacional não é compatível

source: Your Rewards Account allows you to earn rewards on your crypto.
es_419: Tu cuenta de recompensas te permite ganar recompensas con tus criptomonedas.
pt_br: Sua conta Rewards permite que você ganhe recompensas em sua criptomoeda.

source: Your Trading and Rewards Accounts will be deleted
es_419: Tus cuentas comerciales y de recompensas se eliminarán
pt_br: Suas contas Trading e Rewards serão excluídas

source: Trading Wallet
id: Dompet Perdagangan
it: Portafoglio di trading
ms: Wallet Dagang
nl: Handelen in portemonnee
pt_br: Wallet de negociação
sv: Handelsplånbok
th: ซื้อขายกระเป๋าเงิน
uk: Торговий гаманець

source: eleventh
de: elfte
id: kesebelas
it: undicesimo
ms: kesebelas
nl: elfde
pt_br: décimo primeiro
sv: elfte
th: ที่สิบเอ็ด
uk: одинадцятий

source: Error
id: Kesalahan
it: Errore
ms: Ralat
nl: Fout
pt_br: Erro
sv: Fel
th: ความผิดพลาด
uk: Помилка

source: Exchange %@ Wallet
de: Tauschen Sie %@ Wallet aus
id: Tukar %@ Wallet
it: Scambia %@ Wallet
pt_br: Trocar %@ Wallet
sv: Byt ut %@ Plånbok
th: แลกเปลี่ยน %@ กระเป๋าเงิน
uk: Обмін %@ Wallet

source: No
de: Nein
id: Tidak
ms: Tidak
nl: Nee
pt_br: Não
sv: Nej
th: ไม่
uk: Ні

source: Discover
de: Entdecken
id: Menemukan
it: Scoprire
ms: Cari
nl: Ontdek
pt_br: Descubra
sv: Upptäck
uk: Відкрийте для себе

source: Visa
pt_br: Visto
sv: visum
uk: Віза

source: Gas
pt_br: Gás

source: Private Key Wallet
pt_br: Carteira de chave privada

source: Trading Account
pt_br: Conta de negociação

source: Resetting Account May Result In Lost Funds
pt_br: A redefinição da conta pode resultar em perda de fundos

source: Rewards
pt_br: Recompensas

source: We recommend the fee shown for the transaction at this time.
de: Derzeit empfehlen wir für die Transaktion die angezeigte Gebühr.
id: Kami merekomendasikan biaya yang ditunjukkan untuk transaksi saat ini.
it: Consigliamo la commissione indicata per la transazione in questo momento.
ms: Kami mengesyorkan bayaran yang ditunjukkan untuk transaksi pada masa ini.
nl: We bevelen het tarief aan dat op dit moment wordt getoond voor de transactie.
sv: Vi rekommenderar den avgift som visas för transaktionen just nu.
th: เราขอแนะนำค่าธรรมเนียมที่แสดงสำหรับการทำธุรกรรมในเวลานี้
uk: Ми рекомендуємо нарахувати комісію за транзакцію.

source: with a verification link. Didn’t get it? Check your spam folder.
de: mit einem Bestätigungslink. Haben Sie ihn nicht erhalten? Kontrollieren Sie Ihren Spam-Ordner.
id: dengan tautan verifikasi. Tidak mengerti? Periksa folder spam Anda.
it: con un link di verifica. Non l'hai capito? Controlla la tua cartella spam.
ms: dengan pautan pengesahan. Tidak mendapatnya? Semak folder spam anda.
nl: met een verificatielink. Snap je het niet? Controleer je spam folder.
sv: med en verifieringslänk. Fick du det inte? Kolla i din skräppost.
th: ด้วยลิงก์การยืนยัน ไม่ได้รับหรือ ตรวจสอบโฟลเดอร์สแปมของคุณ
uk: із посиланням на підтвердження. Не зрозумів? Перевірте свою папку зі спамом.

source: %@ Confirmations
de: %@ Bestätigungen
id: %@ Konfirmasi
it: %@ Conferme
ms: %@ Pengesahan
nl: %@ Bevestigingen
sv: %@ Bekräftelser
th: การยืนยัน %@
uk: %@ Підтвердження
