Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: Unknown key format
de: Unbekanntes Schlüsselformat
id: Format kunci tidak diketahui
it: Formato chiave sconosciuto
ms: Format kunci tidak diketahui
nl: Onbekend sleutelformaat
sv: Okänd nyckelformat
th: รูปแบบคีย์ที่ไม่เป็นที่รู้จัด
uk: Невідомий формат ключа

source: Unlock Access to Airdrops
de: Schalte den Zugang zu Airdrops frei
id: Buka Kunci Akses ke Airdrops
it: Sblocca l'accesso agli Airdrops
ms: Buka kunci Akses kepada Airdrops
nl: Ontgrendel toegang tot Airdrops
sv: Lås upp åtkomst till Airdrops
th: ปลดล็อคการเข้าถึง Airdrops
uk: Розблокуйте доступ до Airdrops

source: Unlock Gold
de: Gold freischalten
id: Buka Emas
it: Sblocca l'oro
ms: Buka Emas
nl: Ontgrendel goud
sv: Lås upp guld
th: ปลดล็อกทอง
uk: Розблокувати золото

source: Unlock Silver
de: Silber freischalten
id: Buka Kunci Perak
it: Sblocca Silver
ms: Buka Perak
nl: Ontgrendel Silver
sv: Lås upp Silver
th: ปลดล็อกเงิน
uk: Розблокувати срібло

source: Unsupported Private Key Format
de: Nicht unterstütztes Format für privaten Schlüssel
id: Format Kunci Pribadi Tidak Didukung
it: Formato chiave privata non supportato
ms: Format Kekunci Peribadi Tidak Disokong
nl: Niet-ondersteund privésleutelformaat
sv: Privat nyckel Format som inte stöds
th: รูปแบบคีย์ส่วนตัวที่ไม่รองรับ
uk: Непідтримуваний формат особистого ключа

source: Update Email
de: E-Mail aktualisieren
id: Perbarui Email
it: Aggiorna email
ms: Kemas kini E-mel
nl: E-mail bijwerken
sv: Uppdatera e-post
th: อัปเดตอีเมล
uk: Оновлення електронної пошти

source: Update Mobile
de: Aktualisieren Sie Mobile
id: Perbarui Ponsel
it: Aggiorna cellulare
ms: Kemas kini Mudah Alih
nl: Update mobiel
sv: Uppdatera mobil
th: อัปเดตมือถือ
uk: Оновити мобільний

source: Update Order
de: Reihenfolge aktualisieren
id: Perbarui Pesanan
it: Ordine di aggiornamento
ms: Kemas kini Pesanan
nl: Order bijwerken
sv: Uppdateringsorder
th: อัปเดตคำสั่งซื้อ
uk: Оновити замовлення

source: Upgrade
de: Aktualisierung
id: Meningkatkan
it: Aggiornamento
ms: Naik taraf
sv: uppgradering
th: อัพเกรด
uk: Оновити

source: Upgrade now.
de: Jetzt upgraden.
id: Tingkatkan sekarang.
it: Aggiorna ora.
ms: Menaiktaraf sekarang.
nl: Waardeer nu op.
sv: Uppgradera nu.
th: อัพเกรดเดี๋ยวนี้.
uk: Оновити зараз.

source: Upgrade to get free crypto
de: Upgrade, um kostenlose Krypto zu erhalten
id: Tingkatkan untuk mendapatkan crypto gratis
it: Esegui l'upgrade per ottenere crittografia gratuita
ms: Naik taraf untuk mendapatkan crypto percuma
nl: Upgrade om gratis crypto te krijgen
sv: Uppgradera för att få gratis krypto
th: อัปเกรดเพื่อรับ crypto ฟรี
uk: Оновіть, щоб отримати безкоштовну криптовалюту

source: Upgrade to Gold. Get $10
de: Upgrade auf Gold. Holen Sie sich 10 $
id: Tingkatkan ke Emas. Dapatkan $ 10
it: Esegui l'upgrade a Gold. Ottieni $ 10
ms: Menaik taraf ke Emas. Dapatkan $ 10
nl: Upgrade naar Gold. Ontvang $ 10
sv: Uppgradera till guld. Få 10 $
th: อัปเกรดเป็น Gold รับ $ 10
uk: Оновлення до золота. Отримайте 10 доларів

source: Upgrade to V3
de: Zu V3 aufrüsten
id: Mutakhirkan ke V3
it: Aggiorna alla V3
ms: Naik taraf kepada V3
nl: Upgraden naar V3
sv: Uppgradera till V3
th: อัปเกรดไปเป็นแบบ V3
uk: Оновити до V3

source: Upgrade your profile to Gold to access the Airdrop and get free Stacks (STX) from Blockstack.
de: Aktualisieren Sie Ihr Profil auf Gold, um auf Airdrop zuzugreifen und kostenlose Stacks (STX) von Blockstack zu erhalten.
id: Tingkatkan profil Anda menjadi Emas untuk mengakses Airdrop dan dapatkan Stacks (STX) gratis dari Blockstack.
it: Aggiorna il tuo profilo su Gold per accedere a Airdrop e ottenere stack gratuiti (STX) da Blockstack.
ms: Tingkatkan profil anda ke Gold untuk mengakses Airdrop dan dapatkan Stack percuma (STX) dari Blockstack.
nl: Upgrade je profiel naar Gold om toegang te krijgen tot de Airdrop en krijg gratis Stacks (STX) van Blockstack.
sv: Uppgradera din profil till Gold för att komma åt Airdrop och få gratis Stacks (STX) från Blockstack.
th: อัปเกรดโปรไฟล์ของคุณเป็น Gold เพื่อเข้าถึง Airdrop และรับ Stacks ฟรี (STX) จาก Blockstack
uk: Оновіть свій профіль на Gold, щоб отримати доступ до Airdrop та отримати безкоштовні стеки (STX) з Blockstack.

source: USD PAX Coming Soon!
de: USD PAX bald erhältlich!
id: USD PAX Segera Hadir!
it: USD PAX Prossimamente!
ms: USD PAX Akan Datang!
nl: USD PAX komt binnenkort!
sv: USD PAX Kommer snart!
th: USD PAX เร็ว ๆ นี้!
uk: USD PAX найближчим часом!

source: Use %@ instead of PIN to authenticate Blockchain and access your wallet.
de: Verwenden Sie %@ anstelle der PIN, um Blockchain zu authentifizieren und auf Ihre Brieftasche zuzugreifen.
id: Gunakan %@ alih-alih PIN untuk mengautentikasi Blockchain dan mengakses dompet Anda.
it: Usa %@ invece del PIN per autenticare Blockchain e accedere al tuo portafoglio.
ms: Gunakan %@ bukan PIN untuk mengesahkan Blockchain dan akses dompet anda.
nl: Gebruik %@ plaats van pincode om Blockchain te verifiëren en toegang te krijgen tot uw portemonnee.
sv: Använd %@ istället för PIN för att verifiera Blockchain och få åtkomst till din plånbok.
th: ใช้ %@ แทน PIN เพื่อรับรองความถูกต้องของ Blockchain และเข้าถึงกระเป๋าเงินของคุณ
uk: Використовуйте %@ замість PIN-коду для підтвердження автентичності Blockchain та доступу до свого гаманця.

source: Use max
de: Max. verwenden
id: Gunakan maks
it: Usa max
ms: Gunakan max
nl: Gebruik max
sv: Använd max
th: ใช้สูงสุด
uk: Використовуйте макс

source: Use MAX
de: Verwenden Sie MAX
id: Gunakan MAX
it: Usa MAX
ms: Gunakan MAX
nl: Gebruik MAX
sv: Använd MAX
th: ใช้สูงสุด
uk: Використовуйте MAX

source: Use maximum
de: Maximum verwenden
id: Gunakan maksimal
it: Usa il massimo
ms: Gunakan maksimum
nl: Gebruik maximum
sv: Använd maximalt
th: ใช้สูงสุด
uk: Використовуйте максимум

source: Use min
de: Min. verwenden
id: Gunakan min
it: Usa min
ms: Gunakan min
nl: Gebruik min
sv: Använd min
th: ใช้ขั้นต่ำ
uk: Використовуйте хв

source: Use MIN
de: Verwenden Sie MIN
id: Gunakan MIN
it: Usa MIN
ms: Gunakan MIN
nl: Gebruik MIN
sv: Använd MIN
th: ใช้ MIN
uk: Використовуйте MIN

source: Use minimum
de: Minimum verwenden
id: Gunakan minimum
it: Usa il minimo
ms: Gunakan minimum
nl: Gebruik minimum
sv: Använd minst
th: ใช้ขั้นต่ำ
uk: Використовуйте мінімум

source: Use recommended values
de: Verwenden Sie empfohlene Werte
id: Gunakan nilai yang disarankan
it: Usa i valori consigliati
ms: Gunakan nilai yang disyorkan
nl: Gebruik aanbevolen waarden
sv: Använd rekommenderade värden
th: ใช้ค่าที่แนะนำ
uk: Використовуйте рекомендовані значення

source: Use total available minus fee: %@
de: Verwenden Sie insgesamt verfügbar abzüglich Gebühr: %@
id: Gunakan total yang tersedia dikurangi biaya:
it: Usa il totale disponibile meno le commissioni:
ms: Gunakan jumlah minus yuran yang ada:
nl: Gebruik het totale beschikbare saldo minus de kosten:
sv: Använd totalt tillgängligt minus avgift: %@
th: ใช้ทั้งหมดที่มีอยู่โดยหักค่าใช้จ่ายออก:
uk: Використати усі кошти за мінусом комісії:

source: Use your Recovery Phrase to restore your funds in case of a lost password. Anyone with access to your Recovery Phrase can access your funds, so keep it offline somewhere safe and secure.
de: Verwenden Sie Ihre Wiederherstellungsphrase, um Ihr Guthaben im Falle eines Passwortverlusts wiederherzustellen. Jeder, der Zugriff auf Ihre Wiederherstellungsphrase hat, kann auf Ihr Guthaben zugreifen. Lassen Sie es also an einem sicheren Ort offline.
id: Gunakan Frasa Pemulihan Anda untuk mengembalikan dana Anda jika ada kata sandi yang hilang. Siapa pun yang memiliki akses ke Frasa Pemulihan Anda dapat mengakses dana Anda, jadi jaga tetap offline di tempat yang aman dan terlindungi.
it: Utilizzare la frase di ripristino per ripristinare i fondi in caso di perdita della password. Chiunque abbia accesso alla tua frase di recupero può accedere ai tuoi fondi, quindi tienilo offline da qualche parte in modo sicuro.
ms: Gunakan Phrase Recovery anda untuk memulihkan dana anda sekiranya kata laluan yang hilang. Sesiapa sahaja yang mempunyai akses kepada Frasa Pemulihan anda boleh mengakses dana anda, jadi simpan di luar talian di mana-mana tempat yang selamat dan terjamin.
nl: Gebruik uw herstelzin om uw geld terug te krijgen in geval van een verloren wachtwoord. Iedereen met toegang tot uw herstelzin heeft toegang tot uw geld, dus bewaar deze offline op een veilige plek.
sv: Använd din återställningssfras för att återställa dina medel om du har tappat lösenord. Alla som har tillgång till din återhämtningsfras kan komma åt dina pengar, så håll dem offline någonstans säkert och säkert.
th: ใช้วลีการกู้คืนเพื่อเรียกคืนเงินของคุณในกรณีที่รหัสผ่านสูญหาย ทุกคนที่สามารถเข้าถึงวลีการกู้คืนของคุณสามารถเข้าถึงเงินทุนของคุณได้ดังนั้นให้ออฟไลน์อยู่ในที่ที่ปลอดภัย
uk: Використовуйте фразу для відновлення, щоб відновити кошти у разі втрати пароля. Кожен, хто має доступ до Вашої відновної фрази, може отримати доступ до ваших коштів, тому зберігайте її в автономному режимі десь у безпеці та безпеці.

source: Used to identify transactions
de: Wird zur Identifizierung von Transaktionen verwendet
id: Digunakan untuk mengidentifikasi transaksi
it: Utilizzato per identificare le transazioni
ms: Digunakan untuk mengenal pasti transaksi
nl: Gebruikt om transacties te identificeren
sv: Används för att identifiera transaktioner
th: ใช้เพื่อระบุธุรกรรม
uk: Використовується для ідентифікації транзакцій

source: User Declined
de: Benutzer abgelehnt
id: Pengguna Ditolak
it: L'utente ha rifiutato
ms: Pengguna merosot
nl: Gebruiker afgewezen
sv: Användaren minskade
th: ผู้ใช้ถูกปฏิเสธ
uk: Користувача відхилено

source: Usually takes less than 15-30 seconds
de: Normalerweise dauert es weniger als 15-30 Sekunden
id: Biasanya membutuhkan waktu kurang dari 15-30 detik
it: Di solito richiede meno di 15-30 secondi
ms: Biasanya mengambil masa kurang dari 15-30 saat
nl: Duurt meestal minder dan 15-30 seconden
sv: Vanligtvis tar mindre än 15-30 sekunder
th: มักใช้เวลาน้อยกว่า 15-30 วินาที
uk: Зазвичай займає менше 15-30 секунд

source: Value when received: %@
de: Wert beim Empfang: %@
id: Nilai saat diterima: %@
it: Valore ricevuto: %@
ms: Nilai apabila diterima: %@
nl: Waarde bij ontvangst: %@
sv: Värde vid mottagning: %@
th: ค่าเมื่อได้รับ: %@
uk: Значення при отриманні: %@

source: Value when sent: %@
de: Wert beim Senden: %@
id: Nilai saat dikirim: %@
it: Valore inviato: %@
ms: Nilai apabila dihantar: %@
nl: Waarde bij verzending: %@
sv: Värde när det skickas: %@
th: ค่าเมื่อส่ง: %@
uk: Значення при надсиланні: %@

source: Verification Code
de: Bestätigungscode
id: Kode verifikasi
it: Codice di verifica
ms: Kod pengesahan
nl: Verificatie code
sv: Verifierings kod
th: รหัสยืนยัน
uk: Код підтвердження

source: Verification email has been sent to %@.
de: Es wurde eine E-Mail zur Verifizierung gesendet an %@.
id: Surel verifikasi telah dikirim %@.
it: L'email di verifica è stata inviata a %@.
ms: E-mel pengesahan telah dihantar kepada %@ .
nl: Verificatie-e-mail is verzonden naar %@.
sv: Bekräftande email har skickats till %@.
th: ได้ส่งอีเมลยืนยันไปยัง %@ แล้ว
uk: Верифікаційний електронний лист відправлено на %@.

source: Verify Backup
de: Überprüfen Sie die Sicherung
id: Verifikasi Pencadangan
it: Verifica il backup
ms: Sahkan sandaran
nl: Controleer Backup
sv: Verifiera säkerhetskopiering
th: ยืนยันการสำรองข้อมูล
uk: Перевірити резервне копіювання

source: Verify Email
de: E-Mail-Adresse verifizieren
id: Verifikasi Surel
it: Verifica l'email
ms: Sahkan e-mel
nl: E-mail verifiëren
sv: Verifiera e-post
th: ยืนยันอีเมล
uk: Верифікувати електронну адресу

source: Verify your identity to participate in our Airdrop program and receive free crypto from future Airdrops.
de: Überprüfen Sie Ihre Identität, um an unserem Airdrop-Programm teilzunehmen, und erhalten Sie kostenlose Krypto von zukünftigen Airdrops.
id: Verifikasi identitas Anda untuk berpartisipasi dalam program Airdrop kami dan menerima crypto gratis dari Airdrops masa depan.
it: Verifica la tua identità per partecipare al nostro programma Airdrop e ricevere criptovalute gratuite dai futuri Airdrops.
ms: Sahkan identiti anda untuk menyertai program Airdrop kami dan terima crypto percuma dari Airdrops masa depan.
nl: Verifieer uw identiteit om deel te nemen aan ons Airdrop-programma en ontvang gratis crypto van toekomstige Airdrops.
sv: Verifiera din identitet för att delta i vårt Airdrop-program och få gratis krypto från framtida Airdrops.
th: ยืนยันตัวตนของคุณเพื่อเข้าร่วมในโปรแกรม Airdrop ของเราและรับ crypto ฟรีจาก Airdrops ในอนาคต
uk: Підтвердьте свою особу, щоб брати участь у нашій програмі Airdrop та отримувати безкоштовні криптовалюти від майбутніх Airdrops.

source: View Details
de: Details anzeigen
id: Melihat rincian
it: Visualizza dettagli
ms: Lihat butiran
nl: Details bekijken
sv: Visa detaljer
th: ดูรายละเอียด
uk: Докладніше

source: View My Swap Limit
de: Mein Swap-Limit anzeigen
id: Lihat Batas Swap Saya
it: Visualizza il mio limite di swap
ms: Lihat Had Pertukaran Saya
nl: Bekijk mijn swap-limiet
sv: Visa min bytesgräns
th: ดูการ จำกัด การแลกเปลี่ยนของฉัน
uk: Переглянути обмеження своп

source: View on
de: Anzeigen auf
id: Lihat di
it: Visualizza su
ms: Lihat pada
nl: Uitzicht op
sv: Syn på
th: ดูต่อ
uk: Переглянути на

source: View on %@
de: Anzeigen auf %@
id: Lihat di %@
it: Visualizza su %@
ms: Lihat pada %@
nl: Bekijk op %@
sv: Visa på %@
th: ดูบน %@
uk: Переглянути на %@

source: View Order Details
de: Bestell Details ansehen
id: Lihat Detail Pesanan
it: Visualizza i dettagli dell'ordine
ms: Lihat Butiran Pesanan
nl: Bekijk details van de bestelling
sv: Visa orderdetaljer
th: ดูรายละเอียดการสั่งซื้อ
uk: Переглянути деталі замовлення

source: Waiting for payment
de: Warten auf Zahlung
id: menunggu pembayaran
it: In attesa del pagamento
ms: Menunggu pembayaran
nl: wachten op betaling
sv: Väntar på utbetalning
th: กำลังรอการชำระเงิน
uk: Чекаємо оплати

source: Wallet
de: Brieftasche
id: Dompet
it: Portafoglio
nl: Portemonnee
sv: Plånbok
th: กระเป๋าสตางค์
uk: Гаманець

source: Wallet Connect
de: Brieftasche verbinden
ms: Sambungkan Dompet
sv: Plånbok Anslut

source: Wallet id is not valid
de: Brieftaschen-ID ist ungültig
id: Id dompet tidak valid
it: L'ID del portafoglio non è valido
ms: ID dompet tidak sah
nl: Wallet-ID is niet geldig
sv: Plånbok-ID är inte giltigt
th: รหัส Wallet ไม่ถูกต้อง
uk: Ідентифікатор гаманця недійсний

source: Wallets
de: Geldbörsen
id: Dompet
it: Portafogli
ms: Dompet
nl: Portemonnees
sv: Plånböcker
th: กระเป๋าสตางค์
uk: Гаманці

source: Want Free Crypto?
de: Willst du kostenlose Krypto?
id: Ingin Crypto Gratis?
it: Vuoi Crypto gratuito?
ms: Ingin Crypto Percuma?
nl: Wil je gratis Crypto?
sv: Vill du ha gratis krypto?
th: ต้องการ Crypto ฟรีหรือไม่
uk: Хочете безкоштовну криптовалюту?

source: Want to learn more? Tap here to visit %@
de: Möchten Sie mehr erfahren? Hier klicken, um %@ zu besuchen
id: Ingin belajar lebih banyak? Ketuk di sini untuk mengunjungi %@
it: Vuoi saperne di più? Tocca qui per visitare %@
ms: Ingin mengetahui lebih lanjut? Ketik sini untuk melawat %@
nl: Wil je meer weten? Tik hier om %@ te bezoeken
sv: Vill du lära dig mer? Klicka här för att besöka %@
th: ต้องการเรียนรู้เพิ่มเติมหรือไม่ แตะที่นี่เพื่อเยี่ยมชม %@
uk: Хочете дізнатися більше? Натисніть тут, щоб відвідати %@

source: Warning!!!
de: Warnung!!!
id: Peringatan!!!
it: Avvertimento!!!
ms: Amaran !!!
nl: Waarschuwing!!!
sv: Varning!!!
th: คำเตือน!!!
uk: Увага!!!

source: We are unable to display your Lockbox balance at this time. Don’t worry, your funds are safe. We’ll be adding this feature soon. While you wait, you can check your balance on the web.
de: Derzeit können wir Ihr Lockbox-Guthaben nicht anzeigen. Machen Sie sich keine Sorgen, Ihre Geldmittel sind sicher. Wir werden diese Funktion bald hinzufügen. Während Sie warten, können Sie Ihr Guthaben im Internet überprüfen.
id: Kami tidak dapat menampilkan saldo Lockbox Anda saat ini. Jangan khawatir, dana Anda aman. Kami akan segera menambahkan fitur ini. Sambil menunggu, Anda dapat memeriksa saldo Anda di web.
it: Al momento non siamo in grado di visualizzare il saldo del tuo Lockbox. Non preoccuparti, i tuoi fondi sono al sicuro. A breve aggiungeremo questa funzionalità. Mentre aspetti, puoi controllare il tuo saldo sul web.
ms: Kami tidak dapat memaparkan baki Peti Masuk anda pada masa ini. Jangan risau, dana anda selamat. Kami akan menambah ciri ini tidak lama lagi. Semasa anda menunggu, anda boleh menyemak baki anda di web.
nl: We kunnen je Lockbox-saldo momenteel niet weergeven. Maak je geen zorgen, je geld is veilig. We zullen deze functie binnenkort toevoegen. Terwijl u wacht, kunt u uw saldo op internet controleren.
sv: Vi kan inte visa ditt Lockbox-balans för tillfället. Oroa dig inte, dina pengar är säkra. Vi lägger snart till den här funktionen. Medan du väntar kan du kontrollera din balans på webben.
th: เราไม่สามารถแสดงยอดเงินคงเหลือในตู้จดหมายได้ในขณะนี้ ไม่ต้องกังวลเงินของคุณปลอดภัย เราจะเพิ่มคุณลักษณะนี้เร็ว ๆ นี้ ขณะที่รอคุณสามารถตรวจสอบความสมดุลของคุณทางเว็บ
uk: Наразі неможливо відображати ваш баланс Lockbox. Не хвилюйтеся, ваші кошти є безпечними. Ми додамо цю функцію незабаром. Під час очікування ви можете перевірити свій баланс в Інтернеті.

source: We can help you buy in a just a few simple steps.
de: Wir können Ihnen helfen, in nur wenigen einfachen Schritten zu kaufen.
id: Kami dapat membantu Anda membeli hanya dalam beberapa langkah sederhana.
it: Possiamo aiutarti ad acquistare in pochi semplici passaggi.
ms: Kami boleh membantu anda membeli hanya dengan beberapa langkah mudah.
nl: We kunnen u in slechts enkele eenvoudige stappen helpen kopen.
sv: Vi kan hjälpa dig att köpa i några enkla steg.
th: เราสามารถช่วยคุณซื้อได้ในไม่กี่ขั้นตอนง่ายๆ
uk: Ми можемо допомогти вам придбати всього за кілька простих кроків.

source: We can't check whether this address has been used. Show anyway?
de: Wir können nicht prüfen, ob diese Adresse verwendet wurde. Trotzdem anzeigen?
id: Kami tidak dapat memeriksa apakah alamat ini telah digunakan. Tunjukkan pula?
it: Non possiamo verificare se questo indirizzo è stato utilizzato. Mostra comunque?
ms: Kami tidak dapat memeriksa sama ada alamat ini telah digunakan. Tunjukkan pula?
nl: We kunnen niet controleren of dit adres is gebruikt. Toch laten zien?
sv: Vi kan inte kontrollera om den här adressen har använts. Visa ändå?
th: เราไม่สามารถตรวจสอบได้ว่ามีการใช้ที่อยู่นี้หรือไม่ แสดงต่อไป
uk: Ми не можемо перевірити, чи була використана ця адреса. Показати все одно?

source: We could not connect your Wallet to The Exchange. Please try again
de: Wir konnten Ihre Brieftasche nicht mit The Exchange verbinden. Bitte versuche es erneut
id: Kami tidak dapat menghubungkan Dompet Anda ke Exchange. Silakan coba lagi
it: Non è stato possibile connettere il tuo portafoglio a The Exchange. Per favore riprova
ms: Kami tidak dapat menyambung Wallet anda ke Exchange. Sila cuba lagi
nl: We kunnen uw Wallet niet verbinden met The Exchange. Probeer het alstublieft opnieuw
sv: Vi kunde inte ansluta din plånbok till The Exchange. Var god försök igen
th: เราไม่สามารถเชื่อมต่อ Wallet ของคุณกับ The Exchange กรุณาลองอีกครั้ง
uk: Не вдалося підключити ваш гаманець до біржі. Будь ласка спробуйте ще раз

source: We Now Support Stellar
de: Wir unterstützen jetzt Stellar
id: Kami Sekarang Mendukung Stellar
it: Ora supportiamo Stellar
ms: Kami Kini Menyokong Bintang
nl: We ondersteunen nu Stellar
sv: Vi stöder nu Stellar
th: ตอนนี้เราสนับสนุน Stellar
uk: Зараз ми підтримуємо Stellar

source: We sent an email to
de: Wir haben eine E-Mail gesendet an
id: Kami mengirim email ke
it: Abbiamo inviato un'email a
ms: Kami menghantar e-mel kepada
nl: We hebben een e-mail gestuurd naar
sv: Vi skickade ett e-postmeddelande till
th: เราส่งอีเมลไปที่
uk: Ми надіслали електронний лист на адресу

source: We sent you an email with a verification link. Didn’t get it? Check your spam folder.
de: Wir haben Ihnen eine E-Mail mit einem Bestätigungslink gesendet. Haben Sie es nicht erhalten? Kontrollieren Sie Ihren Spam-Ordner.
id: Kami mengirimi Anda email dengan tautan verifikasi. Tidak mengerti? Periksa folder spam Anda.
it: Ti abbiamo inviato un'email con un link di verifica. Non l'hai capito? Controlla la tua cartella spam.
ms: Kami menghantar e-mel kepada anda dengan pautan pengesahan. Tidak mendapatnya? Semak folder spam anda.
nl: We hebben u een e-mail gestuurd met een verificatielink. Snap je het niet? Controleer je spam folder.
sv: Vi skickade ett e-postmeddelande med en verifieringslänk. Fick du det inte? Kolla i din skräppost.
th: เราส่งอีเมลพร้อมลิงก์สำหรับการยืนยันให้คุณ ไม่ได้รับหรือ ตรวจสอบโฟลเดอร์สแปมของคุณ
uk: Ми надіслали вам електронний лист із посиланням для підтвердження. Не зрозумів? Перевірте свою папку зі спамом.

source: We work with exchange partners all over the world, so you can buy and sell bitcoin directly from your wallet.
de: Wir arbeiten beim Geldwechsel mit Partnern aus allen Teilen der Welt zusammen, so dass man mit der eigenen Wallet Bitcoin direkt erwerben kann.
id: Kami bekerja dengan mitra pertukaran di seluruh dunia, sehingga Anda dapat membeli bitcoin langsung dari dompet Anda.
it: Lavoriamo con partner di scambio da tutto il mondo, così potrai comprare i bitcoin direttamente dal tuo portafogli.
ms: Kami bekerjasama dengan rakan kongsi pertukaran di seluruh dunia, jadi anda boleh membeli bitcoin langsung dari dompet anda.
nl: Wij werken met uitwisselingspartners uit de hele wereld, zodat je bitcoin direct uit je portemonnee kunt kopen.
sv: Vi arbetar med utbytespartners över hela världen, så att du kan köpa och sälja bitcoin direkt från din plånbok.
th: เราทำงานกับพันธมิตรการแลกเปลี่ยนทั่วทั้งโลก ดังนั้นคุณสามารถซื้อ bitcoin โดยตรงจากกระเป๋าเงินของคุณ
uk: Ми працюємо з партнерами-обмінниками у всьому світі, так що ви можете купити bitcoin прямо зі свого гаманця.

source: We'll keep you up-to-date here with recommendations and new features.
de: Wir halten Sie hier mit Empfehlungen und neuen Funktionen auf dem Laufenden.
id: Kami akan membuat Anda tetap tidak tertinggal di sini dengan rekomendasi dan fitur baru.
it: Ti aggiorneremo qui con le nuove funzioni e tanti consigli.
ms: Kami akan membuat anda sentiasa terkini di sini dengan cadangan dan ciri-ciri baru.
nl: We zullen je op de hoogte houden met aanbevelingen en nieuwe functies.
sv: Vi håller dig uppdaterad här med rekommendationer och nya funktioner.
th: เราจะอัปเดตคุณด้วยคำแนะนำและฟีเจอร์ใหม่ในที่นี้
uk: Ми будемо тримати вас тут в курсі усіх останніх подій та нових функцій.

source: We're airdropping you free crypto in 2020
de: Wir lassen Sie 2020 kostenlos kryptografieren
id: Kami mengirim Anda crypto gratis pada tahun 2020
it: Ti stiamo trasferendo gratuitamente criptovaluta nel 2020
ms: Kami sedang menghidupkan crypto percuma pada tahun 2020
nl: We sturen je gratis crypto in 2020
sv: Vi lufta med dig gratis krypto 2020
th: เรากำลังออกอากาศคุณ crypto ฟรีในปี 2020
uk: Ми пропонуємо вам безкоштовну криптовалюту в 2020 році
