Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: We couldn't send a verification email at this time. Please check your Internet connection and try again.
es_419: No pudimos enviar un correo electrónico de verificación en este momento. Comprueba tu conexión a Internet e intenta nuevamente.
pt_br: Não foi possível enviar um e-mail de verificação no momento. Verifique sua conexão com a internet e tente novamente.

source: We couldn't update your email address. Please check your Internet connection and try again.
es_419: No pudimos actualizar tu dirección de correo electrónico. Comprueba tu conexión a Internet e intenta otra vez.
pt_br: Não foi possível atualizar seu endereço de e-mail. Verifique sua conexão com a internet e tente novamente.

source: We sent a verification email to %@. Please click the link in the email to continue.
es_419: Enviamos un correo electrónico de verificación a %@. Haz clic en el enlace del correo electrónico para continuar.
pt_br: Enviamos um e-mail de verificação para %@. Clique no link do e-mail para continuar.

source: %@ Deposited
es_419: %@ depositado
pt_br: %@ Depositado

source: %@ Withdrawal Started
es_419: %@ retiro iniciado
pt_br: %@ Saque iniciado

source: A connection cannot be established because the server certificate could not be validated. Please check your network settings and ensure that you are using a secure connection.
es_419: No se puede establecer una conexión porque el certificado del servidor no pudo validarse. Comprueba la configuración de tu red y asegúrate de que estés usando una conexión segura.
pt_br: Uma conexão não pode ser estabelecida porque o certificado do servidor não pôde ser validado. Verifique suas configurações de rede e certifique-se de estar usando uma conexão segura.

source: Account
es_419: Cuenta
pt_br: Conta

source: Account Ending in
es_419: Cuenta que termina en
pt_br: Conta terminando em

source: Add
es_419: Agregar
pt_br: Adicionar

source: Add Payment Method
es_419: Agregar método de pago
pt_br: Adicionar método de pagamento

source: An error occurred validating your PIN code with the remote server. You may be offline or Blockchain may be experiencing difficulties. Would you like retry validation or instead enter your password manually?
es_419: Se produjo un error al validar tu código PIN en el servidor remoto. Es posible que estés desconectado o que Blockchain.com esté experimentando algunos problemas. ¿Quisieras volver a intentar hacer la validación o quieres ingresar tu contraseña manualmente?
pt_br: Ocorreu um erro ao validar seu código PIN com o servidor remoto. Você pode estar off-line ou a Blockchain pode estar com dificuldades. Deseja repetir a validação ou inserir sua senha manualmente?

source: An error occurred, try again later.
es_419: Se produjo un error, intente de nuevo más tarde.
pt_br: Ocorreu um erro, tente novamente mais tarde.

source: Approve
es_419: Aprobar
pt_br: Aprovar

source: Authorized Device Detected
es_419: Dispositivo autorizado detectado
pt_br: Dispositivo autorizado detectado

source: Confirm New Password
es_419: Confirmar nueva contraseña
pt_br: Confirmar nova senha

source: Continue with Apple
es_419: Continuar con Apple
pt_br: Continuar com a Apple

source: Create an Account
es_419: Crear una cuenta
pt_br: Crie a sua conta aqui

source: Deny
es_419: Denegar
pt_br: Negar

source: Depositing %@
es_419: Depositando %@
pt_br: Depositando %@

source: Error code
es_419: Código de error
pt_br: Código de erro

source: Error Code: %@
es_419: Código de error: %@
pt_br: Código de erro: %@

source: Failed to get user
es_419: Ocurrió un error al obtener el usuario
pt_br: Falha ao obter usuário

source: If you send funds without the XLM Memo Text, your funds will be lost and not credited to your account. Please send only XLM to this address.
es_419: Si envías fondos sin el Memo de XLM, tus fondos se perderán y no se acreditarán a tu cuenta. Envía solo XLM a esta dirección.
pt_br: Se você enviar fundos sem o XLM Memo Text, seus fundos serão perdidos e não serão creditados em sua conta. Envie apenas XLM para este endereço.

source: If you think something is wrong, you can try again or go back to the previous screen to update your info.
es_419: Si crees que se trata de un error, puedes intentar otra vez o regresar a la pantalla anterior para actualizar tu información.
pt_br: Se você achar que algo está errado, tente novamente ou volte para a tela anterior para atualizar suas informações.

source: Important Transfer Information Only send funds from a bank account in your name. If not, your deposit could be delayed or rejected. Be sure to include your Reference ID.
es_419: Información importante sobre transferencias: Envía fondos solo desde cuentas bancarias a tu nombre. De lo contrario, tu depósito podría retrasarse o rechazarse. Asegúrate de incluir tu ID de referencia.
pt_br: Informações importantes sobre transferências Envie apenas fundos de uma conta bancária em seu nome. Caso contrário, seu depósito pode ser atrasado ou rejeitado. Certifique-se de incluir seu ID de referência.

source: Incorrect Password
es_419: Contraseña incorrecta
pt_br: Senha incorreta

source: Invalid Email
es_419: Correo electrónico no válido
pt_br: E-mail inválido

source: Last seen
es_419: Visto por última vez
pt_br: Visto pela última vez

source: Lost access to your 2FA device?
es_419: ¿Perdiste el acceso a tu dispositivo de autenticación de dos factores?
pt_br: Perdeu o acesso ao seu dispositivo 2FA?

source: Maximum limit exceeded
es_419: Se excedió el límite máximo
pt_br: Limite máximo excedido

source: Min Withdraw
es_419: Retiro mínimo
pt_br: Saque mínimo

source: Minimum
es_419: Mínimo
pt_br: Mínimo

source: Minimum amount required.
es_419: Se requiere monto mínimo.
pt_br: Valor mínimo necessário.

source: Minimum send of %@ required.
es_419: Se requiere un envío mínimo de %@.
pt_br: Envio mínimo de %@ necessário.

source: Minimum swap of %@ required.
es_419: Se requiere un intercambio mínimo de %@.
pt_br: Troca mínima de %@ necessária.

source: Never
es_419: Nunca
pt_br: Nunca

source: New Password
es_419: Nueva contraseña
pt_br: Nova Senha

source: No Fees
es_419: Sin comisiones
pt_br: Sem taxas

source: Not a valid address.
es_419: No es una dirección válida.
pt_br: Não é um endereço válido.

source: Not enough %@ in your wallet to send with current network fees.
es_419: Sin %@ suficientes en tu billetera para enviar con las comisiones de red actuales.
pt_br: Não há %@ suficiente em sua carteira para enviar com as taxas de rede atuais.

source: Not enough %@ in your wallet to swap with current network fees.
es_419: No tienes %@ suficientes en la billetera para intercambiar con las comisiones de red actuales.
pt_br: Não há %@ suficiente em sua carteira para trocar com as taxas de rede atuais.

source: Oops! Something went wrong while executing the %@ on-chain transaction.
es_419: ¡Ups! Se produjo un error al ejecutar la transacción en cadena de %@.
pt_br: Ops! Algo deu errado ao executar a transação %@ na cadeia.

source: Oops! Something went wrong. Please try again.
es_419: ¡Ups! Se produjo un error. Intenta otra vez.
pt_br: Ops! Algo deu errado. Tente novamente.

source: Oops! The amount you selected is above the maximum %@ limit.
es_419: ¡Ups! El monto que seleccionaste está por arriba del límite de %@ máximo.
pt_br: Ops! O valor selecionado está acima do limite máximo de %@.

source: Oops! The amount you selected is below the minimum %@ limit.
es_419: ¡Ups! El monto que seleccionaste está por debajo del límite de %@ mínimo.
pt_br: Ops! O valor selecionado está abaixo do limite mínimo de %@.

source: Oops! This %@ order is not cancellable.
es_419: ¡Ups! Esta orden de %@ no puede cancelarse.
pt_br: Ops! Este pedido %@ não pode ser cancelado.

source: Oops! You don’t have enough balance to %@.
es_419: ¡Ups! No tienes saldo suficiente en %@
pt_br: Ops! Você não tem saldo suficiente para %@.

source: Oops! You’ve exceeded your daily %@ limit
es_419: ¡Ups! Excediste tu límite de %@ diario
pt_br: Ops! Você excedeu seu limite diário de %@

source: Oops! You’ve exceeded your weekly %@ limit
es_419: ¡Ups! Excediste tu límite de %@ semanal
pt_br: Ops! Você excedeu seu limite semanal de %@

source: Oops! You’ve exceeded your yearly %@ limit
es_419: ¡Ups! Excediste tu límite de %@ anual
pt_br: Ops! Você excedeu seu limite anual de %@

source: Open your mobile Blockchain.com Wallet now to securely login your desktop Wallet.
es_419: Abre tu Blockchain.com Wallet en el móvil ahora para iniciar sesión de manera segura en Wallet de escritorio.
pt_br: Abra sua Blockchain.com Wallet móvel agora para fazer login com segurança em sua carteira de desktop.

source: or
es_419: o
pt_br: ou

source: Please log in with your Wallet ID and password.
es_419: Inicie sesión con tu ID de Wallet y contraseña.
pt_br: Faça login com sua ID da Wallet e senha.

source: Processing Time Funds will be credited to your USD wallet as soon as we receive them. Funds are generally available within one business day.
es_419: Los fondos de tiempo de procesamiento se acreditarán en tu billetera en USD apenas los recibamos. Los fondos por lo general están disponibles al cabo de un día hábil.
pt_br: Os fundos de tempo de processamento serão creditados em sua carteira em USD assim que os recebermos. Os fundos geralmente estão disponíveis dentro de um dia útil.

source: QR Code Log In
es_419: Inicio de sesión con código QR
pt_br: Código QR para login

source: Reset your 2FA
es_419: Restablecer la autenticación de 2 factores
pt_br: Redefinir 2FA

source: Restore Wallet
es_419: Restaurar Wallet
pt_br: Restaurar Wallet

source: Savings Account
es_419: Cuenta de ahorros
pt_br: Conta poupança

source: Send, Receive, Buy and Swap cryptocurrencies with your Trading Account.
es_419: Envía, recibe, compra e intercambia criptomonedas con tu Trading Account.
pt_br: Envie, receba, compre e troque criptomoedas com sua Conta Trading.

source: This may take a few minutes to complete. Please wait.
es_419: Esto puede demorar algunos minutos en completarse. Espera.
pt_br: Pode levar alguns minutos para ser concluído. Aguarde.

source: This service will be back soon. We’re updating and fixing some bugs right now.
es_419: Este servicio se reanudará pronto. Estamos actualizando y corrigiendo algunos errores en este momento.
pt_br: Este serviço estará de volta em breve. Estamos atualizando e corrigindo alguns bugs agora.

source: Verification complete
es_419: Verificación completa
pt_br: Verificação concluída

source: View Transaction
es_419: Ver transacción
pt_br: Visualizar transação

source: We are sending the cash now. Expect the cash to hit your bank on %@. Check the status of your Withdrawal at anytime from your Activity screen.
es_419: Estamos enviando el dinero en efectivo ahora. El dinero en efectivo llegará a tu banco el %@. Controla el estado del retiro en cualquier momento desde la pantalla Actividad.
pt_br: Estamos enviando o dinheiro agora, que chegará ao seu banco em %@. Verifique o status do seu saque a qualquer momento na tela Atividade.

source: We noticed a login attempt from an authorized device.
es_419: Observamos un intento de inicio de sesión desde un dispositivo autorizado.
pt_br: Notamos uma tentativa de login de um dispositivo autorizado.

source: We're completing your deposit now.
es_419: Estamos completando tu depósito ahora.
pt_br: Estamos concluindo seu depósito agora.

source: We're completing your withdraw now.
es_419: Estamos completando tu retiro ahora.
pt_br: Estamos concluindo seu saque agora.

source: We’re completing your transaction now. We’ll contact you when it has finished.
es_419: Estamos completando tu transacción ahora. Nos comunicaremos contigo cuando haya finalizado.
pt_br: Estamos concluindo sua transação agora. Entraremos em contato com você quando terminar.

source: While we wait for your bank to send the cash, here’s early access to %@ in your %@ Cash Account so you can buy crypto right now. Your funds will be available to withdraw once the bank transfer is complete on %@
es_419: Mientras esperamos que tu banco envíe el dinero en efectivo, aquí te damos acceso anticipado a %1$@ en tu cuenta de efectivo %2$@, para que puedas comprar criptomonedas de inmediato. Tus fondos estarán disponibles para retirarlos una vez que se complete la transferencia bancaria el %3$@.
pt_br: Enquanto esperamos que seu banco envie o dinheiro, aqui está o acesso antecipado a %1$@ em sua conta de caixa %2$@ para que possa comprar criptomoedas agora mesmo. Seus fundos estarão disponíveis para saque assim que a transferência bancária for concluída em %3$@.

source: Withdraw to...
es_419: Retirar a...
pt_br: Saque para...

source: You have too many pending %@ transactions. Once those complete you can create a new one.
es_419: Tienes demasiadas transacciones %@ pendientes. Una vez que se completen, podrás crear una nueva.
pt_br: Você tem muitas transações %@ pendentes. Depois de concluídas, você pode criar uma nova.

source: Your Buy Order Has Started.
es_419: Se ha iniciado tu orden de compra.
pt_br: Seu pedido de compra foi iniciado.

source: Your information is being reviewed. When all looks good, you’re clear to trade. You should receive a notification within 5 minutes.
es_419: Se está revisando tu información. Cuando todo parezca estar bien, podrás empezar a operar. Deberías recibir una notificación en 5 minutos.
pt_br: Suas informações estão sendo analisadas. Quando tudo estiver pronto, você estará livre para negociar. Você deve receber uma notificação dentro de 5 minutos.

source: Your Sell Order Has Started.
es_419: Se ha iniciado una orden de venta.
pt_br: Seu pedido de venda foi iniciado.

source: +Add New
es_419: +Agregar nuevo
pt_br: +Adicionar novo

source: Email:
es_419: Correo electrónico:

source: Incorrect 2FA code. %d attempts left
es_419: Código de autenticación de 2 factores incorrecto. Quedan %d intentos.
pt_br: Código 2FA incorreto. %d tentativas restantes

source: Keep track of your crypto balances from your Wallet's dashboard. Your Wallet currently supports Bitcoin, Ether, Bitcoin Cash, Stellar XLM and PAX.
es_419: Haz un seguimiento de los saldos de criptomonedas desde el panel de Wallet. Tu Wallet admite actualmente Bitcóin, Ether, Bitcóin Cash, Stellar XLM y PAX.
pt_br: Acompanhe seus saldos de criptomoedas no painel da sua Wallet. Sua Wallet atualmente suporta Bitcoin, Ether, Bitcoin Cash, Stellar XLM e PAX.

source: Missing 2FA code
es_419: Código de autenticación de 2 factores faltante
pt_br: Código 2FA ausente

source: Resend SMS
es_419: Volver a enviar SMS
pt_br: Reenviar SMS

source: This account has been locked due to too many failed authentications
es_419: Esta cuenta se ha bloqueado debido a que hubo demasiadas autenticaciones fallidas
pt_br: Esta conta foi bloqueada devido a muitas autenticações com falha

source: Remove
es_419: Quitar
pt_br: Remover

source: Reset Password
es_419: Restablecer contraseña
pt_br: Redefinir senha

source: Password Strength
es_419: Seguridad de la contraseña
pt_br: Força da senha

source: %@ (%@) is Now Trading
es_419: %1$@ (%2$@) ahora está comercializando
pt_br: %1$@ (%2$@) está disponível para negociação agora

source: and
es_419: y
pt_br: e

source: Buy %@
es_419: Comprar %@
pt_br: Compre %@

source: Buy, sell, swap, send, receive and store %@ in your Blockchain.com Wallet.
es_419: Compra, vende, intercambia, envía, recibe y guarda %@ en tu Blockchain.com Wallet.
pt_br: Compre, venda, troque, envie, receba e armazene %@ em sua Blockchain.com Wallet.

source: Can't log in?
es_419: ¿No puedes iniciar sesión?
pt_br: Não consegue fazer login?

source: Can’t find your phrase?
es_419: ¿No puedes encontrar tu frase?
pt_br: Não encontrou sua frase?

source: Continue to Reset
es_419: Continuar y restablecer
pt_br: Continuar para redefinir

source: Enter new password
es_419: Ingresar nueva contraseña
pt_br: Digite a nova senha

source: Enter recovery phrase
es_419: Ingresar la frase de recuperación
pt_br: Digite a frase de recuperação

source: Enter your twelve word Secret Private Key Recovery Phrase to log in. Separate each word with a space.
es_419: Ingresa tu frase secreta de recuperación de clave privada para iniciar sesión. Separa cada palabra con un espacio.
pt_br: Digite sua frase de recuperação de chave privada secreta de doze palavras para fazer login. Separe cada palavra com um espaço.

source: Error Sending SMS
es_419: Error al enviar mensaje de texto
pt_br: Erro ao enviar SMS

source: Error Signing In
es_419: Error al iniciar sesión
pt_br: Erro ao fazer login

source: For security reasons you cannot proceed with signing in. Please try to log in on web.
es_419: Por motivos de seguridad, no puedes continuar con el inicio de sesión. Intenta iniciar sesión desde la web.

source: Go Back
es_419: Volver
pt_br: Volte

source: If your account has added security measures like Google Authenticator, please have that ready.
es_419: Si tu cuenta tiene con medidas de seguridad como Google Authenticator, ten las contraseñas a mano.
pt_br: Se a sua conta adicionou medidas de segurança como o Google Authenticator, tenha essas funções à mão.

source: Import Wallet
es_419: Importar Wallet
pt_br: Importar Wallet

source: Import Your Wallet?
es_419: ¿Importar tu Wallet?
pt_br: Importar sua Wallet?

source: Incorrect Wallet Identifier
es_419: Identificador de Wallet incorrecto
pt_br: Identificador de Wallet incorreto

source: Invalid recovery phrase
es_419: Frase de recuperación no válida
pt_br: Frase de recuperação inválida

source: Log In on the Web ->
es_419: Iniciar sesión en la web ->
pt_br: Entrar na web ->

source: Log In Request From Web
es_419: Solicitud de inicio de sesión desde la web
pt_br: Solicitação de login da web

source: Log In with Browser
es_419: Iniciar sesión en el navegador
pt_br: Entrar com o navegador

source: Manual Login
es_419: Inicio de sesión manual
pt_br: Login manual

source: Manual Pairing Login
es_419: Inicio de sesión de sincronización manual
pt_br: Login de emparelhamento manual

source: Message sent
es_419: Mensaje enviado
pt_br: Mensagem enviada

source: Network Error
es_419: Error de red
pt_br: Erro de rede

source: Passwords don't match
es_419: Las contraseñas no coinciden
pt_br: As senhas não correspondem

source: PIN Disabled
es_419: PIN deshabilitado
pt_br: PIN desativado

source: Re-enter new password
es_419: Volver a ingresar una nueva contraseña
pt_br: Digite novamente a nova senha

source: Resetting will restore your Trading, Interest, and Exchange accounts.
es_419: Si reestableces, se restaurarán tus cuentas de Operaciones, Interés y Exchange.
pt_br: A reinicialização restaurará suas contas Trading, Interest e Exchange.

source: Second Password Detected
es_419: Segunda contraseña detectada
pt_br: Segunda senha detectada

source: Select a Crypto Currency
es_419: Seleccionar una criptomoneda
pt_br: Selecione uma moeda cripto

source: Select a Payment Method
es_419: Seleccionar un método de pago
pt_br: Selecione um método de pagamento

source: The minimum buy is %@
es_419: La compra mínima es %@
pt_br: A compra mínima é %@

source: There’s no account associated with the seed phrase you entered. You can import and manage your wallet instead.
es_419: No hay una cuenta asociada con la frase semilla que ingresaste. Puedes importar y administrar tu billetera en su lugar.
pt_br: Não há conta associada à frase inicial que você inseriu. Em vez disso, você pode importar e gerenciar sua carteira.

source: This is the unique password you entered when creating your wallet.
es_419: Esta es la contraseña única que ingresaste al crear tu billetera.
pt_br: Esta é a senha exclusiva que você digitou ao criar sua carteira.

source: This means that if you lose your recovery phrase, you will lose access to your Private Key Wallet funds. You can always restore your Private Key Wallet funds later if you find your recovery phrase.
es_419: Esto significa que si pierdes tu frasede recuperación, perderás acceso a los fondos en tu Private Key Wallet. Siempre puedes restablecer los fondos de tu Private Key Wallet más adelante si encuentras tu frase de recuperación.
pt_br: Isso significa que, se você perder sua frase derecuperação, perderá o acesso aos fundos da sua Private Key Wallet. Você sempre pode restaurar os fundos da sua Private Key Wallet mais tarde, se encontrar sua frase de recuperação.

source: Trouble Logging In
es_419: Problemas para iniciar sesión
pt_br: Problema ao fazer login

source: Try again in
es_419: Intenta una vez más en
pt_br: Tente novamente em

source: Use at least 8 characters and a mix of letters, numbers, and symbols
es_419: Usa al menos 8 caracteres y una combinación de letras, números y símbolos.
pt_br: Use pelo menos 8 caracteres e uma mistura de letras, números e símbolos

source: Use your email address or the Wallet ID. Locate your Wallet ID at the bottom of most Blockchain.com emails.
es_419: Usa tu dirección de correo electrónico o identificación de Wallet. Localiza tu identificación de Wallet en la parte inferior de la mayoría de los correos electrónicos de Blockchain.com.
pt_br: Use seu endereço de e-mail ou o ID da Wallet. Localize seu ID da Wallet na parte inferior da maioria dos e-mails da Blockchain.com.

source: Wallet ID or Email
es_419: Identificación de Wallet o correo electrónico
pt_br: ID da Wallet ou e-mail

source: We have sent you a verification code message.
es_419: Te enviamos un mensaje con un código de verificación.
pt_br: Enviamos uma mensagem de código de verificação.

source: We noticed a log in attempt from a device you don't usually use.
es_419: Observamos un intento de inicio de sesión desde un dispositivo que no usas habitualmente.
pt_br: Notamos uma tentativa de login de um dispositivo que você não costuma usar.

source: You can buy up to %@
es_419: Puedes comprar hasta %@
pt_br: Você pode comprar até %@

source: You've made too many failed attempts to log in with your PIN. Please try again in 60 seconds.
es_419: Has hecho demasiados intentos fallidos para iniciar sesión con tu PIN. Intenta otra vez en 60 segundos.
pt_br: Você já fez muitas tentativas fracassadas de fazer login com o seu PIN. Tente novamente em 60 segundos.

source: Your Password
es_419: Tu contraseña
pt_br: Sua senha

source: © %i Blockchain Luxembourg S.A. All rights reserved.
es_419: © %i Blockchain Luxembourg S.A. Todos los derechos reservados.
pt_br: © %i Blockchain Luxembourg S.A. Todos os direitos reservados.

source: Instantly Buy, Sell and Swap Crypto.
es_419: Compra, vende e intercambia criptomonedas al instante.
pt_br: Compre, venda e troque criptomoedas instantaneamente.

source: Control Your Crypto with Private Keys.
es_419: Controla tus criptomonedas con las claves privadas.
pt_br: Controle sua cripto com chaves privadas.

source: Never Miss a Crypto Moment.
es_419: No estés ni un minuto sin criptomonedas.
pt_br: Nunca perca um momento de cripto.

source: Live Prices
es_419: Precios en vivo
pt_br: Preços ao vivo

source: Portfolio
es_419: Portafolio de productos
pt_br: Portfólio

source: Bought
es_419: Comprado
pt_br: Comprado

source: Swapped
es_419: Intercambiado
pt_br: Trocado

source: Fund Recovery Failed
es_419: Error al recuperar los fondos
pt_br: Falha na recuperação de fundos

source: Welcome to Blockchain.com!
es_419: ¡Te damos la bienvenida a Blockchain.com!
pt_br: Bem-vindo à Blockchain.com!

source: Search Coins
es_419: Buscar monedas
pt_br: Pesquisar moedas

source: Earn Rewards on Your Crypto.
es_419: Obtén recompensas por tus criptomonedas.
pt_br: Ganhe recompensas em suas criptomoedas.

source: Rewards Summary
es_419: Resumen de Rewards
pt_br: Resumo de recompensas

source: Rewards Earned
es_419: Rewards obtenidas
pt_br: Recompensas ganhas

source: Next Rewards Payment
es_419: Próximo pago de Rewards
pt_br: Próximo pagamento de recompensas
