Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: Password Required
de: Passwort erforderlich
es_419: Se requiere contraseña
id: Kata Sandi Diperlukan
it: Password richiesta
ms: Kata laluan diperlukan
nl: Wachtwoord vereist
pt_br: Senha obrigatória
sv: Lösenord krävs
th: จำเป็นต้องมีรหัสผ่าน
uk: Потребує пароль

source: PIN Response Object key or value length 0
de: 'PIN Response Object'-Schlüssel- oder Wertlänge 0
es_419: Respuesta del PIN al objeto de longitud de clave o valor 0
id: Kunci Objek Respons PIN atau panjang nilai 0
it: La chiave dell'oggetto di risposta al PIN o la lunghezza del valore è 0
ms: PIN tindakbalas objek utama atau nilai panjang 0
nl: Lengte pinrespons objectsleutel of waarde 0
pt_br: Resposta do PIN Chave do objeto ou comprimento do valor 0
sv: PIN svar objekt nyckel eller värde längden 0
th: วัตถุการตอบสนอง PIN คีย์หรือความยาวมีค่าเป็น 0
uk: Ключ об'єкта відгуку PIN або значення довжини рівне нулю

source: PIN response Object success length 0
de: PIN-Antwort Objekterfolgslänge 0
es_419: Respuesta del PIN al objeto de longitud 0
id: Respons PIN Panjang keberhasilan objek 0
it: Risposta PIN Lunghezza successo oggetto 0
ms: Sambutan PIN Panjang kejayaan Objek 0
nl: PIN-reactie Object succes lengte 0
pt_br: Resposta do PIN Tamanho do sucesso do objeto 0
sv: PIN-svar Objektets framgångslängd 0
th: การตอบกลับด้วย PIN ความสำเร็จของวัตถุความยาว 0
uk: Відповідь на PIN-код Довжина успіху об'єкта 0

source: PIN Validation Error
de: PIN-Überprüfungsfehler
es_419: Error de validación de PIN
id: Validasi PIN Salah
it: Errore di convalida PIN
ms: Ralat Pengesahan PIN
nl: Validatiefout pincode
pt_br: Erro de validação do PIN
sv: PIN-kod fel
th: ข้อผิดพลาดในการตรวจสอบความสมบูรณ์ของ PIN
uk: Помилка підтвердження PIN

source: PINs don't match
de: PINs stimmen nicht überein
es_419: Los PIN no coinciden.
id: PIN tidak cocok
it: I PIN non corrispondono
ms: PIN tidak sepadan
nl: Pincodes komen niet overeen
pt_br: Os PINs não correspondem
sv: PIN-koderna stämmer inte
th: PIN ไม่ตรงกัน
uk: PIN-коди не збігаються

source: Please allow your Blockchain app access to your microphone. This is an optional request designed to enhance user security while performing ID verification
de: Bitte gewähren Sie Ihrer Blockchain-App Zugriff auf Ihr Mikrofon. Dies ist eine optionale Anforderung, mit der die Benutzersicherheit bei der ID-Überprüfung verbessert werden soll
es_419: Permite que la aplicación de Blockchain.com acceda a tu micrófono. Esta es una solicitud opcional diseñada para mejorar la seguridad del usuario al realizar la verificación de identidad.
id: Harap izinkan akses aplikasi Blockchain Anda ke mikrofon Anda. Ini adalah permintaan opsional yang dirancang untuk meningkatkan keamanan pengguna saat melakukan verifikasi ID
it: Consenti alla tua app Blockchain di accedere al tuo microfono. Questa è una richiesta opzionale progettata per migliorare la sicurezza dell'utente durante l'esecuzione della verifica dell'ID
ms: Sila benarkan akses aplikasi Blockchain anda ke mikrofon anda. Ini adalah permintaan pilihan yang direka untuk meningkatkan keselamatan pengguna semasa menjalankan pengesahan ID
nl: Geef je Blockchain-app toegang tot je microfoon. Dit is een optioneel verzoek om de gebruikersveiligheid te verbeteren tijdens het uitvoeren van ID-verificatie
pt_br: Permita que seu aplicativo Blockchain acesse seu microfone. Esta é uma solicitação opcional projetada para aumentar a segurança do usuário durante a verificação de ID
sv: Tillåt din Blockchain-app åtkomst till din mikrofon. Detta är en valfri begäran utformad för att förbättra användarsäkerheten medan du utför ID-verifiering
th: โปรดอนุญาตให้แอป Blockchain เข้าถึงไมโครโฟนของคุณ นี่เป็นคำขอเพิ่มเติมที่ออกแบบมาเพื่อปรับปรุงความปลอดภัยของผู้ใช้ในขณะที่ทำการตรวจสอบ ID
uk: Будь ласка, дозвольте додатку Blockchain доступ до вашого мікрофона. Це необов'язковий запит, призначений для підвищення безпеки користувача під час перевірки ідентифікатора

source: Please check your email and click on the verification link.
de: Bitte überprüfen Sie Ihre E-Mails und klicken Sie auf den Bestätigungslink.
es_419: Comprueba tu correo electrónico y haz clic en el enlace de verificación.
id: Silakan periksa email Anda dan klik tautan verifikasi.
it: Controlla la tua e-mail e fai clic sul link di verifica.
ms: Sila semak e-mel anda dan klik pada pautan pengesahan.
nl: Controleer uw e-mail en klik op de verificatielink.
pt_br: Verifique seu e-mail e clique no link de verificação.
sv: Kontrollera din e-post och klicka på verifieringslänken.
th: โปรดตรวจสอบอีเมลของคุณและคลิกที่ลิงค์การยืนยัน
uk: Перевірте свою електронну пошту та натисніть на посилання для підтвердження.

source: Please check your internet connection.
de: Bitte überprüfen Sie Ihre Internetverbindung.
es_419: Comprueba tu conexión a Internet.
id: Silakan periksa koneksi internet Anda.
it: Controlla la tua connessione internet.
ms: Sila semak sambungan internet anda.
nl: Controleer uw internetverbinding.
pt_br: Verifique sua conexão à internet.
sv: Kontrollera din internet-anslutning.
th: โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ
uk: Будь ласка, перевірте своє інтернет-з'єднання

source: Please choose another PIN
de: Bitte wählen Sie eine andere PIN
es_419: Elige otro PIN
id: Silakan pilih PIN lain
it: Scegli un altro PIN
ms: Sila pilih PIN yang lain
nl: Kies een andere pincode
pt_br: Escolha outro PIN
sv: Välj en annan PIN
th: โปรดเลือก PIN อื่น
uk: Будь ласка, виберіть інший PIN

source: Please choose from the options below.
de: Bitte treffen Sie Ihre Auswahl unter nachstehenden Optionen.
es_419: Elige entre las opciones a continuación.
id: Silakan pilih dari opsi di bawah.
it: Scegli dalle opzioni riportate sotto.
ms: Sila pilih daripada opsyen di bawah.
nl: Maak een keuze uit de onderstaande opties.
pt_br: Escolha entre as opções abaixo.
sv: Välj bland alternativen nedan.
th: โปรดเลือกจากตัวเลือกด้านล่าง
uk: Будь ласка, виберіть один із наступних варіантів.

source: Please enable 2FA on your Exchange account to complete deposit.
de: Bitte aktivieren Sie 2FA auf Ihrem Exchange-Konto, um die Einzahlung abzuschließen
es_419: Habilita la autenticación de 2 factores en tu Exchange account para completar el depósito.
id: Harap aktifkan 2FA di akun Exchange Anda untuk menyelesaikan setoran
it: Abilita 2FA sul tuo account Exchange per completare il deposito
ms: Sila dayakan 2FA di akaun Exchange anda untuk melengkapkan deposit
nl: Schakel 2FA in op uw Exchange-account om de storting te voltooien
pt_br: Ative o 2FA em sua conta do Exchange para concluir o depósito.
sv: Aktivera 2FA på ditt Exchange-konto för att slutföra insättningen
th: โปรดเปิดใช้งาน 2FA ในบัญชี Exchange ของคุณเพื่อทำการฝากเงินให้เสร็จสมบูรณ์
uk: Увімкніть 2FA на вашому рахунку Exchange, щоб заповнити депозит

source: Please provide an email address.
de: Bitte geben Sie eine E-Mail-Adresse an.
es_419: Proporciona una dirección de correo electrónico.
id: Silakan berikan alamat surel
it: Fornisci un indirizzo email.
ms: Sila berikan alamat e-mel.
nl: Geef een e-mailadres op.
pt_br: Forneça um endereço de e-mail.
sv: Ange en e-postadress.
th: โปรดกรอกที่อยู่อีเมลของคุณ
uk: Будь ласка, зазначте електронну адресу.

source: Please return to the Exchange to complete account setup.
de: Bitte kehren Sie zu Exchange zurück, um die Kontoeinrichtung abzuschließen.
es_419: Regresa a Exchange para completar la configuración de la cuenta
id: Harap kembali ke Exchange untuk menyelesaikan pengaturan akun.
it: Torna allo scambio per completare la configurazione dell'account.
ms: Sila kembali ke Exchange untuk menyelesaikan persediaan akaun.
nl: Ga terug naar de Exchange om de accountconfiguratie te voltooien.
pt_br: Retorne ao Exchange para concluir a configuração da conta.
sv: Gå tillbaka till Exchange för att slutföra kontoinställningarna.
th: โปรดกลับไปที่ Exchange เพื่อทำการตั้งค่าบัญชีให้เสร็จสมบูรณ์
uk: Поверніться до біржі, щоб завершити налаштування облікового запису.

source: Please review and confirm your
de: Bitte überprüfen und bestätigen Sie Ihre
es_419: Revisa y confirma tu
id: Harap tinjau dan konfirmasikan
it: Si prega di rivedere e confermare il vostro
ms: Sila semak dan sahkan anda
nl: Controleer en bevestig uw
pt_br: Revise e confirme sua
sv: Vänligen granska och bekräfta din
th: โปรดตรวจสอบและยืนยันของคุณ
uk: Перегляньте і підтвердьте своє

source: Please send %@ to
de: Bitte senden Sie %@ an
es_419: Enviar %@ a
id: Silakan kirim %@ ke
it: Si prega di inviare %@ a
ms: Sila hantar %@ ke
nl: Stuur %@ naar
pt_br: Envie %@ para
sv: Vänligen skicka %@ till
th: กรุณาส่ง %@ ถึง
uk: Надішліть %@ на

source: Please try again
de: Bitte erneut versuchen
es_419: Intenta otra vez
id: Silakan coba lagi
it: Prova di nuovo
ms: Sila cuba lagi
nl: Probeer het opnieuw
pt_br: Tente novamente
sv: Behaga försök igen
th: โปรดลองอีกครั้ง
uk: Будь ласка, спробуйте ще раз!

source: Please verify your email address first.
de: Bitte verifizieren Sie zuerst Ihre E-Mail-Adresse.
es_419: Primero verifica tu dirección de correo electrónico.
id: Verifikasi dulu alamat surel Anda.
it: Per prima cosa, verifica il tuo indirizzo email.
ms: Sila sahkan alamat e-mel anda terlebih dahulu.
nl: Verifieer eerst uw e-mailadres.
pt_br: Verifique seu endereço de e-mail primeiro.
sv: Kontrollera din e-postadress först.
th: อย่างแรก โปรดยืนยันที่อยู่อีเมลของคุณ
uk: Будь ласка, підтвердіть спочатку свою електронну адресу.

source: Please wait until your last ETH transaction confirms
de: Bitte warten Sie, bis Ihre letzte ETH-Transaktion bestätigt wurde
es_419: Espera hasta que tu última transacción de ETH se confirme.
id: Harap tunggu hingga transaksi ETH terakhir Anda mengonfirmasi
it: Attendere fino alla conferma dell'ultima transazione ETH
ms: Sila tunggu sehingga transaksi ETH terakhir anda mengesahkan
nl: Wacht tot uw laatste ETH-transactie bevestigt
pt_br: Aguarde até que sua última transação ETH seja confirmada
sv: Vänta tills din sista ETH-transaktion bekräftar
th: โปรดรอจนกว่าการทำธุรกรรม ETH ครั้งสุดท้ายของคุณจะได้รับการยืนยัน
uk: Зачекайте, поки ваша остання операція ETH підтвердиться

source: Price
de: Preis
es_419: Precio
id: Harga
it: Prezzo
ms: Harga
nl: Prijs
pt_br: Preço
sv: Pris
th: ราคา
uk: Ціна

source: Private Key Needed
de: Privater Schlüssel benötigt
es_419: Se necesita una clave privada
id: Dibutuhkan Kunci Pribadi
it: Necessaria chiave privata
ms: Kunci Pribadi Diperlukan
nl: Privésleutel nodig
pt_br: Chave privada necessária
sv: Privat nyckel behövs
th: คีย์ส่วนตัวที่ต้องการ
uk: Приватний ключ потрібен

source: Quickly sign into your wallet instead of using your PIN.
de: Melden Sie sich schnell in Ihrer Wallet an, anstatt Ihre PIN zu verwenden.
es_419: Inicia sesión rápidamente en tu billetera en lugar de usar tu PIN.
id: Masuk dengan cepat ke dompet Anda alih-alih menggunakan PIN Anda.
it: Accedi rapidamente al tuo portafoglio invece di utilizzare il PIN.
ms: Log masuk dengan cepat ke dompet anda dan bukan menggunakan PIN anda.
nl: Meld u snel aan bij uw portemonnee in plaats van uw pincode te gebruiken.
pt_br: Faça login rapidamente em sua carteira em vez de usar seu PIN.
sv: Logga in snabbt i din plånbok istället för att använda din PIN-kod.
th: ลงชื่อเข้าใช้กระเป๋าเงินของคุณอย่างรวดเร็วแทนที่จะใช้ PIN
uk: Замість того, щоб використовувати PIN-код, швидко ввійдіть у свій гаманець.

source: Read More
de: Mehr erfahren
es_419: Obtener más información
id: Baca lebih lajut
it: Leggi di più
ms: Baca Lebih Lanjut
nl: Lees verder
pt_br: Leia mais
sv: Läs mer
th: อ่านเพิ่มเติม
uk: Детальніше

source: Ready for the the best Blockchain App yet? Download our latest build and get more out of your Crypto.
de: Sind Sie für die beste Blockchain-App bereit? Laden Sie unsere neuste Version herunter und holen Sie mehr aus Ihrem Crypto heraus.
es_419: ¿Estás preparado para la mejor aplicación de Blockchain.com de todos los tiempos? Descarga nuestra última versión y aprovecha al máximo tus criptomonedas.
id: Sudah siap untuk Aplikasi Blockchain terbaik? Unduh build terbaru kami dan dapatkan lebih banyak dari Crypto Anda.
it: Pronto per la migliore app Blockchain di sempre? Scarica la nostra ultima build e ottieni di più dal tuo Crypto.
ms: Sedia untuk aplikasi Blockchain terbaik lagi? Muat turun binaan terbaru kami dan dapatkan lebih banyak daripada Crypto anda.
nl: Klaar voor de beste Blockchain-app ooit? Download onze nieuwste build en haal meer uit uw Crypto.
pt_br: Pronto para o melhor aplicativo Blockchain até agora? Baixe nossa versão mais recente e tire mais proveito de sua cripto.
sv: Är du redo för den bästa Blockchain-appen ännu? Ladda ner vår senaste build och få mer ut av din Crypto.
th: พร้อมสำหรับแอป Blockchain ที่ดีที่สุดหรือยัง ดาวน์โหลดงานสร้างล่าสุดของเราและรับประโยชน์เพิ่มเติมจาก Crypto ของคุณ
uk: Готові до кращого App Blockchain? Завантажте нашу останню версію та отримайте більше з вашого Crypto.

source: Receive
de: Erhalten
es_419: Recibir
id: Menerima
it: Ricevere
ms: Terima
nl: Te ontvangen
pt_br: Receber
sv: Motta
th: รับ
uk: Отримати

source: Recovering Funds
de: Guthaben werden wiederhergestellt
es_419: Recuperando fondos
id: Memulihkan Dana
it: Sto recuperando i fondi
ms: Memulihkan Dana
nl: Tegoeden aan het herstellen
pt_br: Fundos de recuperação
sv: Återvinna medel
th: กู้คืนเงิน
uk: Відновлення коштів

source: Recovery passphrase
de: Wiederherstellungs-Passphrase
es_419: Frase de recuperación
id: Frasa sandi pemulihan
it: Passphrase di recupero
ms: Frasa laluan pemulihan
nl: Wachtwoordzin voor herstel
pt_br: Senha de recuperação
sv: Återställning lösenfras
th: ข้อความรหัสผ่านการกู้คืน
uk: Відновлення пароля

source: Recovery Phrase
de: Wiederherstellungsphrase
es_419: Frase de recuperación
id: Frasa Pemulihan
it: Frase di recupero
ms: Frasa Pemulihan
nl: Herstelzin
pt_br: Frase de recuperação
sv: Återställningsfras
th: วลีการกู้คืน
uk: Відновлення фрази

source: Refund in Progress
de: Rückerstattung in Bearbeitung
es_419: Rembolso en curso
id: Pengembalian Dana dalam Progress
it: Rimborso in corso
ms: Bayaran balik dalam Kemajuan
nl: Teruggave bezig
pt_br: Reembolso em andamento
sv: Återbetalning pågår
th: คืนเงินในความคืบหน้า
uk: Повернення коштів у процесі виконання

source: Refunded
de: Rückerstattung
es_419: Reembolsado
id: Dikembalikan
it: rimborsato
ms: Dikembalikan
nl: Terugbetaald
pt_br: Reembolsado
sv: återbetalas
th: คืนเงิน
uk: Відшкодовано

source: Required
de: Erforderlich
es_419: Requerido
id: Yg dibutuhkan
it: necessario
ms: Dikehendaki
nl: Verplicht
pt_br: Obrigatório
sv: Nödvändig
th: จำเป็นต้องใช้
uk: вимагається

source: Resend verification email
de: E-Mail zur Verifizierung erneut senden
es_419: Volver a enviar correo electrónico de verificación
id: Kirim Ulang Verifikasi Surel
it: Invia nuovamente l'email di verifica
ms: Menghantar semula e-mel pengesahan
nl: Verificatie-e-mail opnieuw verzenden
pt_br: Reenviar e-mail de verificação
sv: Skicka bekräftelsemailet
th: ส่งอีเมลยืนยันอีกครั้ง
uk: Відправити повторно верифікаційний електронний лист

source: Resend verification SMS
de: SMS-Verifizierung erneut senden
es_419: Volver a enviar SMS de verificación
id: Kirim Ulang verifikasi SMS
it: Invia nuovamente la verifica SMS
ms: Menghantar pengesahan SMS
nl: Verificatie-sms opnieuw verzenden
pt_br: Reenviar SMS de verificação
sv: Återsänd kontroll SMS
th: ส่ง SMS ยืนยันอีกครั้ง
uk: Відправити повторно верифікаційне СМС

source: Retry Validation
de: Erneute Überprüfung starten
es_419: Reintentar validación
id: Coba lagi Validasi
it: Riprova la verifica
ms: Mencuba semula pengesahan
nl: Validatie opnieuw proberen
pt_br: Repetir a validação
sv: Försök igen validering
th: ลองตรวจสอบความสมบูรณ์อีกครั้ง
uk: Повторити спробу підтвердження

source: Save
de: speichern
es_419: Guardar
id: Menyimpan
it: Salva
ms: Simpan
nl: Opslaan
pt_br: Salvar
sv: Spara
th: บันทึก
uk: Зберегти

source: Scan Private Key
de: Privaten Schlüssel scannen
es_419: Escanear clave privada
id: Pindai Kunci Pribadi
it: Fai la scansione della chiave privata
ms: Imbas Kekunci Peribadi
nl: Privésleutel scannen
pt_br: Digitalizar chave privada
sv: Skanna den privata nyckeln
th: สแกนคีย์ส่วนตัว
uk: Сканувати особистий ключ

source: Search
de: Suche
es_419: Buscar
id: Cari
it: Ricerca
ms: carian
nl: Zoeken
pt_br: Procurar
sv: Sök
th: ค้นหา
uk: Пошук

source: Second Password Incorrect
de: Zweites Passwort ist nicht zutreffend
es_419: Segunda contraseña incorrecta
id: Kata Sandi Kedua Salah
it: Seconda password non corretta
ms: Kedua kata laluan yang tidak betul
nl: Tweede wachtwoord onjuist
pt_br: Segunda senha incorreta
sv: Andra lösenord felaktigt
th: รหัสผ่านที่สองไม่ถูกต้อง
uk: Другий пароль невірний

source: Second Password Required
de: Zweites Passwort erforderlich
es_419: Se requiere segunda contraseña
id: Kata Sandi Kedua Diperlukan
it: Seconda Password obbligatoria
ms: Kedua kata laluan yang diperlukan
nl: Tweede wachtwoord vereist
pt_br: Segunda senha obrigatória
sv: Andra lösenord krävs
th: จำเป็นต้องมีรหัสผ่านที่สอง
uk: Треба другий пароль

source: Securely transfer
de: Sicher übertragen
es_419: Transferir de manera segura
id: Transfer aman
it: Trasferimento sicuro
ms: Perpindahan yang selamat
nl: Veilig overdragen
pt_br: Transfira com segurança
sv: Överför säkert
th: โอนอย่างปลอดภัย
uk: Безпечно передайте

source: Send Again
de: Erneut senden
es_419: Enviar otra vez
id: Kirim lagi
it: Invia di nuovo
ms: Hantar semula
nl: Opnieuw versturen
pt_br: Enviar novamente
sv: Skicka igen
th: ส่งอีกครั้ง
uk: Надіслати ще раз

source: Sent
de: Geschickt
es_419: Enviado
id: Terkirim
it: Inviato
ms: Dihantar
nl: Verzonden
pt_br: Enviado
sv: sände
th: ส่ง
uk: Надісланий

source: Set as Default?
de: Als Standard einstellen?
es_419: ¿Establecer como predeterminado?
id: Jadikan sebagai Default?
it: Imposta come predefinito?
ms: Tetapkan sebagai lalai?
nl: Instellen als standaard?
pt_br: Definir como padrão?
sv: Ange som standard?
th: ตั้งเป็นค่าเริ่มต้น?
uk: Встановити за замовчуванням?

source: Share
de: Aktie
es_419: Compartir
id: Bagikan
it: Condividere
ms: Kongsi
nl: Delen
pt_br: Compartilhar
sv: Dela med sig
th: หุ้น
uk: Частка

source: Sharing your xPub authorizes others to track your transaction history. As authorized persons may be able to disrupt you from accessing your wallet, only share your xPub with people you trust.
de: Durch das Teilen Ihres xPub berechtigen Sie andere dazu, Ihre Transaktionsverläufe nachzuverfolgen. Da es berechtigten Personen möglich ist, Ihren Zugriff auf Ihre Wallet zu stören, sollten Sie Ihren xPub nur mit Leuten Ihres Vertrauens teilen.
es_419: Compartir tu xPub autoriza a otros a seguir tu historial de transacciones. Dado que las personas autorizadas pueden impedirte el acceso a tu billetera, solo comparte tu xPub con personas de confianza.
id: Berbagi xPub Anda akan memberikan kewenangan terhadap orang lain untuk melacak riwayat transaksi Anda. Karena orang yang mendapatkan otorisasi dapat mengganggu Anda mengakses dompet Anda, hanya bagi xPub Anda dengan orang-orang yang Anda percaya.
it: Condividendo la tua xPub autorizzi gli altri a tracciare la cronologia delle tue transazioni. Visto che le persone autorizzate potrebbero essere in grado di impedirti di accedere al tuo portafoglio, condividi il tuo xPub solo con gente di cui ti fidi.
ms: Perkongsian xPub anda membenarkan orang lain untuk mengesan sejarah transaksi anda. Kerana orang-orang yang diberi kuasa boleh mengganggu anda daripada mengakses dompet anda, hanya berkongsi xPub anda dengan orang-orang yang anda percayai.
nl: Het delen van uw xPub machtigt anderen om uw transactiegeschiedenis te volgen. Omdat bevoegde personen problemen kunnen veroorzaken als zij toegang tot uw portemonnee hebben, kunt u uw xPub het beste alleen delen met mensen die u vertrouwt.
pt_br: Compartilhar seu xPub autoriza outras pessoas a rastrear seu histórico de transações. Como as pessoas autorizadas podem impedi-lo de acessar sua carteira, compartilhe seu xPub apenas com pessoas em quem você confia.
sv: Dela din xPub tillåter andra att spåra din transaktionshistorik. Som personer kan kunna störa dig åtkomst till din plånbok, bara dela din xPub med människor du litar på.
th: การแชร์ xPub ของคุณจะเป็นการอนุญาตให้ผู้อื่นติดตามประวัติธุรกรรมของคุณ ผู้ที่ได้รับอนุญาตอาจจะสามารถขัดขวางคุณจากการเข้าถึงกระเป๋าเงินของคุณได้ โปรดแชร์ xPub กับคนที่คุณเชื่อใจเท่านั้น
uk: Спільне використання xPub дозволяє іншим відстежувати історію транзакцій. Лише авторизовані особи зможуть призупинити вам доступ до вашого гаманця, тому довіряйте цей Розширений відкритий ключ (xPub) тим, кому ви особливо довіряєте.

source: Show QR Code
de: QR-Code anzeigen
es_419: Mostrar código QR
id: Tampilkan QR Code
it: Mostra il codice QR
ms: Tunjukkan Kod QR
nl: Toon QR-code
pt_br: Mostrar código QR
sv: Visa QR-kod
th: แสดงรหัส QR
uk: Показати QR-код

source: Something went wrong, please try reopening Buy & Sell Bitcoin again.
de: Es ist ein Fehler aufgetreten. Versuchen Sie erneut, Bitcoin erneut zu kaufen und zu verkaufen.
es_419: Se produjo un error. Intenta volver a abrir la pestaña de Comprar y vender bitcóin nuevamente.
id: Ada yang salah, silakan coba buka kembali Beli & Jual Bitcoin lagi.
it: Qualcosa è andato storto, per favore prova a riaprire Compra e vendi nuovamente Bitcoin.
ms: Ada yang salah, sila cuba buka semula Beli & Jual Bitcoin lagi.
nl: Er is iets misgegaan. Probeer Buy & Sell Bitcoin opnieuw te openen.
pt_br: Algo deu errado, tente reabrir Buy & Sell Bitcoin novamente.
sv: Något gick fel, försök om att öppna Buy & Sell Bitcoin igen.
th: เกิดข้อผิดพลาดโปรดลองเปิดการซื้อและขาย Bitcoin อีกครั้ง
uk: Щось пішло не так, будь ласка, спробуйте знову відкрити "Купівля та продаж біткойна".

source: Something went wrong. Please go back and try again.
de: Etwas ist schief gelaufen. Bitte gehen Sie zurück und versuchen Sie es erneut.
es_419: Se produjo un error. Regresa e intenta otra vez.
id: Ada yang salah. Harap kembali dan coba lagi.
it: Qualcosa è andato storto. Torna indietro e riprova.
ms: Ada yang salah. Sila balik dan cuba lagi.
nl: Er is iets fout gegaan. Ga alstublieft terug en probeer het opnieuw.
pt_br: Algo deu errado. Volte e tente novamente.
sv: Något gick fel. Gå tillbaka och försök igen.
th: บางอย่างผิดพลาด. โปรดย้อนกลับและลองอีกครั้ง
uk: Щось пішло не так. Поверніться та спробуйте ще раз.

source: store
de: zu verwahren
es_419: guardar
id: toko
it: memorizzare
ms: kedai
nl: winkel
pt_br: armazenar
sv: Lagra
th: เก็บ
uk: магазин

source: Street line
de: Straße Zeile
es_419: Línea de calle
id: Garis jalan
it: Linea di strada
ms: Garis jalanan
nl: straatlijn
pt_br: Linha da rua
sv: Gatlinje
th: ถนนสาย
uk: Лінія вулиці

source: Submitting information...
de: Informationen werden übermittelt...
es_419: Enviando información...
id: Mengirimkan informasi ...
it: Invio delle informazioni ...
ms: Menghantar maklumat ...
nl: Informatie indienen ...
pt_br: Enviando informações...
sv: Skickar information ...
th: กำลังส่งข้อมูล ...
uk: Надсилання інформації ...

source: Swap Now
de: Jetzt wechseln
es_419: Intercambiar ahora
id: Tukar Sekarang
it: Scambia ora
ms: Tukar sekarang
nl: Wissel nu
pt_br: Trocar agora
sv: Byt nu
th: แลกทันที
uk: Замінити зараз

source: Syncing Wallet
de: Wallet wird synchronisiert
es_419: Sincronizando Wallet
id: Menyinkronkan Dompet
it: Sto sincronizzando il portafoglio
ms: Menyelaras Wallet
nl: Portemonnee aan het synchroniseren
pt_br: Sincronizando Wallet
sv: Synkronisera plånbok
th: กำลังซิงค์กระเป๋าเงิน
uk: Синхронізація гаманця

source: Takes 10 min
de: Dauert 10 Min.
es_419: Demora 10 minutos
id: Butuh 10 menit
it: Richiede 10 minuti
ms: Mengambil masa 10 minit
nl: Duurt 10 min
pt_br: Leva 10 minutos
sv: Tar 10 minuter
th: ใช้เวลา 10 นาที
uk: Забирає 10 хв
