Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: Can't load Rewards Details
es_419: No se pueden cargar detalles de Rewards
pt_br: Não é possível carregar os detalhes das recompensas

source: Cash Out from Your Bank
es_419: Retirar efectivo de tu banco
pt_br: Saque do seu banco

source: Contact support
es_419: Comunicarse con soporte
pt_br: Entre em contato com o suporte

source: Couldn't load a list of available cryptocurrencies: %@
es_419: No se pudo cargar una lista de criptomonedas disponibles: %@
pt_br: Não foi possível carregar uma lista de criptomoedas disponíveis: %@

source: Device IP
es_419: IP del dispositivo
pt_br: IP do dispositivo

source: Disconnect
es_419: Desconectar
pt_br: Desconectar

source: Don’t worry. Your crypto is safe. Please try again or contact our Support Team for help.
es_419: No te preocupes. Tus criptomonedas están seguras. Intenta nuevamente o comunícate con nuestro Equipo de soporte para obtener ayuda.
pt_br: Não se preocupe. Sua cripto está segura. Tente novamente ou entre em contato com nossa equipe de suporte para obter ajuda.

source: Don’t worry. Your funds are safe. Please try again or contact our Support Team for help.
es_419: No te preocupes. Tus fondos están seguros. Intenta nuevamente o comunícate con nuestro Equipo de soporte para obtener ayuda.
pt_br: Não se preocupe. Seus fundos estão seguros. Tente novamente ou entre em contato com nossa equipe de suporte para obter ajuda.

source: Enter your twelve word Secret Private Key Recovery Phrase (Seed Phrase) to restore wallet. Separate each word with a space.
es_419: Ingresa tu frase secreta de recuperación de clave privada de 12 palabras (frase semilla) para restaurar la billetera. Separa cada palabra con un espacio.
pt_br: Digite sua frase de recuperação de chave privada secreta de doze palavras (frase inicial) para restaurar a carteira. Separe cada palavra com um espaço.

source: Failed to get payment details
es_419: Ocurrió un error al obtener detalles de pago
pt_br: Falha ao obter detalhes de pagamento

source: Fatal error
es_419: Error fatal
pt_br: Erro fatal

source: Fee too low
es_419: Comisión demasiada baja
pt_br: Taxa muito baixa

source: Fetching Rewards Accounts...
es_419: Buscando cuentas de Rewards...
pt_br: Buscando Contas Rewards...

source: Fetching Your Account Status...
es_419: Buscando tu estado de cuenta...
pt_br: Buscando o status da sua conta...

source: Find your Bank
es_419: Encuentra tu banco
pt_br: Encontre seu banco

source: Get higher limits
es_419: Obtener límites más altos
pt_br: Obtenha limites mais altos

source: Get More %@
es_419: Obtener más %@
pt_br: Obtenha mais %@

source: Go back
es_419: Volver
pt_br: Voltar

source: Go back to your browser and try again.
es_419: Vuelve a tu navegador e intenta otra vez.
pt_br: Volte ao seu navegador e tente novamente.

source: Held Until
es_419: Retenido hasta
pt_br: Retido até

source: I have read and agree to the
es_419: He leído y acepto
pt_br: Eu li e concordo com

source: I Understand
es_419: Comprendo
pt_br: Eu entendo

source: If this was you, approve the device below. If you do not recognize this device, please deny this request.
es_419: Si fuiste tu, aprueba el dispositivo a continuación. Si no reconoces este dispositivo, deniega esta solicitud.
pt_br: Se foi você, aprove o dispositivo abaixo. Se não reconhecer este dispositivo, negue esta solicitação.

source: If this wasn’t you trying to log in and it happens again, contact support.
es_419: Si no eras tu quien intentaba iniciar sesión y esto sucede nuevamente, comunícate con soporte.
pt_br: Se não foi você tentando fazer login e isso acontecer novamente, entre em contato com o suporte.

source: Incorrect password
de: Unzutreffendes Passwort
es_419: Contraseña incorrecta
id: Kata sandi salah
it: Password non corretta
ms: kata laluan salah
nl: Onjuist wachtwoord
pt_br: Senha incorreta
sv: Fel lösenord
th: รหัสผ่านไม่ถูกต้อง
uk: Невірний пароль

source: Insufficient gas
es_419: Gas insuficiente
pt_br: Gás insuficiente

source: Invalid Account
es_419: Cuenta no válida
pt_br: Conta inválida

source: Invalid address
es_419: Dirección no válida
pt_br: Endereço inválido

source: Invoice expired
es_419: Factura caducada
pt_br: A fatura expirou

source: It looks like there is a problem communicating with Blockchain.com. We are unable to continue, please try again later.
es_419: Parece que hubo un problema al comunicarse con Blockchain.com. No podemos continuar. Intente otra vez más tarde.
pt_br: Parece que há um problema de comunicação com a Blockchain.com. Não foi possível continuar, tente novamente mais tarde.

source: Learn more ->
es_419: Más información ->
pt_br: Saiba mais ->

source: Limits & Features
es_419: Límites y funciones
pt_br: Limites e recursos

source: Loading..
es_419: Cargando...
pt_br: Carregando..

source: Loading...
es_419: Cargando...
pt_br: Carregando...

source: Log In Rejected
es_419: Inicio de sesión rechazado
pt_br: Login rejeitado

source: Looks like something went wrong. Please try again.
es_419: Al parecer, se produjo un error. Intenta otra vez.
pt_br: Parece que algo deu errado. Tente novamente.

source: Looks like your **%@** only allows buys up to **%@ at at time**. To buy **%@**, split your buy into multiple transactions.
es_419: Al parecer, tu **%1$@** solo permite compras de hasta **%2$@ por vez**. Para comprar **%3$@**, divide tu compra en varias transacciones.
pt_br: Parece que seu **%1$@** só permite compras de até **%2$@ de cada vez**. Para comprar **%3$@**, divida sua compra em várias transações.

source: Looks like your **%@** only allows deposits up to **%@ at at time**. To deposit **%@**, split your deposit into multiple transactions.
es_419: Al parecer, tu **%1$@** solo permite depósitos de hasta **%2$@ por vez**. Para depositar **%3$@**, divide tu depósito en varias transacciones.
pt_br: Parece que seu **%1$@** só permite depósitos de até **%2$@ de cada vez**. Para depositar **%3$@**, divida seu depósito em várias transações.

source: Message from %@
es_419: Mensaje de %@
pt_br: Mensagem de %@

source: Minimum transfer of %@ required
es_419: Se requiere una transferencia mínima de %@
pt_br: Transferência mínima de %@ necessária

source: Minimum withdraw of %@ required
es_419: Se requiere un retiro mínimo de %@
pt_br: Saque mínimo de %@ necessário

source: Network
es_419: Red
pt_br: Rede

source: Network error
es_419: Error de red
pt_br: Erro de rede

source: No camera access
es_419: Sin acceso a la cámara
pt_br: Sem acesso à câmera

source: No purchasable pairs found
es_419: No se encontraron pares que puedan comprarse
pt_br: Nenhum par comprável encontrado

source: No Wallets
es_419: Sin billeteras Wallet
pt_br: Sem Wallets

source: Not enough funds
es_419: Sin fondos suficientes
pt_br: Fundos insuficientes

source: Ok
es_419: Aceptar

source: On Hold
es_419: En retención
pt_br: Em espera

source: Order is being processed, we will let you know when its done. You can safely close this sheet while we update the order in the background.
es_419: Se está procesando la orden. Te haremos saber una vez que termine. Puedes cerrar esta pestaña con tranquilidad mientras actualizamos la orden en segundo plano.
pt_br: O pedido está sendo processado, avisaremos quando estiver pronto. Você pode fechar esta planilha com segurança enquanto atualizamos o pedido em segundo plano.

source: Origin IP
es_419: IP de origen
pt_br: IP de origem

source: Over your limit
es_419: Excede tu límite
pt_br: Acima do seu limite

source: Payment total
es_419: Pago total
pt_br: Total do pagamento

source: Please check your Internet connection and try again or Contact Support if the issue persists.
es_419: Comprueba tu conexión a Internet e intenta otra vez. O comunícate con soporte si el problema persiste.
pt_br: Verifique sua conexão com a Internet e tente novamente ou entre em contato com o suporte se o problema persistir.

source: QR Code Login
es_419: Inicio de sesión con código QR
pt_br: Login em Código QR

source: Raw transaction from %@
es_419: Transacción sin procesar de %@
pt_br: Transação bruta de %@

source: Receive Crypto
es_419: Recibir criptomonedas
pt_br: Receber criptografia

source: Receiving
es_419: Recibiendo
pt_br: Recebendo

source: Retry
es_419: Volver a intentar
pt_br: Repetir

source: Return to your browser to continue logging in.
es_419: Vuelve a tu navegador para continuar iniciando sesión.
pt_br: Retorne ao seu navegador para continuar a fazer login.

source: Review T&Cs
es_419: Revisar términos y condiciones
pt_br: Revisar T&Cs

source: Right now, we only allow up to %@ buys pending at a time.
es_419: En este momento, solo permitimos hasta %@ compras pendientes a la vez.
pt_br: No momento, só permitimos até %@ compras pendentes por vez.

source: See that something doesn't look right?
es_419: ¿Ves algo que no está bien?
pt_br: Vê que algo não parece certo?

source: Select the crypto you want to buy and link a debit or credit card.
es_419: Selecciona las criptomonedas que quieras comprar y vincula una tarjeta de débito o crédito.
pt_br: Selecione a criptomoeda que deseja comprar e vincule um cartão de débito ou crédito.

source: Send Crypto
es_419: Enviar criptomoneda
pt_br: Enviar criptografia

source: Sending
de: Senden
es_419: Enviando
id: Mengirim
it: invio
ms: Menghantar
nl: Bezig met verzenden
pt_br: Enviando
sv: Sändning
th: การส่ง
uk: Відправлення

source: Signature Request
es_419: Solicitud de firma
pt_br: Solicitação de assinatura

source: Signed
es_419: Firmado
pt_br: Assinado

source: Signing
es_419: Firmando
pt_br: Assinatura

source: SMS Code
es_419: Código SMS
pt_br: Código SMS

source: Taking you to %@
es_419: Dirigiéndote a %@
pt_br: Levando você para %@

source: Tap to Refresh
es_419: Pulsar para actualizar
pt_br: Toque para atualizar

source: The device approval link has expired, please try again.
es_419: El enlace de aprobación del dispositivo ha caducado. Intenta otra vez.
pt_br: O link de aprovação do dispositivo expirou. Tente novamente.

source: The max you can send from this wallet is **%@**. Buy **%@** now to send this amount.
es_419: El máximo que puedes enviar desde esta billetera es **%1$@**. Compra **%2$@** ahora para enviar este monto.
pt_br: O máximo que você pode enviar desta carteira é **%1$@**. Compre **%2$@** agora para enviar este valor.

source: The maximum amount of %@ you can buy with your %@ Account is **%@**.
es_419: El monto máximo de %1$@ que puedes comprar con tu cuenta de %2$@ es **%3$@**.
pt_br: O valor máximo de %1$@ que você pode comprar com sua conta %2$@ é **%3$@**.

source: The maximum amount of %@ you can sell from this account is **%@**.
es_419: El monto máximo de %1$@ que puedes vender desde esta cuenta es **%2$@**.
pt_br: O valor máximo de %1$@ que você pode vender desta conta é **%2$@**.

source: The maximum amount of %@ you can send is **%@**.
es_419: El monto máximo de %1$@ que puedes enviar es **%2$@**.
pt_br: O valor máximo de %1$@ que você pode enviar é **%2$@**.

source: The maximum amount of %@ you can swap for %@ is **%@**.
es_419: El monto máximo de %1$@ que puedes intercambiar para %2$@ es **%3$@**
pt_br: O valor máximo de %1$@ que você pode trocar por %2$@ é **%3$@**.

source: The maximum amount of %@ you can withdraw from this account is **%@**.
es_419: El monto máximo de %1$@ que puedes retirar de esta cuenta es **%2$@**
pt_br: O valor máximo de %1$@ que você pode sacar desta conta é **%2$@**.

source: The message has been successfully signed. Go back to the dApp.
es_419: El mensaje se ha firmado correctamente. Vuelve a la Dapp
pt_br: A mensagem foi assinada com sucesso. Volte para o dApp.

source: The minimum amount for you can deposit is **%@**.
es_419: El monto mínimo para que puedas depositar es **%@**.
pt_br: O valor mínimo para você depositar é **%@**.

source: The minimum amount for you can sell is **%@**.
es_419: El monto mínimo para que puedas vender es **%@**.
pt_br: O valor mínimo para você vender é **%@**.

source: The minimum amount for you can send is **%@**.
es_419: El monto mínimo para que puedas enviar es **%@**.
pt_br: O valor mínimo para você pode enviar é **%@**.

source: The request to pair your account has timed out. Try pairing your account again. If this keeps happening, please contact support.
es_419: Se ha agotado el tiempo de espera de la solicitud para sincronizar tu cuenta. Intenta sincronizar tu cuenta otra vez. Si el problema persiste, comunícate con soporte.
pt_br: A solicitação para emparelhar sua conta expirou. Tente emparelhar sua conta novamente. Se isso continuar acontecendo, entre em contato com o suporte.

source: There is a problem connecting to your camera, please check the permissions and try again
es_419: Hubo un problema para conectar tu cámara. Comprueba tus permisos e intenta otra vez.
pt_br: Ocorreu um problema de conexão com sua câmera, verifique as permissões e tente novamente

source: There was a network error logging in. Please try again.
es_419: Se produjo un error de red al iniciar sesión. Intenta otra vez.
pt_br: Ocorreu um erro de rede ao fazer login. Tente novamente.

source: There was a problem retrieving your limits information. Please try again.
es_419: Hubo un problema al recuperar la información de tus límites. Intenta otra vez.
pt_br: Ocorreu um problema ao recuperar suas informações de limites. Tente novamente.

source: There was an error logging in. Please try again.
es_419: Se produjo un error al iniciar sesión. Intenta otra vez
pt_br: Ocorreu um erro ao fazer login. Tente novamente.

source: There's an issue connecting your bank. Please try again or use another payment method. If this keeps happening, please contact support.
es_419: Hubo un problema para conectarse con tu banco. Intenta una vez más o usa otro método de pago. Si esto persiste, comunícate con soporte.
pt_br: Ocorreu um problema ao conectar seu banco. Tente novamente ou use outra forma de pagamento. Se isso continuar acontecendo, entre em contato com o suporte.

source: These funds are available now to Sell & Swap. Note: You will not be able to Send or Withdraw these funds from your Wallet.
es_419: Estos fondos están disponibles ahora para vender e intercambiar. No podrás enviar o retirar estos fondos de Wallet.
pt_br: Esses fundos estão disponíveis agora para vender e trocar. Observação: você não poderá enviar ou retirar esses fundos de sua Wallet.

source: This could take up to 30 seconds. Please do not go back or close the app.
es_419: Esto podría demorar hasta 30 segundos. No vuelva atrás ni cierre la aplicación.
pt_br: Isso pode levar até 30 segundos. Por favor, não volte ou feche o aplicativo.

source: To avoid uncesssary fees and network slipage, the minimum amount for this pair is **%@**.
es_419: Para evitar cargos innecesarios y la bajada de la red, el monto mínimo para este par es **%@**.
pt_br: Para evitar taxas desnecessárias e deslizamento de rede, o valor mínimo para este par é **%@**.

source: To execture this transaction the expected fee is %@ but your balance is only %@.
es_419: Para ejecutar esta transacción, la comisión prevista es %1$@, pero tu saldo es de solo %2$@.
pt_br: Para executar esta transação, a taxa esperada é de %1$@, mas seu saldo é de apenas %2$@.

source: To offset fees and market volatility, the minimum amount for any buy is **%@**.
es_419: Para compensar las comisiones y la volatilidad del mercado, el monto mínimo para cualquier compra es **%@**.
pt_br: Para compensar as taxas e a volatilidade do mercado, o valor mínimo para qualquer compra é de **%@**.

source: To offset fees, the minimum amount for any withdrawal is **%@**.
es_419: Para compensar las comisiones, el monto mínimo para cualquier retiro es **%@**.
pt_br: Para compensar as taxas, o valor mínimo para qualquer retirada é de **%@**.

source: Too many active orders
es_419: Demasiadas órdenes activas
pt_br: Muitos pedidos ativos

source: Transaction in progress
es_419: Transacción en curso
pt_br: Transação em andamento

source: Updating your wallet...
es_419: Actualizando tu billetera...
pt_br: Atualizando sua Wallet...

source: Upgrade Your Wallet
es_419: Actualizar su Wallet
pt_br: Atualize sua carteira

source: Verification Link Expired
es_419: Enlace de verificación caducado
pt_br: Link de verificação expirado

source: Waiting to hear from %@
es_419: A la espera de novedades de %@
pt_br: Aguardando notícias de %@

source: Want to Buy Crypto?
es_419: ¿Quieres comprar criptomonedas?
pt_br: Deseja comprar criptomoedas?

source: We are unable to continue. Please contact support.
es_419: No podemos continuar. Comunícate con soporte.
pt_br: Não podemos continuar. Entre em contato com o suporte.

source: We believe you have declined linking your account. If this isn't correct, please contact support.
es_419: Creemos que te negaste a vincular tu cuenta. Si esto es correcto, comunícate con soporte.
pt_br: Acreditamos que você recusou vincular sua conta. Se essa informação não estiver correta, entre em contato com o suporte.

source: We noticed a login attempt from a new device.
es_419: Observamos un intento de inicio de sesión desde un nuevo dispositivo.
pt_br: Notamos uma tentativa de login a partir de um novo dispositivo.

source: We noticed this account is already active on another Wallet. If you believe this is incorrect, contact support.
es_419: Observamos que esta cuenta ya está activa en otra billetera de Wallet. Si consideras que esta informas es errónea, comunícate con soporte.
pt_br: Notamos que esta conta já está ativa em outra Wallet. Se acredita que essa informação está incorreta, entre em contato com o suporte.

source: We're signing your transaction now.
es_419: Estamos firmando tu transacción en este momento.
pt_br: Estamos assinando sua transação agora.

source: While we wait for your bank to send the cash, here’s early access to %@ in your %@ Cash Account so you can buy crypto right away. Your funds will be available to withdraw once the bank transfer is complete%@.
es_419: Mientras esperamos que tu banco envíe el dinero en efectivo, aquí te damos acceso anticipado a %1$@ en tu cuenta de efectivo %2$@, para que puedas comprar criptomonedas de inmediato. Tus fondos estarán disponibles para retirarlos una vez que se complete la transferencia bancaria%3$@.
pt_br: Enquanto esperamos que seu banco envie o dinheiro, aqui está o acesso antecipado a %1$@ em sua conta de caixa %2$@ para que possa comprar criptomoedas imediatamente. Seus fundos estarão disponíveis para saque assim que a transferência bancária for concluída %3$@.

source: Withdrawing from Trade Accounts cannot exceed **%@**. You have **%@ remaining**.
es_419: Los retiros de Trade Accounts no pueden exceder **%1$@**. Tienes **%2$@ restantes**.
pt_br: O saque de contas comerciais não pode exceder **%1$@**. Você tem **%2$@ restantes**.

source: You can only buy **%@**. You have **%@ remaining**.
es_419: Solo puedes comprar **%1$@**. Te quedan **%2$@**.
pt_br: Você só pode comprar **%1$@**. Você tem **%2$@ restantes**.

source: You can only sell **%@**. You have **%@ remaining**.
es_419: Solo puedes vender **%1$@**. Te queda **%2$@**.
pt_br: Você só pode vender **%1$@**. Você tem **%2$@ restantes**.

source: You can only send **%@**. You have **%@ remaining**.
es_419: Solo puedes enviar **%1$@**. Te queda **%2$@**.
pt_br: Você só pode enviar **%1$@**. Você tem **%2$@ restantes**.

source: You can only swap **%@**. You have **%@ remaining**.
es_419: Solo puedes intercambiar **%1$@**. Te queda **%2$@**.
pt_br: Você só pode trocar **%1$@**. Você tem **%2$@ restantes**.

source: You can sell up to **%@** for this transaction.
es_419: Puedes vender hasta **%@** para esta transacción.
pt_br: Você pode vender até **%@** para esta transação.

source: You can send up to **%@** for this transaction.
es_419: Puedes enviar hasta **%@** para esta transacción.
pt_br: Você pode enviar até **%@** para esta transação.

source: You can start this transaction once one of the pending orders finish.
es_419: Puedes comenzar esta transacción una vez que termines una de las órdenes pendientes.
pt_br: Você pode iniciar esta transação assim que uma das ordens pendentes terminar.

source: You can swap up to **%@** for this transaction.
es_419: Puedes intercambiar hasta **%@** para esta transacción.
pt_br: Você pode trocar até **%@** por esta transação.

source: You can transfer up to %@
es_419: Puedes transferir hasta %@
pt_br: Você pode transferir até %@

source: You can withdraw up to %@
es_419: Puedes retirar hasta %@
pt_br: Você pode sacar até %@

source: You do not have any pending withdrawal locks.
es_419: No tiene bloqueos de retiro pendientes.
pt_br: Você não tem bloqueios de saque pendentes.

source: You don't have enough %@ to pay for fees. The expected fee for this transaction is **%@**. Please note that **we don't set nor collect fees for transactions from Private Key Wallets**. Those fees go directly to the blockchain's node validators and are algoritmically set by the %@ network.
es_419: No tienes suficiente %1$@ para pagar las comisiones. El cargo previsto para esta transacción es **%2$@**. Ten en cuenta que **no fijamos ni cobramos comisiones por transacciones de billeteras de Private Key Wallet**. Estos cargos se dirigen directamente a los validadores de nodos de Blockchain.comisiones y se fijan mediante algoritmos a través de la red de %3$@.
pt_br: Você não tem %1$@ suficiente para pagar as taxas. A taxa esperada para esta transação é de **%2$@**. Observe que **não definimos nem cobramos taxas para transações de Private Key Wallets**. Essas taxas vão diretamente para os validadores de nós da blockchain e são definidas algoritmicamente pela rede %3$@.

source: You need to authenticate to be able to respond to the login request.
es_419: Necesitas realizar una autenticación para responder a la solicitud de inicio de sesión.
pt_br: Você precisa se autenticar para poder responder à solicitação de login.

source: Your Bank
es_419: Tu banco
pt_br: Seu banco

source: Your Device is Verified!
es_419: ¡Se verificó tu dispositivo!
pt_br: Seu dispositivo foi verificado!

source: Your login request has expired. Please regenerate the QR code and try again.
es_419: Tu solicitud de inicio de sesión ha caducado. Vuelve a generar el código QR e intenta otra vez.
pt_br: Sua solicitação de login expirou. Gere o código QR mais uma vez e tente novamente.

source: You’ll need buy or receive %@ to your %@ Trading Account before you can start earning %@ on %@.
es_419: Necesitarás comprar o recibir %1$@ en tu Trading Account de %2$@ antes de poder comenzar a ganar %3$@ el %4$@.
pt_br: Você precisará comprar ou receber %1$@ em sua Conta Trading %2$@ antes de começar a ganhar %3$@ em %4$@.

source: You’ve tried to link an invalid account. Please try another account or contact support.
es_419: Has intentado vincular una cuenta no válida. Prueba con otra cuenta o comunícate con soporte.
pt_br: Você tentou vincular uma conta inválida. Tente outra conta ou entre em contato com o suporte.

source: Unavailable
es_419: No disponible
pt_br: Indisponível

source: Finish setting up your Blockchain.com account and start buying crypto today.
es_419: Termina de configurar tu cuenta de Blockchain.com y comienza a comprar criptomonedas hoy.
pt_br: Termine de configurar sua conta Blockchain.com e comece a comprar criptomoedas hoje.

source: Your steps towards owning the future.
es_419: En el camino de ser dueño del futuro.
pt_br: Seu caminho para conquistar o futuro

source: Verify Your ID
es_419: Verifica tu identidad
pt_br: Verifique seu ID

source: 3 Minutes
es_419: 3 minutos
pt_br: 3 minutos

source: 2 Minutes
es_419: 2 minutos
pt_br: 2 minutos

source: 10 Seconds
es_419: 10 segundos
pt_br: 10 segundos

source: Complete Your Profile
es_419: Completa tu perfil
pt_br: Complete seu perfil
