Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: Buy Crypto Today
es_419: Compra criptomonedas hoy
pt_br: Compre criptomoedas hoje

source: You’ll need some crypto first!
es_419: Necesitará tener algunas criptomonedas primero.
pt_br: Você precisará de criptomoedas primeiro!

source: Link a bank or card and buy now or receive from a friend. Once you hold a balance, you can swap crypto at anytime.
es_419: Vincula un banco o tarjeta, y compra ahora o recibe de un amigo. Una vez que tengas un saldo, podrás intercambiar criptomonedas en cualquier momento.
pt_br: Vincule um banco ou cartão e compre agora ou receba de um amigo. Depois de manter um saldo, é possível trocar criptomoedas a qualquer momento.

source: Connect to Exchange
es_419: Conectar con Exchange
pt_br: Conecte-se ao Exchange

source: If you'd prefer to deposit funds directly from your bank account first, follow the instructions on the next screen. Once your deposit arrives in your Blockchain.com account you can come back here to buy crypto.
es_419: Si prefiere depositar fondos directamente de su cuenta bancaria primero, siga las instrucciones en la pantalla siguiente. Una vez que su depósito llegue a su cuenta de Blockchain.com, puede volver aquí para comprar criptomonedas.
pt_br: Se você preferir depositar fundos diretamente de sua conta bancária primeiro, siga as instruções na próxima tela. Assim que seu depósito chegar à sua conta Blockchain.com, você poderá voltar aqui para comprar criptomoedas.

source: %@ is requesting an action, which could take money from your wallet. Make sure you trust this site.
es_419: %@ solicita una acción que podría quitarte dinero de tu billetera. Asegúrate de que confías en este sitio.
pt_br: %@ está solicitando uma ação que pode tirar dinheiro da sua carteira. Certifique-se de que confia neste site.

source: Card
es_419: Tarjeta
pt_br: Cartão

source: Countries
es_419: Países
pt_br: Países

source: Country of Residence
es_419: País de residencia
pt_br: país de residência

source: Create Your Account.
es_419: Crea tu cuenta.
pt_br: Crie sua conta.

source: Enter your password
es_419: Ingresar tu contraseña
pt_br: Digite sua senha

source: If you need to change your Country or State, please contact our customer support.
es_419: Si necesitas cambiar tu país o estado, comunícate con nuestro servicio de atención al cliente.
pt_br: Se precisar alterar seu país ou estado, entre em contato com nosso suporte ao cliente.

source: Let’s get you set up.
es_419: Empecemos.
pt_br: Vamos preparar você.

source: Right now, %@ is not supported for buying crypto. You can add a bank account or card from the list of available currencies below.
es_419: En este momento, %@ no es compatible para comprar criptomonedas. Puedes agregar una cuenta bancaria o tarjeta de la lista de monedas disponibles a continuación.
pt_br: No momento, a %@ não é suportada para a compra de criptomoedas. Você pode adicionar uma conta bancária ou cartão a partir da lista de moedas disponíveis abaixo.

source: Select Your Country
es_419: Seleccionar su país
pt_br: Escolha o seu país

source: Select Your State
es_419: Selecciona tu estado
pt_br: Selecione seu estado

source: States
es_419: Estados
pt_br: Estados

source: What country do you live in?
es_419: ¿En qué país vives?
pt_br: Em que país você mora?

source: What State do you live in?
es_419: ¿En qué estado vives?
pt_br: Em que estado você mora?

source: You can have a maximum of five cards
es_419: Puedes tener un máximo de cinco tarjetas
pt_br: Você pode ter, no máximo, cinco cartões

source: You cannot change your Country or State
es_419: No puedes cambiar tu país o estado
pt_br: Você não pode alterar seu país ou estado

source: Payment Declined
es_419: Pago negado
pt_br: Pagamento recusado

source: Payment Rejected
es_419: Pago rechazado
pt_br: Pagamento rejeitado

source: Payment Request Expired
es_419: Solicitud de pago caducada
pt_br: Solicitação de pagamento expirada

source: Incomplete Charges
es_419: Cargos incompletos
pt_br: Cobranças incompletas

source: Easy Bank Transfer
es_419: Transferencia bancaria fácil
pt_br: Transferência bancária facilitada

source: Discover New Coins
es_419: Descubrir nuevas monedas
pt_br: Descubra novas moedas

source: Instantly Trade
es_419: Comercializar al instante
pt_br: Negocie instantaneamente

source: See All Transactions
es_419: Ver todas las transacciones
pt_br: Veja todas as transações

source: Get Set Up to Buy
es_419: Prepárate para comprar
pt_br: Prepare-se para comprar

source: Track the live price of over 1,200 coins and find new ones to add to your wallet.
es_419: Rastra el precio en vivo de más de 1200 monedas y busca nuevas para agregar a tu billetera.
pt_br: Acompanhe o preço ao vivo de mais de 1.200 moedas e encontre novas para adicionar à sua carteira.

source: Whether you want to swap with speed or send to a friend - we’ve got you covered!
es_419: Ya sea que quieras hacer intercambios rápidos o enviarle a un amigo: ¡tenemos todo!
pt_br: Se deseja trocar com velocidade ou enviar para um amigo - nós temos tudo para você!

source: Know exactly when you bought, sold or swapped and at what price.
es_419: Conoce exactamente cuándo compraste, vendiste o intercambiaste, y a qué precio.
pt_br: Saiba exatamente quando comprou, vendeu ou trocou e a que preço.

source: Add a card or link a bank to start buying crypto in seconds.
es_419: Agrega una tarjeta o vincula un banco para comenzar a comprar criptomonedas en segundos.
pt_br: Adicione um cartão ou vincule um banco para começar a comprar criptomoedas em segundos.

source: Use your card or link your bank to buy crypto in seconds. Quick, easy & secure.
es_419: Usa tu tarjeta o vincula tu banco para comprar criptomonedas en segundos. Rápido, fácil y seguro.
pt_br: Use seu cartão ou vincule seu banco para comprar criptomoedas em segundos. Rápido, fácil e seguro.

source: Wire Transfer
es_419: Transferencia bancaria
pt_br: Transferência bancária

source: Scan & Connect
es_419: Escanear y conectar
pt_br: Digitalizar e conectar

source: Allow Camera Access
es_419: Permitir el acceso a la cámara
pt_br: Permitir acesso à câmera

source: Scan a Friend’s QR Code
es_419: Escanear el código QR de un amigo
pt_br: Digitalize o código QR de um amigo

source: Point your phone at a friend’s QR code and we’ll paste the address.
es_419: Escanea con tu teléfono el código QR de un amigo y aparecerá la dirección.
pt_br: Aponte seu telefone para o código QR de um amigo e colaremos o endereço.

source: Access Your Wallet on the Web
es_419: Acceder a Wallet en Internet
pt_br: Acesse sua Wallet na web

source: Logging in blockchain.com? Scan the code with your phone to log in.
es_419: ¿Quieres iniciar sesión en blockchain.com? Escanea el código con tu teléfono para ingresar.
pt_br: Entrando em blockchain.com? Digitalize o código com seu telefone para fazer login.

source: Connect to Dapps
es_419: Conectar a Aplicaciones descentralizadas (Dapps)
pt_br: Conecte-se a Dapps

source: Non-custodial
es_419: Sin custodia
pt_br: Sem custódia

source: Custodial
es_419: Bajo custodia
pt_br: Custódia

source: Tax Center is Now Available!
es_419: ¡El Centro de Impuestos ya está disponible!
pt_br: O Tax Center já está disponível!

source: WalletConnect is Now Available!
es_419: ¡WalletConnect ya está disponible!
pt_br: O WalletConnect já está disponível!

source: Use of Account Information
es_419: Uso de la información de la cuenta
pt_br: Uso das informações da conta

source: Wallets & Accounts
es_419: Wallets y cuentas
pt_br: Wallets e Contas

source: Unlock more when you verify
es_419: Desbloquea más cuando verifiques
pt_br: Desbloqueie mais ao verificar sua identidade

source: Access higher limits and more payment methods
es_419: Acceda a límites más altos y más métodos de pago
pt_br: Acesse limites mais altos e mais métodos de pagamento

source: We are updating our account verification requirements
es_419: Estamos actualizando nuestros requisitos de verificación de cuenta
pt_br: Estamos atualizando nossos requisitos de verificação de conta

source: To buy, sell, and swap, you will need to verify your identity.
es_419: Para comprar, vender e intercambiar, deberá verificar su identidad.
pt_br: Para comprar, vender e trocar, você precisará verificar sua identidade.

source: Your Private Key Wallet means your funds are owned and controlled by you and you alone. Blockchain.com cannot see or manage your balances in this wallet.
es_419: Tener una Private Key Wallet significa que solo tú poseerás y controlarás tus fondos. Blockchain.com no puede ver ni administrar tus saldos en esta billetera.
pt_br: Sua Private Key Wallet significa que seus fundos são de sua propriedade e controlados por você e somente por você. O Blockchain.com não pode ver ou gerenciar seus saldos nesta carteira.

source: %@ is now yours!
es_419: ¡%@ ya te pertenece!
pt_br: %@ agora é seu!

source: %d Transactions Allowed, Verify Now ->
es_419: %d transacciones permitidas, verificar ahora ->
pt_br: %d transações permitidas, verifique agora - >

source: *Free domains must be a minimum of 7 characters long and not a protected domain. (e.g. nike.blockchain)
es_419: * Los dominios gratuitos deben tener un mínimo de 7 caracteres y no ser un dominio protegido (por ejemplo, nike.blockchain).
pt_br: *Os domínios gratuitos devem ter no mínimo 7 caracteres e não devem ser um domínio protegido. (por exemplo, nike.blockchain)

source: 1 Transaction Allowed, Verify Now ->
es_419: 1 transacción permitida, verificar ahora ->
pt_br: 1 transação permitida, verifique agora - >

source: 1-Time Between Private Key Wallets
es_419: 1 vez entre monederos de clave privada
pt_br: 1-Tempo entre carteiras de chave privada

source: About %@
es_419: Acerca de %@
pt_br: Sobre %@

source: Add %@ to Exchange
es_419: Agregar %@ a Exchange
pt_br: Adicionar %@ ao Exchange

source: Add %@ to Rewards Account
es_419: Agregar %@ a la cuenta Rewards
pt_br: Adicionar %@ à conta de recompensas

source: Add a domain to your cart.
es_419: Agrega un dominio a tu carrito.
pt_br: Adicione um domínio ao seu carrinho.

source: Add from...
es_419: Agregar desde...
pt_br: Adicionar de...

source: Add to your watchlist to be notified when %@ is available to trade.
es_419: Agrégala a tu lista de observación para recibir una notificación cuando %@ esté disponible para intercambiar.
pt_br: Adicione à sua lista de observação para ser notificado quando %@ estiver disponível para negociação.

source: Added
es_419: Agregada
pt_br: Adicionado

source: Already Have A Card? Link It Here
es_419: ¿Ya tienes una tarjeta? Vincúlala aquí
pt_br: Já Tem Cartão? Link aqui

source: Between All Wallets & Accounts
es_419: Entre todas las billeteras y cuentas
pt_br: Entre todas as carteiras e contas

source: Between Private Key Wallets
es_419: Entre Private Key Wallets
pt_br: Entre carteiras de chave privada

source: Blockchain Debit Card
es_419: Tarjeta de débito de Blockchain.com
pt_br: Cartão de débito Blockchain

source: Blockchain.com Terms & Conditions
es_419: Términos y condiciones de Blockchain.com
pt_br: Termos e Condições do Blockchain.com

source: Browse Domains
es_419: Buscar dominios
pt_br: Procurar domínios

source: Buy and Sell Bitcoin
es_419: Compra y vende bitcoin
pt_br: Compre e venda Bitcoin

source: Buy Domain
es_419: Comprar dominio
pt_br: Comprar domínio

source: Buy large amounts
es_419: Compra grandes cantidades
pt_br: Compre grandes quantidades

source: Buy small amounts
es_419: Compra pequeñas cantidades
pt_br: Compre pequenas quantidades

source: Buy with  Pay
es_419: Compra con  Pay
pt_br: Compre com  Pague

source: Card or Banking Methods
es_419: Tarjeta o métodos bancarios
pt_br: Cartão ou métodos bancários

source: Card Successfully Created!
es_419: ¡La tarjeta se creó correctamente!
pt_br: Cartão criado com sucesso!

source: Cart
es_419: Carrito
pt_br: Carrinho

source: Choose Payment Method
es_419: Elige el método de pago
pt_br: Escolha o método de pagamento

source: Claim
es_419: Reclamar
pt_br: Afirmação

source: Claim Domain
es_419: Reclamar dominio
pt_br: Reivindicar domínio

source: Claim Your Domain
es_419: Reclama tu dominio
pt_br: Reivindique seu domínio

source: Claim Your Free Domain!
es_419: ¡Reclama tu dominio gratuito!
pt_br: Reivindique seu domínio grátis!

source: Connect to the Exchange
es_419: Conéctate a Exchange
pt_br: Conecte-se ao Exchange

source: Connect your Exchange and Wallet accounts to view your balances and transfer funds.
es_419: Conecta tus cuentas de Exchange y de Wallet para ver los saldos y transferir fondos.
pt_br: Conecte suas contas Exchange e Wallet para visualizar seus saldos e transferir fundos.

source: Consumer Financial Protection Bureau
es_419: Oficina de Protección Financiera del Consumidor
pt_br: Departamento de Proteção Financeira ao Consumidor

source: Contactless Payment
es_419: Pago sin contacto
pt_br: Pagamento sem contato

source: Create Card
es_419: Crear tarjeta
pt_br: Criar cartão

source: Current %@ Price
es_419: Precio actual de %@
pt_br: Preço %@ atual

source: Current Price
de: Derzeitiger Preis
es_419: Precio actual
id: Harga sekarang
it: Prezzo attuale
ms: Harga semasa
nl: Huidige prijs
pt_br: Preço atual
sv: Nuvarande pris
th: ราคาปัจจุบัน
uk: Поточна ціна

source: Domain Name
es_419: Nombre de dominio
pt_br: Nome do domínio

source: Duplicate Card
es_419: Tarjeta duplicada
pt_br: Cartão duplicado

source: Earn %.1f%% APY
es_419: Obtén un %.1f%% de porcentaje de rendimiento anual
pt_br: Ganhe %.1f %% APY

source: Earn Rewards On Your Crypto
es_419: Obtén Rewards con las criptomonedas
pt_br: Ganhe recompensas em suas criptomoedas

source: Earning %.1f%%
es_419: Obtener %.1f%%
pt_br: Ganhando %.1f %%

source: Exchange Link
es_419: Enlace de Exchange
pt_br: Trocar link

source: Failed To Add Card
es_419: Error al agregar la tarjeta
pt_br: Falha ao adicionar cartão

source: Failed to claim %@
es_419: Error al reclamar %@
pt_br: Falha ao reivindicar %@

source: Failed To Create Your Card
es_419: Error al crear la tarjeta
pt_br: Falha ao criar seu cartão

source: For security purposes, buy orders with a %@ are subject to a %@ holding period. You can Swap or Sell during this time. We will notify you once the funds are available to be withdrawn.
es_419: Por motivos de seguridad, las órdenes de compra con %1$@ están sujetas a un período de retención de %2$@. Puedes intercambiar o vender durante este tiempo. Te notificaremos una vez que los fondos estén disponibles para retirarse.
pt_br: Por motivos de segurança, os pedidos de compra com %1$@ estão sujeitos a um período de retenção %2$@ . Você pode trocar ou vender durante este tempo. Iremos notificá-lo assim que os fundos estiverem disponíveis para serem retirados.

source: Free domain
es_419: Dominio gratuito
pt_br: Domínio gratuito

source: From Trading Accounts
es_419: Desde Trading Accounts
pt_br: De contas de negociação

source: Full Access
es_419: Acceso completo
pt_br: Acesso total

source: Fund your card purchases
es_419: Financia tus compras con tarjeta
pt_br: Financie suas compras com cartão

source: Get a free .blockchain domain through Unstoppable Domains. Use your domain to receive crypto and much more.
es_419: Obtén un dominio .blockchain gratuito a través de Unstoppable Domains. Usa tu dominio para recibir criptomonedas y mucho más.
pt_br: Obtenha um domínio .blockchain gratuito através do Unstoppable Domains. Use seu domínio para receber criptomoedas e muito mais.

source: How It Works
es_419: Cómo funciona
pt_br: Como funciona

source: I understand that my private key wallet addresses will be publicly associated with %@.
es_419: Entiendo que las direcciones de mi Private Key Wallet se asociarán públicamente con %@.
pt_br: Entendo que meus endereços de carteira de chave privada serão associados publicamente a %@ .

source: In partnership with CoinTracker, our new Tax Center is now live. Connect to your account on web and go to Account -> Tax Center.
es_419: En asociación con CoinTracker, nuestro nuevo Centro de Impuestos ya está disponible. Accede a tu cuenta en la web y ve a Cuenta -> Centro de Impuestos.
pt_br: Em parceria com a CoinTracker, nosso novo Tax Center já está no ar. Conecte-se à sua conta na web e vá para Conta - > Centro Fiscal.

source: Insufficient Funds
de: Ungenügendes Guthaben
es_419: Fondos insuficientes
id: Dana tidak mencukupi
it: Fondi insufficienti
ms: Kekurangan dana
nl: Saldo ontoereikend
pt_br: Fundos insuficientes
sv: Otillräckliga medel
th: เงินทุนไม่เพียงพอ
uk: Недостатньо коштів

source: It looks like the card you tried to add is already an existing linked card with your account.
es_419: Parece que la tarjeta que intentaste agregar es una tarjeta que ya está vinculada a tu cuenta.
pt_br: Parece que o cartão que você tentou adicionar já é um cartão vinculado à sua conta.

source: Let's Go
es_419: Vamos
pt_br: Vamos

source: Limited Access
es_419: Acceso limitado
pt_br: Acesso limitado

source: Link a Payment Method
es_419: Vincular un método de pago
pt_br: Vincular um método de pagamento

source: Link once and instantly buy crypto anytime.
es_419: Vincula una vez y compra criptomonedas al instante en cualquier momento.
pt_br: Vincule uma vez e compre criptomoedas instantaneamente a qualquer momento.

source: Looks like there was an error claiming your domain. Don’t worry, nobody stole it.
es_419: Parece que hubo un error al reclamar tu dominio. No te preocupes, nadie lo robó.
pt_br: Parece que ocorreu um erro ao reivindicar seu domínio. Não se preocupe, ninguém roubou.

source: Make a Deposit
es_419: Hacer un depósito
pt_br: Faça um depósito

source: Nevermind
es_419: No importa
pt_br: deixa pra lá

source: New legal entity
es_419: Nueva entidad legal
pt_br: Nova entidade legal

source: No Thanks
es_419: No, gracias
pt_br: Não, obrigado

source: Okay
es_419: Bien
pt_br: OK

source: Oops! Something went wrong!
es_419: ¡Ups! ¡Hubo un problema!
pt_br: Ops! Algo deu errado!

source: Oops! There was a problem loading account data
es_419: ¡Ups! Hubo un problema al cargar los datos de la cuenta.
pt_br: Ops! Ocorreu um problema ao carregar os dados da conta

source: Oops! We are having problems fetching a quote, please try again later.
es_419: ¡Ups! Tenemos problemas para obtener una cotización. Vuelve a intentarlo más tarde.
pt_br: Ops! Estamos com problemas para buscar uma cotação. Tente novamente mais tarde.

source: Oops! You’ve already got an existing pending withdrawal.
es_419: ¡Ups! Ya tienes un retiro pendiente existente.
pt_br: Ops! Você já tem uma retirada pendente existente.

source: Order Card
es_419: Pedir tarjeta
pt_br: Cartão de pedido

source: Order is being processed, we will let you know when its done.
es_419: El pedido se está procesando, te avisaremos cuando esté listo.
pt_br: O pedido está sendo processado, avisaremos quando estiver pronto.

source: Order My Card
es_419: Pedir mi tarjeta
pt_br: Pedir meu cartão

source: Payment Failed
es_419: Error en el pago
pt_br: Pagamento falhou

source: Payment failed due to insufficient funds in your account. Try another payment method. If this keep happening, please contact support.
es_419: Se produjo un error en el pago debido a la falta de fondos en la cuenta. Intenta con otro método de pago. Si esto sigue ocurriendo, comunícate con el soporte técnico.
pt_br: O pagamento falhou devido a fundos insuficientes na sua conta. Tente outra forma de pagamento. Se isso continuar acontecendo, entre em contato com o suporte.

source: Payments can be declined by your bank or card issuer. Please try again with a different bank or card.
es_419: El banco o el emisor de la tarjeta pueden rechazar los pagos. Vuelve a intentarlo con otro banco u otra tarjeta.
pt_br: Os pagamentos podem ser recusados pelo seu banco ou emissor do cartão. Tente novamente com um banco ou cartão diferente.

source: Per Day
es_419: Por día
pt_br: Por dia

source: Per Month
es_419: Por mes
pt_br: Por mês

source: Per Year
es_419: Por año
pt_br: Por ano

source: Please continue to the next step by tapping the button below.
es_419: Continúa con el siguiente paso. Para ello, toca el botón a continuación.
pt_br: Continue para a próxima etapa tocando no botão abaixo.

source: Please make sure the search key has no special characters.
es_419: Asegúrate de que la clave de búsqueda no tenga caracteres especiales.
pt_br: Certifique-se de que a chave de pesquisa não tenha caracteres especiais.

source: Pro Trading
es_419: Operaciones profesionales
pt_br: Negociação profissional

source: Processing...
es_419: Procesando...
pt_br: Em processamento...

source: Quickly check how your portfolio is performing. How much are you up today?
es_419: Comprueba rápidamente el rendimiento de tu cartera. ¿Cuánto ha subido hoy?
pt_br: Verifique rapidamente o desempenho do seu portfólio. Quanto você está acordado hoje?

source: Receive %@ to your account
es_419: Recibe %@ en tu cuenta
pt_br: Receba %@ em sua conta

source: Recent Transactions
es_419: Transacciones recientes
pt_br: Transações recentes

source: Remove %@ from your cart?
es_419: ¿Quieres eliminar %@ del carrito?
pt_br: Remover %@ do seu carrinho?

source: Return to Login
es_419: Volver a Iniciar sesión
pt_br: Voltar ao Login

source: Search Domains
es_419: Buscar dominios
pt_br: Pesquisar domínios

source: Securely connect your wallet to any web 3.0 application.
es_419: Conecte de forma segura su billetera a cualquier aplicación web 3.0.
pt_br: Conecte sua carteira com segurança a qualquer aplicativo da web 3.0.

source: Securely connect your wallet to any web 3.0 application. Learn more
es_419: Conecta tu billetera a cualquier aplicación web 3.0 de forma segura. Obtener más información
pt_br: Conecte sua carteira com segurança a qualquer aplicativo da web 3.0. Saber mais

source: See Your Balances
es_419: Ver tus saldos
pt_br: Ver seus saldos

source: Select Your Card
es_419: Selecciona tu tarjeta
pt_br: Selecione seu cartão

source: Send & Receive Crypto
es_419: Envía y recibe criptomonedas
pt_br: Enviar e receber criptografia

source: Send to a blockchain domain
es_419: Enviar a un dominio de cadena de bloques
pt_br: Enviar para um domínio blockchain

source: Short Form Disclosure
es_419: Divulgación de forma abreviada
pt_br: Divulgação em formato curto

source: Simply tap to buy with Apple Pay
es_419: Solo debes tocar para comprar con Apple Pay
pt_br: Basta tocar para comprar com o Apple Pay

source: Sometimes this can happen when the systems are bogged down. You can try again by clicking `Retry` below or come back again in a bit.
es_419: A veces esto puede suceder cuando los sistemas están atascados. Puedes volver a intentarlo haciendo clic en “Reintentar” a continuación o puedes volver en un momento.
pt_br: Às vezes isso pode acontecer quando os sistemas estão atolados. Você pode tentar novamente clicando em "Repetir" abaixo ou voltar em alguns instantes.

source: Starting later this month, UK customers will be served by our European subsidiary, Blockchain (LT), UAB. You will not experience any changes in user experience or lose access to your funds during this transition.
es_419: A partir de finales de este mes, nuestra subsidiaria europea, Blockchain (LT), UAB, atenderá a los clientes del Reino Unido. No habrá ningún cambio en la experiencia del usuario ni perderás el acceso a los fondos durante esta transición.
pt_br: A partir do final deste mês, os clientes do Reino Unido serão atendidos por nossa subsidiária europeia, Blockchain (LT), UAB. Você não experimentará nenhuma alteração na experiência do usuário nem perderá o acesso aos seus fundos durante essa transição.

source: Tap hardware key to verify
es_419: Toca la clave de hardware para verificar
pt_br: Toque na chave de hardware para verificar
