Repository: youknowsthevies/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: de, es_419, id, it, ms, nl, pt_br, sv, th, uk

source: We had some trouble verifying your account with the documents provided. Our support team will contact you shortly to resolve this.
de: Wir hatten einige Probleme, Ihr Konto mit den bereitgestellten Dokumenten zu überprüfen. Unser Support-Team wird sich in Kürze mit Ihnen in Verbindung setzen, um dieses Problem zu beheben.
es_419: Tuvimos algunos problemas para verificar tu cuenta con los documentos proporcionados. Nuestro equipo de soporte se comunicará contigo en breve para resolverlo.
id: Kami mengalami masalah saat memverifikasi akun Anda dengan dokumen yang disediakan. Tim dukungan kami akan segera menghubungi Anda untuk menyelesaikan ini.
it: Abbiamo riscontrato dei problemi durante la verifica del tuo account con i documenti forniti. Il nostro team di supporto ti contatterà a breve per risolvere il problema.
ms: Kami mempunyai beberapa masalah mengesahkan akaun anda dengan dokumen yang disediakan. Pasukan sokongan kami akan menghubungi anda dalam masa terdekat untuk menyelesaikannya.
nl: We hebben problemen ondervonden bij het verifiëren van uw account met de verstrekte documenten. Ons ondersteuningsteam neemt binnenkort contact met u op om dit op te lossen.
pt_br: Tivemos alguns problemas para verificar sua conta com os documentos fornecidos. Nossa equipe de suporte entrará em contato com você em breve para resolver isso.
sv: Vi hade problem med att verifiera ditt konto med de medföljande dokumenten. Vårt supportteam kommer snart att kontakta dig för att lösa detta.
th: เราพบปัญหาบางอย่างในการยืนยันบัญชีของคุณด้วยเอกสารที่ให้ไว้ ทีมสนับสนุนของเราจะติดต่อคุณในไม่ช้าเพื่อแก้ไขปัญหานี้
uk: У нас виникли проблеми з підтвердженням вашого облікового запису з наданими документами. Незабаром наша команда підтримки зв’яжеться з вами для вирішення цього питання.

source: We Need Some More Information to Complete Your Profile
de: Wir benötigen weitere Informationen, um Ihr Profil zu vervollständigen
es_419: Necesitamos más información para completar tu perfil
id: Kami Membutuhkan Beberapa Informasi Lebih Lengkap untuk Melengkapi Profil Anda
it: Abbiamo bisogno di ulteriori informazioni per completare il tuo profilo
ms: Kami Perlu Lebih Banyak Maklumat untuk Lengkap Profil Anda
nl: We hebben wat meer informatie nodig om uw profiel te voltooien
pt_br: Precisamos de mais informações para completar seu perfil
sv: Vi behöver mer information för att slutföra din profil
th: เราต้องการข้อมูลเพิ่มเติมเพื่อทำให้โปรไฟล์ของคุณสมบูรณ์
uk: Нам потрібна додаткова інформація для заповнення вашого профілю

source: Finish Verifying Your Account
de: Beenden Sie die Überprüfung Ihres Kontos
es_419: Terminar de verificar la cuenta
id: Selesaikan Verifikasi Akun Anda
it: Completa la verifica del tuo account
ms: Selesaikan Mengesahkan Akaun Anda
nl: Voltooi het verifiëren van uw account
pt_br: Termine de verificar sua conta
sv: Slutför verifiera ditt konto
th: ตรวจสอบบัญชีของคุณให้เสร็จสิ้น
uk: Завершіть підтвердження свого акаунта

source: Pick up where you left off and complete your identity verification.
de: Fahren Sie dort fort, wo Sie aufgehört haben, und führen Sie Ihre Identitätsprüfung durch.
es_419: Retoma el proceso y completa tu verificación de identidad.
id: Ambil di mana Anda tinggalkan dan lengkapi verifikasi identitas Anda.
it: Riprendi da dove eri rimasto e completa la verifica dell'identità.
ms: Ambil tempat yang anda tinggalkan dan lengkapkan pengesahan identiti anda.
nl: Ga verder waar je was gebleven en voltooi je identiteitsverificatie.
pt_br: Continue de onde parou e conclua sua verificação de identidade.
sv: Plocka upp var du slutade och slutför din identitetsverifiering.
th: เลือกสถานที่ที่คุณค้างไว้และทำการยืนยันตัวตนให้เสร็จสมบูรณ์
uk: Виберіть місце, де ви зупинилися, і завершіть підтвердження особи.

source: We had some issues with the documents you’ve supplied. Please try uploading the documents again to continue with your verification.
de: Wir hatten einige Probleme mit den von Ihnen gelieferten Dokumenten. Bitte versuchen Sie erneut, die Dokumente hochzuladen, um mit Ihrer Überprüfung fortzufahren.
es_419: Tuvimos algunos problemas con los documentos que proporcionaste. Intenta cargar los documentos otra vez para continuar con la verificación.
id: Kami memiliki beberapa masalah dengan dokumen yang Anda berikan. Silakan coba unggah dokumen lagi untuk melanjutkan verifikasi Anda.
it: Abbiamo riscontrato alcuni problemi con i documenti che hai fornito. Prova a caricare nuovamente i documenti per continuare con la verifica.
ms: Kami mempunyai beberapa isu dengan dokumen yang anda berikan. Sila cuba muat naik semula dokumen untuk meneruskan pengesahan anda.
nl: We hadden enkele problemen met de documenten die u heeft verstrekt. Probeer de documenten opnieuw te uploaden om door te gaan met uw verificatie.
pt_br: Tivemos alguns problemas com os documentos que você forneceu. Tente fazer o upload dos documentos novamente para continuar com sua verificação.
sv: Vi hade några problem med dokumenten du har levererat. Försök att ladda upp dokumenten igen för att fortsätta med verifieringen.
th: เรามีปัญหากับเอกสารที่คุณให้มา โปรดลองอัปโหลดเอกสารอีกครั้งเพื่อดำเนินการยืนยันต่อ
uk: У нас були деякі проблеми з наданими вами документами. Спробуйте знову завантажити документи, щоб продовжити перевірку.

source: Upload Documents
de: Dokumente hochladen
es_419: Cargar documentos
id: Unggah Dokumen
it: Carica documenti
ms: Muat naik Dokumen
nl: Upload documenten
pt_br: Carregar documentos
sv: Ladda upp dokument
th: อัพโหลดเอกสาร
uk: Завантажити документи

source: Main reasons for this to happen:
de: Hauptgründe dafür:
es_419: Algunos de los motivos más comunes por los que esto puede ocurrir son:
id: Alasan utama hal ini terjadi:
it: Principali ragioni perché ciò accada:
ms: Sebab utama untuk ini berlaku:
nl: De belangrijkste redenen hiervoor zijn:
pt_br: Principais motivos para isso acontecer:
sv: De viktigaste orsakerna till att detta händer:
th: สาเหตุหลักที่ทำให้สิ่งนี้เกิดขึ้น:
uk: Основні причини цього:

source: Buy & Sell
de: Kaufen Verkaufen
es_419: Comprar y vender
id: Jual beli
it: Comprare vendere
ms: Jual beli
nl: Kopen verkopen
pt_br: Compra e Venda
sv: Köpa sälja
th: ซื้อขาย
uk: Купувати та продавати

source: Swap by Blockchain enables you to trade crypto with best prices, and quick settlement, all while maintaining full control of your funds.
de: Swap von Blockchain ermöglicht es Ihnen, Crypto mit besten Preisen und schneller Abwicklung zu handeln, während Sie die vollständige Kontrolle über Ihr Geld behalten.
es_419: La función de intercambio de Blockchain.com te permite operar con criptomonedas a los mejores precios y liquidar rápidamente. Al mismo tiempo, tienes el control de tus fondos.
id: Swap by Blockchain memungkinkan Anda untuk berdagang crypto dengan harga terbaik, dan penyelesaian cepat, semuanya dengan tetap mempertahankan kontrol penuh atas dana Anda.
it: Swap by Blockchain ti consente di scambiare cripto con i migliori prezzi e un rapido regolamento, il tutto mantenendo il pieno controllo dei tuoi fondi.
ms: Swap oleh Blockchain membolehkan anda untuk berdagang crypto dengan harga terbaik, dan penyelesaian cepat, sementara mengekalkan kawalan penuh dana anda.
nl: Swap by Blockchain stelt u in staat om crypto in te ruilen tegen de beste prijzen en snelle afhandeling, dit alles met behoud van volledige controle over uw fondsen.
pt_br: Swap by Blockchain.com permite que você negocie criptomoedas com os melhores preços e liquidação rápida, mantendo o controle total de seus fundos.
sv: Byt av Blockchain gör att du kan hantera krypto med bästa priser och snabb avveckling, samtidigt som du behåller full kontroll över dina pengar.
th: สลับโดย Blockchain ช่วยให้คุณสามารถแลกเปลี่ยน crypto ด้วยราคาที่ดีที่สุดและการตั้งถิ่นฐานอย่างรวดเร็วทั้งหมดนี้ยังคงควบคุมเงินของคุณ
uk: Swap на Blockchain дозволяє торгівлі крипто з кращими цінами, і швидке врегулювання, все, зберігаючи повний контроль над своїми коштами.

source: Unlock
de: Freischalten
es_419: Desbloquear
id: Membuka kunci
it: Sbloccare
ms: Buka kunci
nl: Ontgrendelen
pt_br: Desbloquear
sv: Låsa upp
th: ปลดล็อค
uk: Розблокувати

source: Annual Swap Limit
de: Jährliches Wechsellimit
es_419: Límite de intercambio anual
id: Batas Swap Tahunan
it: Limite di scambio annuale
ms: Had Pertukaran Tahunan
nl: Jaarlijkse swap-limiet
pt_br: Limite anual de troca
sv: Årlig bytesgräns
th: วงเงิน Swap ประจำปี
uk: Річний обмінний ліміт

source: Approved!
de: Genehmigt!
es_419: ¡Aprobado!
id: Disetujui!
it: Approvato!
ms: Diluluskan!
nl: Goedgekeurd!
pt_br: Aprovado!
sv: Godkänd!
th: ได้รับการอนุมัติ!
uk: Схвалено!

source: In Review
de: Im Rückblick
es_419: En revisión
id: Dalam Ulasan
it: In revisione
ms: Dalam Kajian
nl: In beoordeling
pt_br: Em revisão
sv: Under granskning
th: ในการตรวจสอบ
uk: В огляді

source: Available
de: Verfügbar
es_419: Disponible
id: Tersedia
it: A disposizione
ms: Tersedia
nl: Beschikbaar
pt_br: Disponível
sv: Tillgängliga
th: ที่มีจำหน่าย
uk: Доступні

source: Swap Currently Unavailable
de: Wechsel derzeit nicht verfügbar
es_419: La función de intercambio no está disponible en este momento
id: Swap Saat Ini Tidak Tersedia
it: Swap attualmente non disponibile
ms: Pertukaran Buat masa ini tidak tersedia
nl: Swap momenteel niet beschikbaar
pt_br: Troca atualmente indisponível
sv: Byt inte för närvarande
th: Swap ไม่สามารถใช้งานได้ในปัจจุบัน
uk: Обмін зараз недоступний

source: Requires Email, Name, Date of Birth and Address
de: Benötigt E-Mail, Name, Geburtsdatum und Adresse
es_419: Se requiere correo electrónico, nombre, fecha de nacimiento y dirección
id: Membutuhkan Email, Nama, Tanggal Lahir dan Alamat
it: Richiede e-mail, nome, data di nascita e indirizzo
ms: Memerlukan E-mel, Nama, Tarikh Lahir dan Alamat
nl: Vereist e-mail, naam, geboortedatum en adres
pt_br: Requer E-mail, Nome, Data de Nascimento e Endereço
sv: Kräver e-post, namn, födelsedatum och adress
th: ต้องใช้อีเมลชื่อวันเดือนปีเกิดและที่อยู่
uk: Потрібна електронна пошта, ім'я, дата народження та адреса

source: View Your Portfolio
de: Zeigen Sie Ihr Portfolio an
es_419: Ver tu portafolio
id: Lihat Portofolio Anda
it: Visualizza il tuo portafoglio
ms: Lihat Portfolio Anda
nl: Bekijk uw portfolio
pt_br: Ver seu portfólio
sv: Visa din portfölj
th: ดูผลงานของคุณ
uk: Перегляд свого портфоліо

source: Send crypto anywhere, anytime. All you need is the recipient’s crypto address.
de: Senden Sie Crypto überall und jederzeit. Sie benötigen lediglich die Crypto-Adresse des Empfängers.
es_419: Envía criptomonedas a cualquier lugar y en cualquier momento. Todo lo que necesitas es la dirección de la criptomoneda del destinatario.
id: Kirim crypto di mana saja, kapan saja. Yang Anda butuhkan hanyalah alamat crypto penerima.
it: Invia criptovalute sempre e ovunque. Tutto ciò che serve è l'indirizzo crittografico del destinatario.
ms: Hantar crypto di mana sahaja, bila-bila masa. Apa yang anda perlukan ialah alamat crypto penerima.
nl: Stuur crypto overal en altijd. Het enige dat je nodig hebt is het crypto-adres van de ontvanger.
pt_br: Envie criptomoedas em qualquer lugar, a qualquer hora. Tudo que você precisa é o endereço de cripto do destinatário.
sv: Skicka krypto var som helst, när som helst. Allt du behöver är mottagarens krypto-adress.
th: ส่ง crypto ได้ทุกที่ทุกเวลา สิ่งที่คุณต้องมีคือที่อยู่ crypto ของผู้รับ
uk: Надсилайте криптовалюту в будь-який час і в будь-який час. Все, що вам потрібно, - це крипто-адреса одержувача.

source: Request
de: Anfrage
es_419: Solicitud
id: Permintaan
it: Richiesta
ms: Permintaan
nl: Verzoek
pt_br: Solicitação
sv: Begäran
th: ขอร้อง
uk: Запит

source: first word
de: erstes Wort
es_419: palabra 1
id: kata pertama
it: prima parola
ms: kata pertama
nl: eerste woord
pt_br: primeira palavra
sv: första ordet
th: คำแรก
uk: перше слово

source: second word
de: zweites Wort
es_419: palabra 2
id: kata kedua
it: seconda parola
ms: kata kedua
nl: tweede woord
pt_br: segunda palavra
sv: andra ordet
th: คำที่สอง
uk: друге слово

source: third word
de: drittes Wort
es_419: palabra 3
id: kata ketiga
it: terza parola
ms: kata ketiga
nl: derde woord
pt_br: terceira palavra
sv: tredje ordet
th: คำที่สาม
uk: третє слово

source: fourth word
de: viertes Wort
es_419: palabra 4
id: kata keempat
it: quarta parola
ms: kata keempat
nl: vierde woord
pt_br: quarta palavra
sv: fjärde ordet
th: คำที่สี่
uk: четверте слово

source: fifth word
de: fünftes Wort
es_419: palabra 5
id: kata kelima
it: quinta parola
ms: kata kelima
nl: vijfde woord
pt_br: quinta palavra
sv: femte ordet
th: คำที่ห้า
uk: п’яте слово

source: sixth word
de: sechstes Wort
es_419: palabra 6
id: kata keenam
it: sesta parola
ms: kata keenam
nl: zesde woord
pt_br: sexta palavra
sv: sjätte ordet
th: คำที่หก
uk: шосте слово

source: seventh word
de: siebtes Wort
es_419: palabra 7
id: kata ketujuh
it: settima parola
ms: perkataan ketujuh
nl: zevende woord
pt_br: sétima palavra
sv: sjunde ordet
th: คำที่เจ็ด
uk: сьоме слово

source: eighth word
de: achtes Wort
es_419: palabra 8
id: kata kedelapan
it: ottava parola
ms: perkataan kelapan
nl: achtste woord
pt_br: oitava palavra
sv: åttonde ordet
th: คำที่แปด
uk: восьме слово

source: ninth word
de: neuntes Wort
es_419: palabra 9
id: kata kesembilan
it: nona parola
ms: perkataan kesembilan
nl: negende woord
pt_br: nona palavra
sv: nionde ordet
th: คำที่เก้า
uk: дев'яте слово

source: tenth word
de: zehntes Wort
es_419: palabra 10
id: kata kesepuluh
it: decima parola
ms: kata sepuluh
nl: tiende woord
pt_br: décima palavra
sv: tionde ordet
th: คำที่สิบ
uk: десяте слово

source: twelfth word
de: zwölftes Wort
es_419: palabra 12
id: kata kedua belas
it: dodicesima parola
ms: perkataan yang kedua belas
nl: twaalfde woord
pt_br: décima segunda palavra
sv: tolfte ordet
th: คำที่สิบสอง
uk: дванадцяте слово

source: Help
es_419: Ayuda
pt_br: Ajuda

source: Checkout
de: Auschecken
es_419: Pago
id: Periksa
nl: Uitchecken
sv: Kolla upp
th: เช็คเอาท์
uk: Перевірити

source: Verifying your information
de: Überprüfen Sie Ihre Informationen
es_419: Verifica tu información
id: Memverifikasi informasi Anda
it: Verifica le tue informazioni
ms: Mengesahkan maklumat anda
nl: Uw informatie verifiëren
pt_br: Verificando suas informações
sv: Verifiera din information
th: ตรวจสอบข้อมูลของคุณ
uk: Перевірка вашої інформації

source: Usually takes less than a minute.
de: Normalerweise dauert es weniger als eine Minute.
es_419: Normalmente tarda menos de un minuto.
id: Biasanya membutuhkan waktu kurang dari satu menit.
it: Di solito richiede meno di un minuto.
ms: Biasanya mengambil masa kurang dari satu minit.
nl: Duurt meestal minder dan een minuut.
pt_br: Normalmente leva menos de um minuto.
sv: Det tar vanligtvis mindre än en minut.
th: มักใช้เวลาน้อยกว่าหนึ่งนาที
uk: Зазвичай займає менше хвилини.

source: You’ve successfully submitted your application. A Blockchain Support Member will review your information.
de: Sie haben Ihren Antrag erfolgreich eingereicht. Ein Blockchain-Support-Mitglied überprüft Ihre Informationen.
es_419: Has enviado correctamente tu solicitud. Un miembro de soporte de Blockchain revisará tu información.
id: Anda telah berhasil mengirimkan aplikasi Anda. Anggota Dukungan Blockchain akan meninjau informasi Anda.
it: Hai inviato correttamente la domanda. Un membro dell'assistenza Blockchain esaminerà le tue informazioni.
ms: Anda telah berjaya mengemukakan permohonan anda. Ahli Sokongan Blockchain akan menyemak maklumat anda.
nl: U heeft uw aanvraag succesvol ingediend. Een Blockchain-ondersteuningslid zal uw informatie beoordelen.
pt_br: Você enviou sua inscrição com sucesso. Um membro de suporte da Blockchain revisará suas informações.
sv: Du har skickat in din ansökan. En Blockchain-supportmedlem granskar din information.
th: คุณส่งใบสมัครเรียบร้อยแล้ว สมาชิกสนับสนุน Blockchain จะตรวจสอบข้อมูลของคุณ
uk: Ви успішно подали свою заявку. Учасник служби підтримки Blockchain перегляне вашу інформацію.

source: Manual Review Required
de: Manuelle Überprüfung erforderlich
es_419: Se requiere revisión manual
id: Diperlukan Tinjauan Manual
it: Revisione manuale richiesta
ms: Semakan Manual Diperlukan
nl: Handmatige beoordeling vereist
pt_br: Revisão manual necessária
sv: Manuell granskning krävs
th: ต้องมีการตรวจสอบด้วยตนเอง
uk: Потрібен огляд вручну

source: Pending Review
de: Ausstehende Überprüfung
es_419: Revisión pendiente
id: Tinjauan tertunda
it: Revisione in atto
ms: Menunggu Peninjauan
nl: In afwachting van beoordeling
pt_br: Revisão pendente
sv: Väntar på granskning
th: รอการตรวจสอบ
uk: Очікує на розгляд

source: Amount to send
de: Zu sendender Betrag
es_419: Monto a enviar
id: Jumlah yang dikirim
it: Importo da inviare
ms: Jumlah untuk dihantar
nl: Hoeveelheid om te verzenden
pt_br: Quantidade a enviar
sv: Belopp att skicka
th: จำนวนเงินที่จะส่ง
uk: Сума для відправки

source: Only send funds from a bank account in your name. If not, your deposit could be delayed or rejected.
de: Senden Sie nur Geld von einem Bankkonto in Ihrem Namen. Wenn nicht, kann Ihre Einzahlung verzögert oder abgelehnt werden.
es_419: Envía fondos solo desde cuentas bancarias a tu nombre. De lo contrario, tu depósito podría retrasarse o rechazarse.
id: Hanya kirim dana dari rekening bank atas nama Anda. Jika tidak, setoran Anda bisa ditunda atau ditolak.
it: Invia fondi solo da un conto bancario a tuo nome. In caso contrario, il deposito potrebbe essere ritardato o rifiutato.
ms: Hanya hantar dana dari akaun bank dalam nama anda. Jika tidak, deposit anda boleh ditangguhkan atau ditolak.
nl: Maak alleen geld over van een bankrekening op uw naam. Zo niet, dan kan uw aanbetaling worden vertraagd of geweigerd.
pt_br: Envie apenas fundos de uma conta bancária em seu nome. Caso contrário, seu depósito pode ser atrasado ou rejeitado.
sv: Skicka bara pengar från ett bankkonto i ditt namn. Om inte, kan din insättning försenas eller avvisas.
th: ส่งเงินจากบัญชีธนาคารในชื่อของคุณเท่านั้น หากไม่มีการฝากอาจล่าช้าหรือถูกปฏิเสธ
uk: Надсилайте кошти лише з банківського рахунку на ваше ім’я. Якщо ні, ваш депозит може бути відкладений або відхилений.

source: Are you sure?
de: Bist du sicher?
es_419: ¿Estás seguro?
id: Apakah kamu yakin
it: Sei sicuro?
ms: Adakah anda pasti?
nl: Weet je het zeker?
pt_br: Tem certeza?
sv: Är du säker?
th: คุณแน่ใจไหม?
uk: Ти впевнений?

source: Cancel Order
de: Auftrag stornieren
es_419: Cancelar orden
id: Batalkan pesanan
it: Annulla Ordine
ms: Batalkan Pesanan
nl: Annuleer bestelling
pt_br: Cancelar pedido
sv: Avbryt beställning
th: ยกเลิกคำสั่งซื้อ
uk: Відмінити замовлення

source: Transfer Details
de: Details übertragen
es_419: Detalles de transferencia
id: Rincian Transfer
it: Dettagli del trasferimento
ms: Butiran Pemindahan
pt_br: Detalhes da transferência
sv: Överför detaljer
th: รายละเอียดการโอน
uk: Деталі переказу

source: Oops!
de: Hoppla!
es_419: ¡Ups!
id: Ups!
nl: Oeps!
pt_br: Ops!
sv: hoppsan!
th: อ๊ะ!
uk: На жаль!

source: Something went wrong. Please try again.
de: Etwas ist schief gelaufen. Bitte versuche es erneut.
es_419: Algo salió mal. Inténtalo de nuevo.
id: Ada yang salah. Silakan coba lagi.
it: Qualcosa è andato storto. Per favore riprova.
ms: Ada yang salah. Sila cuba lagi.
nl: Er is iets fout gegaan. Probeer het opnieuw.
pt_br: Algo deu errado. Tente novamente.
sv: Något gick fel. Var god försök igen.
th: บางอย่างผิดพลาด. กรุณาลองอีกครั้ง.
uk: Щось пішло не так. Будь ласка спробуйте ще раз.

source: Account Number
de: Kontonummer
es_419: Número de cuenta
id: Nomor akun
it: Numero di conto
ms: Nombor akaun
nl: Rekeningnummer
pt_br: Número da conta
sv: Kontonummer
th: หมายเลขบัญชี
uk: Номер рахунку

source: Bank Code (SWIFT/BIC)
de: Bankleitzahl (SWIFT / BIC)
es_419: Código bancario (SWIFT/BIC)
id: Kode Bank (SWIFT / BIC)
it: Codice bancario (SWIFT / BIC)
ms: Kod Bank (SWIFT / BIC)
pt_br: Código do banco (SWIFT/BIC)
sv: Bankkod (SWIFT / BIC)
th: รหัสธนาคาร (SWIFT / BIC)
uk: Банківський код (SWIFT / BIC)

source: Recipient
de: Empfänger
es_419: Destinatario
id: Penerima
it: Destinatario
ms: Penerima
nl: Ontvanger
pt_br: Destinatário
sv: Mottagare
th: ผู้รับ
uk: Одержувач

source: Sort Code
de: Sortiercode
es_419: Código de clasificación
id: Sortir Kode
it: Codice di ordinamento
ms: Kod jenis
nl: Sorteercode
pt_br: Código de ordenação
sv: Clearing nummer
th: รหัสการเรียง
uk: Сортувати код

source: Bank Name
es_419: Nombre del banco
id: Nama Bank
it: Nome della banca
ms: Nama bank
nl: Banknaam
pt_br: Nome do banco
sv: Bank namn
th: ชื่อธนาคาร
uk: Назва банку

source: Bank Country
de: Land der Bank
es_419: País del banco
id: Negara Bank
it: Paese della banca
ms: Negara Bank
nl: Bank Land
pt_br: País do banco
sv: Bankland
th: ประเทศของธนาคาร
uk: Країна банку

source: My Bitcoin Wallet
de: Meine Bitcoin-Brieftasche
es_419: Mi Wallet de bitcóin
id: Dompet Bitcoin Saya
it: Il mio portafoglio Bitcoin
ms: Wallet saya Bitcoin
nl: Mijn Bitcoin-portemonnee
pt_br: Minha Bitcoin Wallet
sv: Min Bitcoin plånbok
th: กระเป๋าเงิน Bitcoin ของฉัน
uk: Мій Bitcoin Wallet

source: NSCameraUsageDescription
de: Dies ist für die App zum Scannen des QR-Codes erforderlich.
es_419: Esto se requiere para que la aplicación escanee códigos QR.
id: Ini diperlukan agar aplikasi dapat memindai kode QR.
it: Questo è richiesto affinché l'app scansioni i codici QR.
ms: Inilah yang diperlukan untuk aplikasi untuk mengimbas kod QR.
nl: Dit is nodig zodat de app QR-codes kan scannen.
pt_br: Isso é necessário para que o aplicativo digitalize códigos QR.
sv: Detta krävs för att appen QR-koder.
th: มันจำเป็นสำหรับแอปเพื่อสแกนรหัส QR
uk: Це треба для програми, щоб відсканувати QR коди.

source: NSMicrophoneUsageDescription
de: Erforderlich für Videoaufnahme.
es_419: Requerido para captura de video.
id: Diperlukan untuk pengambilan video.
it: Richiesto per l'acquisizione video.
ms: Diperlukan untuk menangkap video.
nl: Vereist voor video-opname.
pt_br: Necessário para captura de vídeo.
sv: Krävs för videoinspelning.
th: จำเป็นสำหรับการจับภาพวิดีโอ
uk: Обов'язково для захоплення відео.

source: NSFaceIDUsageDescription
de: Wenn Sie die Gesichts-ID aktivieren, können Sie sicher auf Ihre Brieftasche zugreifen.
es_419: Habilitar la ID facial te permitirá acceder de manera segura a tu billetera.
id: Mengaktifkan ID Wajah memungkinkan Anda untuk mengakses dompet Anda dengan aman.
it: L'attivazione di Face ID ti consente di accedere in modo sicuro al tuo portafoglio.
ms: Mengaktifkan ID Wajah membolehkan anda mengakses dompet anda dengan selamat.
nl: Als u Face ID inschakelt, kunt u veilig toegang krijgen tot uw portefeuille.
pt_br: Ativar a identificação facial permite que você acesse sua carteira com segurança.
sv: Genom att aktivera ansikts-ID kan du säkert komma åt din plånbok.
th: การเปิดใช้ Face ID ช่วยให้คุณเข้าถึงกระเป๋าสตางค์ได้อย่างปลอดภัย
uk: Увімкнувши ідентифікатор особи, ви можете безпечно отримувати доступ до свого кошика.
